{
  "https://www.alternet.org/marianne-williamson-running-for-president/": {
    "paras": [
      "Marianne Williamson has officially launched her 2024 presidential campaign, HuffPost reports. ",
      "has officially launched",
      "Per HuffPost, the New York Times bestselling author is the first Democratic candidate to announce a bid, which will likely place her in the primary against President Joe Biden, although he has not yet officially announced his bid for a second-term. ",
      "first Democratic candidate",
      "Williamson, who also ran for president in 2020, made the announcement in a video posted to her social media accounts, including Youtube and Twitter, along with the caption \"Marianne Williamson is running for President.\" ",
      "Youtube",
      "Twitter",
      "READ MORE: Marianne Williamson will not become our next president - but her call for spiritual renewal makes good practical sense",
      "Marianne Williamson will not become our next president - but her call for spiritual renewal makes good practical sense",
      "The video, which is just under two minutes long, begins with Williamson saying, \"When I was growing up, America had a vibrant middle class,\" before she lists luxuries \"the average American worker\" could afford decades ago, including a \"home\" and \"a yearly vacation. ",
      "She continued, \"over the last 50 years, there's been a massive transfer of wealth to the tune of 50 trillion dollars.\"  ",
      "CNN reports: ",
      "reports",
      "In a statement last month teasing her announcement, Williamson said she was motivated by \"a realization of the Democratic Party's shift away from the party of President Franklin Roosevelt\" and \"the economic injustices endured by millions of Americans due to the influence of corporate money on our political system.\"",
      "READ MORE: Watch Marianne Williamson's epic takedown of conservative on HBO's Real Time",
      "Watch Marianne Williamson's epic takedown of conservative on HBO's Real Time",
      "The 70-year-old presidential hopeful recently said in an interview with \"Good Morning New Hampshire,\" according to HuffPost, \"You can appreciate what the president has done, defeating the Republicans in 2020, and still feel that it is time to move on.\" ",
      "Watch the video below or at this link.",
      "at this link",
      "Marianne Williamson is Running For Presidentyoutu.be",
      "youtu.be",
      "READ MORE:New report details why wealthy people really oppose democracy",
      "New report details why wealthy people really oppose democracy",
      "HuffPost's full report is available at this link. CNN's full report is here.",
      "at this link",
      "here",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "The Supreme Court is laying the groundwork to pre-rig the 2024 election ›",
      "Joe Manchin not ruling out a possible 2024 presidential run: report ›",
      "Former RNC spokesperson reveals what could make Trump 'most vulnerable' for the 2024 presidential election ›",
      "Potential Biden challenger Marianne Williamson heads to New ... ›",
      "Once-in-a-Generation Wealth Boom Ends for America's Middle Class ›",
      "I never expected to go viral just for saying billionaires shouldn't exist ... ›"
    ],
    "headline": "  Marianne Williamson is running for president in 2024    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/marianne-williamson-running-for-president/"
  },
  "https://www.alternet.org/desantis-texas-florida-woke-speech/": {
    "paras": [
      "Ron DeSantis, the Florida governor and likely presidential candidate, rallied Houston-area Republicans on Friday with a speech that proclaimed his state as Texas' new partner on the front lines in the battle against the political left.",
      "With Austin buzzing about an unspoken rivalry between the country's two biggest Republican-controlled states, DeSantis paid homage to Texas' boisterous self-image - and said Florida is gaining its own \"big sense of pride\" under his leadership. He said it is being noticed \"all the way up to the fella in the White House,\" referring to his potential opponent in 2024: President Joe Biden.",
      "\"They know you don't mess with Texas - and you don't tread on Florida,\" DeSantis said. \"I really believe if it hasn't been for Texas and Florida playing the role we have in this country in recent history, our entire country would be one big woke, neo-Marxist Dumpster fire.\"",
      "DeSantis' remarks at the annual Harris County Lincoln Reagan Dinner were part of a two-day swing through Texas that will also include a similar event Saturday for the Dallas County GOP. The events come as DeSantis increasingly travels outside Florida in advance of an anticipated bid against former President Donald Trump for the Republican presidential nomination.",
      "Texas' own governor, Greg Abbott, has not ruled out his own White House bid, fueling the notion of a budding competition between the two megastates.",
      "Greg Abbott",
      "DeSantis hardly mentioned Abbott, but his speech was filled with flattering references to Texas and its recent efforts to lead the way nationally on conservative policy. It was a far cry from the tone adopted by Abbott's intraparty critics, who see DeSantis as a stronger fighter for their causes.",
      "Instead, DeSantis spoke multiple times about the two states as new equals in a culture war, invoking the Alamo as he promised to \"never, ever surrender to the woke mob.\"",
      "\"The state of Florida - and the state of Texas - is where woke goes to die,\" DeSantis said, refashioning a line from his January inaugural address to include the Lone Star State.",
      "Still, DeSantis was not afraid to trumpet Florida - and himself. He said he made his state a \"refuge of sanity\" during the COVID-19 pandemic, spurning federal pressure to keep the state shut down and perhaps, he added, showing \"our own form of Texas swagger.\" And referring to more recent events, he bragged that Florida was the only state brave enough to publicly oppose the draft curriculum of a new Advanced Placement course in African American Studies.",
      "publicly oppose",
      "DeSantis also boasted about his two gubernatorial elections. He said that even though he won with only 50% of the vote in 2018, he \"earned 100% of the executive power, and I intend to use it to advance our agenda, to stand up for the people I represent and make good on my campaign promises.\"",
      "\"I am just not going to be a potted plant and let the left determine the shape of the debate, let the media shape the debate,\" DeSantis said. \"I'm going on offense.\"",
      "That approach, DeSantis said, led to his blowout reelection win last year, declaring the Florida Democratic Party \"dead\" as a result.",
      "The Houston dinner was closed to the media, keeping with DeSantis' hostility toward traditional journalists. But at least one attendee broadcast DeSantis' speech live on Facebook, and The Texas Tribune separately obtained an audio recording of it. The Dallas event will also be closed to the media.",
      "In Dallas, DeSantis also will appear at a yearly fundraising dinner for the county party, but it will be a different format than the speech he gave in Houston. It has been billed as a \"fireside chat\" between DeSantis and his wife, Casey DeSantis, who is one of his closest political advisers.",
      "Proceeds from the fundraising dinners benefit the county parties, but they also give DeSantis a large audience with activists and donors in two cities that are home to some of the party's biggest contributors nationwide. DeSantis was expected to privately meet with donors on the sidelines of both Texas events.",
      "During his speech in Houston, DeSantis mentioned one top donor to Texas Republicans by name - Dick Weekley - saying Florida was working to catch up to Texas on Weekley's longtime cause, tort reform.",
      "DeSantis was introduced in Houston by state Sen. Brandon Creighton, R-Conroe, chairman of the Senate Education Committee. Creighton traveled to Tallahassee in December to meet with DeSantis about education issues.",
      "Sen. Brandon Creighton",
      "Creighton lavished praise on DeSantis but also emphasized what the Texas Senate is prioritizing this session. He nodded to one of Lt. Gov. Dan Patrick's priorities, saying Texas \"will stand against the teaching of critical race theory by woke tenured professors.\"",
      "Lt. Gov. Dan Patrick",
      "Creighton was most emphatic about a priority of both Patrick and Abbott: a \"school choice\" program that would redirect tax revenue to let parents take their kids out of public schools.",
      "\"This Texas legislative session, we will make clear that Texas parents have the rights they deserve in the public school classroom and with alternative education opportunities and with tax dollars that belong to families, not the government,\" Creighton said.",
      "Florida already has a suite of school-choice programs, and in his speech, DeSantis wished Texas luck in \"bringing a big school-choice package across the finish line.\"",
      "school-choice programs",
      "The lineups for both the Houston and Dallas events also included U.S. Rep. Chip Roy of Austin, a sign of his higher profile statewide since he served as a key negotiator for conservatives on Kevin McCarthy's ascension to House speaker in January.",
      "U.S. Rep. Chip Roy",
      "Abbott was not expected to attend DeSantis' appearances. He was in San Antonio on Friday and set to appear in Austin on Saturday to address a conservative legal group at the University of Texas.",
      "This article originally appeared in The Texas Tribune at https://www.texastribune.org/2023/03/04/ron-desantis-houston-speech-woke/.",
      "The Texas Tribune",
      "https://www.texastribune.org/2023/03/04/ron-desantis-houston-speech-woke/",
      "The Texas Tribune is a member-supported, nonpartisan newsroom informing and engaging Texans on state politics and policy. Learn more at texastribune.org.",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "Trump has a 5-point attack plan designed to annihilate DeSantis as a presidential candidate: report ›",
      "Forget Jeb DeSantis. Donald Trump is the Republican Party ›",
      "'Not based in fact': FL prosecutor blasts DeSantis for 'shameful' attempt to remove her from office ›",
      "The inevitable - and imminent - Trump-DeSantis war - The ... ›",
      "DeSantis's Challenge: When, and How, to Counterattack Trump ... ›",
      "Ron DeSantis says GOP won't 'mess with Social Security,' as ... ›"
    ],
    "headline": "  Ron DeSantis hails Texas and Florida as states 'where woke goes to die' in Houston speech    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/desantis-texas-florida-woke-speech/"
  },
  "https://www.alternet.org/daniel-dale/": {
    "paras": [
      "A CNN fact-checker recently slashed through more than a dozen false claims that derived from this weekend's Conservative Political Action Conference (CPAC) currently underway in Dallas, Texas. ",
      "a dozen false claims",
      "On Saturday, March 4, CNN's Daniel Dale penned an analysis to offer insight and clarity on the claims. In his analysis, he began with a clear introduction about the false claims he intended to debunk. ",
      "Starting with the first day of the conference, Dale researched claims made by Reps. Jim Jordan (R-Ohio) and Marjorie Taylor Greene (R-Ga.) and offered corrections to refute their inaccurate remarks. ",
      "READ MORE: Fact checker reveals Trump stole credit from Obama with 1 outrageous lie 56 times in 2019",
      "Fact checker reveals Trump stole credit from Obama with 1 outrageous lie 56 times in 2019",
      "\"The members of Congress, former government officials and conservative personalities who spoke at the conference on Thursday and Friday made false claims about a variety of topics,\" Dale wrote. ",
      "\"Rep. Jim Jordan of Ohio uttered two false claims about President Joe Biden. Rep. Marjorie Taylor Greene of Georgia repeated a debunked claim about Ukrainian President Volodymyr Zelensky,\" he added. ",
      "\"Sen. Tommy Tuberville of Alabama used two inaccurate statistics as he lamented the state of the country. Former Trump White House official Steve Bannon repeated his regular lie about the 2020 election having been stolen from Trump, this time baselesly blaming Fox for Trump's defeat,\" he wrote.",
      "Dale went on to address claims from Reps. Kat Cammack (R-Fla.) and Rep. Ralph Norman (R-S.C.)",
      "READ MORE: 'Highly misleading': CNN brutally fact-checks Kevin McCarthy's latest series of unfounded claims",
      "'Highly misleading': CNN brutally fact-checks Kevin McCarthy's latest series of unfounded claims",
      "\"Rep. Kat Cammack of Florida incorrectly said a former Obama administration official had encouraged people to harass Supreme Court Justice Brett Kavanaugh. Rep. Ralph Norman of South Carolina inaccurately claimed Biden had laughed at a grieving mother and inaccurately insinuated that the FBI tipped off the media to its search of former President Donald Trump's Florida residence,\" he wrote. \"Two other speakers, Rep. Scott Perry of Pennsylvania and former Trump administration official Sebastian Gorka, inflated the number of deaths from fentanyl.\"",
      "In total, Dale debunked 13 misleading claims made by Republican lawmakers during the conference.",
      "READ MORE: Marjorie Taylor Greene spokesperson throws profane tantrum when confronted by CNN fact-checker",
      "Marjorie Taylor Greene spokesperson throws profane tantrum when confronted by CNN fact-checker",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "Marjorie Taylor Greene spokesperson throws profane tantrum when confronted by CNN fact-checker ›",
      "'Highly misleading': CNN brutally fact-checks Kevin McCarthy's latest series of unfounded claims ›",
      "Fact checker reveals Trump stole credit from Obama with 1 outrageous lie 56 times in 2019 ›",
      "As a matter of fact: Fact-checker extraordinaire Daniel Dale reflects ... ›",
      "Daniel Dale | College of Arts & Sciences | University of Wyoming ›",
      "Fact Check: CNN Fact-Checker Daniel Dale Is 'Fact-Checking the ... ›"
    ],
    "headline": "  CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/daniel-dale/"
  },
  "https://www.alternet.org/mike-murphy-cpac/": {
    "paras": [
      "One Republican strategist has a blistering opinion of the Conservative Political Action Conference (CPAC) as the annual event produces a lacking response from the political party. ",
      "a blistering opinion",
      "On Friday, March 3, Mike Murphy appeared on MSNBC News where he weighed in during a discussion with news anchor Alex Wagner. ",
      "The host aired a clip that featured Don Trump Jr. appealing to the CPAC crowd to consider using a Christian-based mobile provider as opposed to a major carrier that might be embracing the \"woke\" agenda. ",
      "READ MORE: 'Blatant contradictions': Walgreens leaves experts 'very concerned' after ending abortion pill distribution",
      "'Blatant contradictions': Walgreens leaves experts 'very concerned' after ending abortion pill distribution",
      "Wagner kicked off the discussion with his take on the remarks from the former president's son. ",
      "\"The amazing part about the cell phone service - Patriot Mobile - that Don Jr. is hawking here, is that the whole premise is to stop spending your money at woke cell phone companies,\" Wagner said. \"But here is the thing. The Christian conservative carrier doesn't have its own national infrastructure. So, it just rents excess capacity from woke cell phone companies like T-Mobile and AT&T.\"",
      "Wagner, who also highlighted the devolution of CPAC also asked, \"What does CPAC tell us about the modern Republican Party? Is it just one big grift?\"",
      "That's when Murphy chimed in to offer insight saying, \"What's happened is, Trump is shrinking the party and CPAC is shrinking. ",
      "READ MORE: 'What a disgrace': Democratic senator blasts Trump over embassy attack leaving Americans 'huddling in safe rooms'",
      "'What a disgrace': Democratic senator blasts Trump over embassy attack leaving Americans 'huddling in safe rooms'",
      "He added, \"But it is kind of a professional grassroots huckster wing of the GOP. So, the good news is, it's an outlier. It's not the sampling it used to be.\"",
      "Murphy also noted the changes in CPAC over the years emphasizing the atmospheric decline. ",
      "\"This thing now is a scam,\" he said. \"Pure and simple, top to bottom.\"",
      "Now, Murphy believes CPAC is comprised of the \"hobbyist wing of the right-wing.\"",
      "\"CPAC now is like the 25 Japanese troops in a cave somewhere in 1953 waiting for the emperor to tell them to attack,\" he said. \"It is a symptom of the weakness of the Trump thing, not the strength that he owns this shrinking island.\"",
      "Watch the video below or at this link.",
      "at this link.",
      "READ MORE:",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "'What a disgrace': Democratic senator blasts Trump over embassy attack leaving Americans 'huddling in safe rooms' ›",
      "'Blatant contradictions': Walgreens leaves experts 'very concerned' after ending abortion pill distribution ›",
      "Don Jr and Kimberly Guilfoyle received $50,000 for University of Florida speaking event at Trump campaign official's request: Student newspaper ›",
      "2024 hopefuls are already in a dark-money arms race - POLITICO ›",
      "CPAC highlights grifter, huckster wing of the Republican Party ›",
      "Mike Murphy: CPAC Is the 'Professional Grassroots Huckster Wing ... ›",
      "GOP Strategist Tears Donald Trump Jr., CPAC To Shreds In ... ›"
    ],
    "headline": "  'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/mike-murphy-cpac/"
  },
  "https://www.alternet.org/bannon-cpac-fox-news-murdoch/": {
    "paras": [
      "Former President Donald Trump ex-strategist Steve Bannon riled up the Conservative Political Action Conference (CPAC) audience during his speech, as he rebuked Fox News and Fox Corporation Chairman Rupert Murdoch, Mediate reports. ",
      "he rebuked Fox News",
      "The War Room podcast host did not hold back as he referred to the billionaire as an \"oligarch\" and his family as \"'a bunch of foreigners' who've given America 'nothing.'\"",
      "\"'a bunch of foreigners' who've given America 'nothing.'\"",
      "\"Murdoch, you've deemed Trump's not going to be president,\" Bannon shouted. \"Well, we've deemed that you're not going to have a network. Because we're going to fight you every step of the way!\"",
      "READ MORE: Steve Bannon stiffs lawyers as legal woes mount",
      "Steve Bannon stiffs lawyers as legal woes mount",
      "Per Politico, Bannon first riled up the crowd by blasting Fox News \"for announcing that Joe Biden had won Arizona on election night in 2020.\"",
      "Bannon first riled up",
      "He asserted, \"Fox News illegitimately called it for the opposition, and not Donald J. Trump.\"",
      "Mediate reports: ",
      "reports",
      "As he continued to trash the network's coverage, demanded Paul Ryan be removed, and told \"old man Murdoch\" to quit giving \"softball\" interviews to Trump's primary opponents, Bannon was repeatedly showered with applause and cheers from the audience.",
      "READ MORE: Steve Bannon's podcast is a top spreader of lies and 'disinformation': report",
      "Steve Bannon's podcast is a top spreader of lies and 'disinformation': report",
      "Referring to the network's decision to \"cut\" Trump's speech, the former Trump advisor said, \"Look at Fox News. The president announces his - this is historic. A guy gave you four years of peace and prosperity, announces he's going to run again after having it stolen in broad daylight of which they participate in - They don't even, they cover it live for 20 minutes and then they say if there's anything newsworthy, we'll cut back, and they go to some panel and some discussion.\"",
      "Bannon shouted, \"Note to Fox Senior management: When Donald J. Trump talks, it's newsworthy.\" ",
      "Watch the video below or at this link.",
      "at this link",
      "READ MORE: Steve Bannon's former attorney is suing him for 'a whopping $480,487': report",
      "Steve Bannon's former attorney is suing him for 'a whopping $480,487': report",
      "Mediate's full report is available at this link. Politico's report is here.",
      "at this link",
      "here",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Watch: Steve Bannon says Republicans will teach Democrats a lesson 'by bayonet' ›",
      "Steve Bannon and MAGA allies promoted fake 'stolen election' claims ahead of Brazil riots ›",
      "Marjorie Taylor Greene tells Steve Bannon she plans to impeach Joe Biden over renewable energy ›",
      "Bannon gets 4 months behind bars for defying 1/6 subpoena | AP ... ›"
    ],
    "headline": "  Steve Bannon slams 'oligarch' Murdoch and Fox News in CPAC speech for cutting Trump's 'newsworthy' speech    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/bannon-cpac-fox-news-murdoch/"
  },
  "https://www.alternet.org/kellyanne-conway-trump-2659500402/": {
    "paras": [
      "Reacting to a report from Page Six that former White House adviser Kellyanne Conway and her husband, conservative lawyer George Conway, are lawyering up and getting divorced, Donald Trump jumped into the fray late Friday night.",
      "As Page Six reported, the Conway marriage was torn apart by her allegiance to Donald Trump as her husband became one of the former president's biggest critics.",
      " the Conway marriage was torn apart",
      "The report notes, \"In her 2022 memoir 'Here's the Deal,' Kellyanne said that she considered George's steady barrage of criticism of the then-president a betrayal of their marriage, calling it 'cheating by tweeting.' She also said that Ivanka Trump had suggested couples therapy.\"",
      "Trump weighed in on the reported split and congratulated her late Friday night using his Truth Social platform.",
      "He wrote, \"Congratulations to Kellyanne Conway on her DIVORCE from her wacko husband, Mr. Kellyanne Conway. Free at last, she has finally gotten rid of the disgusting albatross around her neck.\"",
      "Congratulations to Kellyanne Conway",
      "He then added, \"She is a great person, and will now be free to lead the kind of life that she deserves...and it will be a great life without the extremely unattractive loser by her side!\"",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "'You gaslighting cartoon': Kellyanne Conway brutally mocked for conflating opioid deaths with marijuana ›",
      "Watch: Kellyanne Conway boasts of being 'the one Trump official' not entangled in criminal probes ›",
      "Kellyanne Conway goes into full meltdown mode while criticizing GOP for Georgia runoff ›",
      "While advising Trump on judges, Conway sold her business to a firm ... ›",
      "Kellyanne Conway meets with Manhattan prosecutors investigating ... ›",
      "Former Trump adviser Kellyanne Conway sits for 5-hour interview ... ›"
    ],
    "headline": "  Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/kellyanne-conway-trump-2659500402/"
  },
  "https://www.alternet.org/2022/10/voters-choosing-economy-over-democracy": {
    "paras": [
      "This article was paid for by AlterNet subscribers. Not a subscriber? Try us and go ad-free for $1. Prefer to give a one-time tip? Click here.",
      " Try us and go ad-free for $1.",
      "Click here.",
      "",
      "",
      "In the last weeks before the 2022 midterms, Democrats have been struggling. A major Times poll indicated that 44 percent of voters said that economic concerns were most important for them in the election, up from 36 percent in July. ",
      "Times poll",
      "That's important because voters who put economics first favored Republicans by more than two to one. ",
      "Polls like this make it sound like the American people are angry about continuing high inflation and have deprioritized issues like abortion rights and voting rights. As a result, they have turned to Republicans.",
      "high inflation",
      "READ MORE: Anxious Americans are putting prices over principles",
      "Anxious Americans are putting prices over principles",
      "That may be part of what is happening. But it also seems likely that voters are turning to Republicans, and that they have therefore started referencing Republican talking points about the economy.",
      "This seems counterintuitive; economic health has a direct material effect on people. You'd expect that to drive vote choice.",
      "But a good deal of research suggests that the opposite is the case. People aren't pushed into partisan camps by the economy. Rather, people interpret the economy through a partisan lens. ",
      "In 2016, for example, the Republican Consumer Confidence Index, based on a weighted value for a series of key questions, was around 77. The Consumer Confidence Index for Democrats was around 105.",
      "was around 77",
      "READ MORE: Republicans would rather tank the global economy than stop corporations from destroying the planet",
      "Republicans would rather tank the global economy than stop corporations from destroying the planet",
      "Immediately after the election when Republican candidate Donald Trump was victorious, though, those numbers flipped. Republican CCI jumped to 120; Democratic CCI plummeted below 80.",
      "There was a similar dynamic after the 2020 election. Democrats shortly before the election had a CCI of around 76. The Republican CCI was close to 100. After the election of Democrat Joe Biden, Democratic CCI skyrocketed to close to 105, while Republican CCI cratered to under 70.",
      "Similarly, before the 2016 election, less than 25 percent of Republicans said the economy was getting better; more than 75 percent said it was getting worse. ",
      "before the 2016 election",
      "As soon as the election happened, though, those numbers changed dramatically. Suddenly almost 50 percent of Republicans thought the economy was getting better, while a slightly smaller number than that said it was getting worse.",
      "Obviously, the economy didn't change that much in the week after the election. What changed were partisan signals. When Trump was in control, Republicans told pollsters the economy was better, while Democrats told pollsters the economy was worse. ",
      "The fact that partisanship drives economic polling, rather than the economy driving partisanship, is well known now. And it's even more salient as partisanship has increased and strengthened over the last years. It should be taken into account in media reporting and narratives.",
      "increased and strengthened",
      "But it rarely is. For example, in 2016, the media was obsessed with the idea that Trump voters were being driven by economic anxiety. ",
      "But numerous retrospective studies showed that there was little correlation between economic distress and support for Trump. ",
      "little correlation between economic distress and support for Trump",
      "Trump voters chose Trump for partisan reasons-because he was a Republican, because he embodied their enthusiasm for white, male, Christian identity politics. ",
      "But Republican talking points focused on economic anxiety. So voters signaled their partisanship to pollsters by saying the economy was doing poorly.",
      "Despite the evidence that media narratives were wrong or confused in 2016, you can see the same thing happening again in 2022. The media looks at polls saying that voters are concerned about inflation and the economy, and says that poor economic performance is bad for Democrats.",
      "Inflation does materially affect people, and disruptions from Covid and the war in Ukraine are real. There is plenty of reason to be concerned about the economy at a time of global uncertainty and conflict.",
      "But those concerns don't necessarily translate into voting choices.",
      "For instance, in the New York Times article on their own poll, the reporter interviews Robin Ackerman, a 37-year-old mortgage loan officer who said she was a Democrat. ",
      "Ackerman supports abortion rights. But she said, \"I'm shifting more towards Republican because I feel like they're more geared towards business.\" ",
      "said",
      "The vague gesture towards \"business\" doesn't really sound like someone who is worried about the economy and is going to vote Republican. It sounds like someone who has decided to vote for the GOP, and is therefore referencing partisan GOP pro-business talking points to justify or rationalize that choice.",
      "So, if the economy isn't necessarily driving voter choice, what is?",
      "The probable answer is simply that the incumbent party has a large structural disadvantage in midterm elections. According to FiveThirtyEight, the president's party has performed about 7.4 points worse in the midterm elections than in the previous presidential election.",
      "performed",
      "Based on those numbers you'd expect Democrats to lose the House (which they won by 3 in 2020). They might be able to hold the Senate this year because of the very poor quality of Republican candidates.",
      "Why do voters turn on the incumbent president? Political scientists are unsure, but the best explanation is probably \"balancing.\" ",
      "balancing",
      "Voters, perhaps pushed by a press obsessed with both sides messaging, tend to worry that a president has gone too far to the left or the right. They vote for the out party to get what they see as more moderate outcomes.",
      "both sides messaging",
      "The Dobbs decision, one of the most sweeping right-wing policy victories of the last twenty years at least, has somewhat undermined the narrative that the country is moving too far left. So has the continued prominence of Donald Trump in the news, a constant reminder of what the Republicans would do if in power.",
      "These factors have helped keep Democrats more competitive in midterm polls than would be expected. Republicans are still only about .5 points ahead on the generic congressional ballot according to 538's poll aggregator, rather than the 4-point lead you'd expect based on previous midterms.",
      "538's poll aggregator",
      "Still, the swing towards the out party as the midterm approaches is powerful. The Democrats are fighting against long-term structural factors which have shaped elections for decades.",
      "Those factors are pushing voters towards Republicans-and when voters move towards Republicans, they tend to say they're concerned about the economy, because that's what Republican partisan leaders are emphasizing.",
      "But it's not the economy driving the partisanship. It's partisanship driving economic concerns. ",
      "Which means that the problem isn't really that Democrats are out of touch on the economy, or aren't appealing to working-class voters. The problem is that many voters continue to behave as they have in the past, despite the GOP's escalating extremism and escalating attack on democracy. ",
      "escalating attack on democracy",
      "This dynamic is very dangerous for our democracy, and it's difficult to know how to address it. But if we are ever going to do so, it's important to understand that economic anxiety is not what's driving the backlash. ",
      "READ MORE: Bernie Sanders says Democrats should hammer the 'corporate agenda of the Republicans'",
      "Bernie Sanders says Democrats should hammer the 'corporate agenda of the Republicans'",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "The Republican danse macabre: Trashing the economy even if they ... ›",
      "Republicans want to use the debt limit to wreck the economy. Will ... ›",
      "'Threatening to crash the economy on purpose': GOP to gut Social ... ›",
      "Poll: GOP is winning on the economy, immigration; Democrats are ... ›",
      "Biden warns Republicans will 'crash the economy' as they vow to ... ›",
      "GOP opens edge on economy, crime ahead of midterms: POLL ... ›"
    ],
    "headline": "  Why are voters choosing 'the economy' over democracy    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/2022/10/voters-choosing-economy-over-democracy"
  },
  "https://www.alternet.org/why-jim-jordan-s-new-subcommittee-on-government-weaponization-is-pitiful-not-scary-columnist/": {
    "paras": [
      "When the U.S. House of Majority's new Republican majority was seated in January and Rep. Kevin McCarthy (R-California) became House speaker, far-right Rep. Jim Jordan (R-Ohio) was put in charge of the House Judiciary Committee as well as the Select Subcommittee on the Weaponization of the Federal Government. Jordan has promised that Democrats need to be very afraid of the 'whistleblowers' he would be unveiling in connection with the Weaponization Subcommittee. But journalist Steve Benen, in a March 3 opinion column for MSNBC's MaddowBlog, argues that the Subcommittee has more bark than actual bite.",
      "March 3 opinion column",
      "Benen notes that a 316-page report released by House Judiciary Democrats on March 2 shows that GOP witnesses being billed as 'whistleblowers.... are not actual whistleblowers, and more importantly, they've 'engaged in partisan conduct that calls into question their credibility.'\"",
      "Benen notes",
      "316-page report",
      "Benen explains, \"This comes on the heels of Jordan recently holding a hearing of his 'weaponization' committee, in which Republicans whined about old grievances without new information. It was at the same hearing that the first two Republican witnesses, who were supposed to testify about the 'weaponization' of the federal government, were a professor who was once an intern in a government office and an FBI agent who retired in 1999.\"",
      "Benen explains",
      "READ MORE:Red flags about Jim Jordan's 'weaponization' committee ID'd by past congressional investigators",
      "Red flags about Jim Jordan's 'weaponization' committee ID'd by past congressional investigators",
      "When the January 6 Select Committee was probing the January 6, 2021 insurrection, Jordan - a Donald Trump loyalist - and other MAGA Republicans repeatedly accused Democrats of \"weaponizing\" the federal government against their political rivals. And he has been touting the Weaponization Subcommittee as an effort to bring Democrats to justice. But Weaponization Subcommittee, according to Benen, is only fierce in Jordan's mind. ",
      "\"When House Republicans launched their misguided 'Weaponization' Committee, it was intended to strike fear in the hearts of their perceived political foes,\" Benen observes. \"The panel's targets were supposed to take one look at the Committee's comically broad mandate, and its lineup of partisan attack dogs, and tremble. But the Select Subcommittee on the Weaponization of the Federal Government isn't scary; it's pitiful.\"",
      "Benen observes",
      "READ MORE: 'Wild' GOP government weaponization hearings will be loaded with Fox News contributors",
      "Wild' GOP government weaponization hearings will be loaded with Fox News contributors",
      "Read Steve Benen's full MSNBC opinion column at this link.",
      "full MSNBC opinion column at this link",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Jordan's first hearing on 'so-called' weaponization of government mocked Over conspiracy theorist witnesses ›",
      "Far-right 'attack dog' Jim Jordan now enjoys greater 'power' than ever before: report ›",
      "'A lot of explaining to do': Jim Jordan slammed on Twitter for contradictory remarks about 1/6 call to Trump ›",
      "Jim Jordan's 'Weaponization Committee' Is Misfiring - POLITICO ›",
      "Jim Jordan's Weaponization Committee Opens with a Faceplant ... ›",
      "What is the Subcommittee on Weaponization of the Federal ... ›"
    ],
    "headline": "  Why Jim Jordan's new subcommittee is 'pitiful' - not 'scary': Maddow producer    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/why-jim-jordan-s-new-subcommittee-on-government-weaponization-is-pitiful-not-scary-columnist/"
  },
  "https://www.alternet.org/gop-censure/": {
    "paras": [
      "U.S. Rep. Tony Gonzales, R-San Antonio, is digging in as he faces a potential censure by the Republican Party of Texas over his recent positions breaking with the party.",
      "Tony Gonzales",
      "The party's executive committee is set to hold a quarterly meeting Saturday where it will consider a censure resolution that cites a few of the notable ways in which Gonzales has split from his party in recent months. Those include his rejection of a border security proposal by his fellow Texas Republican Rep. Chip Roy, and his support of a bill defending same-sex marriage protections and a bipartisan gun law that passed in response to the Uvalde school shooting in his district.",
      "Chip Roy",
      "\"What censure?\" Gonzales said when asked about it by reporters Thursday in San Antonio. \"Has a censure taken place? I think they're gonna vote on it Saturday, and we'll see how that goes.\"",
      "Gonzales added - as he has before - that he has no regrets about supporting the gun safety law, which expanded background checks, among other things. He was the only House Republican from Texas to support the measure - and one of only 14 nationwide.",
      "\"If the vote was today,\" Gonzales said, \"I would vote twice on it if I could.\"",
      "Gonzales does not plan to attend the meeting Saturday. He noted he is leading a congressional delegation to the Mexican border in Eagle Pass - as well as Uvalde - on Monday. And he sought Thursday to shift the spotlight to issues on which Republicans are more unified, attending a news conference to oppose a San Antonio ballot proposition that would decriminalize abortion.",
      "The movement to censure Gonzales is the latest twist in his short but action-packed political career. It began in 2020 when he won a primary runoff that went to a recount and then beat the odds to keep the 23rd District under GOP control. Then redistricting made the seat redder for the 2022 election, and he had to navigate a unique race that served as a referendum on his independent streak. He won by double digits.",
      "referendum on his independent streak",
      "But the intraparty sniping has not subsided, especially as Gonzales has vocally opposed the border security bill from Roy, which would give the secretary of Homeland Security the power to bar border crossings and detain asylum-seekers while their cases are processed in court.",
      "The censure resolution that the State Republican Executive Committee is set to consider originated from Medina County, which passed it last month and requested the state party take it up. Fifteen other counties in Gonzales' sprawling district have since approved concurring resolutions.",
      "Three-fifths of the 64-member State Republican Executive Committee would have to approve the resolution Saturday. If the resolution passes, it would allow the state party to get involved in Gonzales' primary, including by spending its funds to inform voters of the censure. The party is normally required to remain neutral in intraparty contests.",
      "The state party said it believes that the only other time it approved a censure under this method was against former state House Speaker Joe Straus in 2018. He was also a moderate from San Antonio.",
      "Joe Straus",
      "The Medina County resolution alleges Gonzales violated the principles of the party by voting for the gun law and opposing Roy's border legislation. It also cites Gonzales' vote last year for a bill to codify same-sex marriage, plus his lonely vote against the U.S. House rules package in January, which made it easier to remove the speaker and made it hearder to raise taxes, among other things.",
      "Gonzales scoffed Thursday at his opposition to the rules package, which was the product of painstaking negotiations with House conservatives to allow Kevin McCarthy to become speaker. Gonzales questioned a reporter on whether he understood the rules package, dismissing it as \"so inside baseball.\"",
      "\"The reality is I've taken almost 1,400 votes, and the bulk of those have been with the Republican Party,\" Gonzales said.",
      "Gonzales defended his support for the same-sex marriage bill last year, telling The Texas Tribune that it \"wasn't a tough vote\" and that Republicans need to accept same-sex marriage if the party wants to grow.",
      "telling The Texas Tribune",
      "The Roy border bill has been the biggest flashpoint recently. Gonzales has stood firm against it, arguing it would effectively end asylum. Roy has denied that.",
      "That has led to a budding rivalry between Gonzales and Roy, complete with thinly veiled threats from allied groups to field a primary challenger against Gonzales.",
      "Gonzales took a fresh swipe at Roy on Thursday while touting how he has voted with the GOP most of the time. A day earlier, Roy was one of only four Republicans to oppose a bill to require estimates of the inflationary impact of President Joe Biden's executive orders. Roy said he objected to the proposal because it did not apply to \"'emergency' orders that are some of the primary drivers of inflation.\"",
      "\"Just yesterday, I voted to hold Biden accountable for inflation,\" Gonzales said. \"Not all Republicans voted in favor of ensuring that.\"",
      "That the opposition to Gonzales would originate in Medina County is unsurprising. The county, which is west of San Antonio, is home to Raul Reyes, Gonzales' 2020 primary runoff opponent, who remains a bitter critic.",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Ex-GOP congressman: 'Awful' Marjorie Taylor Greene should face 'censure' for heckling the State of the Union ›",
      "How Texas anti-LGBTQ protestors fuel rage over drag events ›",
      "Texas border Republican accuses GOP of using immigration crisis for political gain ›",
      "Wyoming GOP Censures Liz Cheney For Voting To Impeach Trump ... ›",
      "Joni Ernst defends Respect for Marriage Act vote despite GOP censure ›",
      "GOP censures Cheney, Kinzinger as it assails Jan. 6 probe | AP News ›"
    ],
    "headline": "  Texas Republican defiant as he faces censure for breaking with GOP    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/gop-censure/"
  },
  "https://www.alternet.org/manafort/": {
    "paras": [
      "Donald Trump's one-time campaign manager Paul Manafort is paying a whopping $3.2 million in fines to finally settle federal tax-dodging charges.",
      "A judgment against Manafort was entered for his \"willful\" failure to file timely legally required annual reports disclosing his ownership - or control - of more than three dozen offshore companies and accounts, according to the watchdog news site The Florida Bulldog. The penalties and interest assessed against him covered the tax years 2013 and 2014.",
      "The Florida Bulldog",
      "The $3.2 million settlement was approved by Miami U.S. District Judge Rodolfo Ruiz last week.",
      "Trump pardoned Manafort before he left office in 2021, which freed him from jail, but didn't let him off hook for tax fines.",
      "Trump pardoned Manafort",
      "Manafort served as Trump's campaign manager from May to August of 2016. He left his job before he was charged with any crimes, following a flurry of concerns about his ties to Russian president Vladimir Putin and his firm's lobbying on behalf of pro-Russian Ukrainian oligarchs.",
      "Manafort served as Trump's campaign manager",
      "He was convicted of eight criminal counts in 2018, including tax and bank fraud. He later pleaded guilty to two other counts ― one against the U.S. and the other conspiracy to obstruct justice - as part of his plea deal. He was sentenced to a total of 7.5 years.",
      "According to Palm Beach County records, the IRS withdrew federal tax liens totaling $6.3 million against Manafort for the years 2010-2014 and 2017 after he apparently paid those back taxes in 2021. ",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "'The other Manafort': The biggest misinformation peddler in Trumpworld might be someone you've never heard of ›",
      "Paul Manafort admits sharing info with the Russians during 2016 Trump campaign ›",
      "Paul Manafort reveals he secretly advised Trump while awaiting pardon ›",
      "Manafort Breached Plea Deal by Repeatedly Lying, Mueller Says ... ›",
      "Paul Manafort resigns from Trump campaign - POLITICO ›",
      "The Origins of Paul Manafort, Trump's Former Campaign Manager ... ›"
    ],
    "headline": "  Ex-Trump campaign manager ordered to pay $3.2 million settlement for tax-dodging charges    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/manafort/"
  },
  "https://www.alternet.org/jon-stewart-2659500571/": {
    "paras": [
      "Comedian Jon Stewart did not mince words with his recent remarks condemning Republican lawmakers' support of measures that would ease restrictions on gun violence. ",
      "did not mince words",
      "During the recent segment of his Apple TV show, \"The Problem with Jon Stewart,\" Stewart laid out his concerns in an intense exchange with Oklahoma State Sen. Nathan Dahm (R). ",
      "In addition to expressing concern about the latest Republican proposal, Stewart asked Dahm why lawmakers had not considered incorporating a more extensive gun registry and more restrictions and requirements for gun ownership.",
      "READ MORE: 'This is blowing my mind!' Jon Stewart grills Arizona attorney general on Trump's election lies",
      "'This is blowing my mind!' Jon Stewart grills Arizona attorney general on Trump's election lies",
      "Dahm, who describes himself as a \"strong proponent of the Second Amendment,\" insisted that an emphasis should be placed on the United States' \"fatherlessness crisis\" as a means of reaching a resolution for the uptick in gun violence. ",
      "Stewart emphasized that while he does not want to ban guns, he does believe there should be more restrictions for firearm ownership.",
      "\"The registry would allow you to have much more effective background checks,\" he said. \"I don't understand why you won't just admit that you are making it harder for police to manage the streets by allowing all of these guns to go out without permits, without checks, and without background stuff. Why can't you just stand by that?\"",
      "\"Because that's not what I'm doing,\" Dahm responded. \"I'm defending the individual's right to keep and bear arms.\"",
      "READ MORE: 'They play-act': Jon Stewart torches JD Vance and Tucker Carlson over Ohio train derailment",
      "'They play-act': Jon Stewart torches JD Vance and Tucker Carlson over Ohio train derailment",
      "Despite Dahm's arguments, the National Association of School Psychologists has made it clear that \"there is NO profile of a student who will cause harm.\" ",
      "National Association of School Psychologists",
      "Stewart also pushed back with similar claims as he accused the lawmaker of not giving \"a flying f---\" about gun control.",
      "\"It's firearms,\" Stewart said of children's leading cause of death in the United States. \"More than cancer, more than car accidents. And what you're telling me is you don't mind infringing free speech to protect children from this amorphous thing [drag shows] that you think of, but when it comes to children that have died, you don't give a flying f- to stop that, because that shall not be infringed.\"",
      "Watch the video below or at this link.",
      "at this link.",
      "1677841200",
      "READ MORE: WATCH: Jon Stewart Says Netanyahu Stole GOP Idea - 'Hey, Ginning Up Racist Fears Is Our Thing'",
      "WATCH: Jon Stewart Says Netanyahu Stole GOP Idea - 'Hey, Ginning Up Racist Fears Is Our Thing'",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "8 Ways Jon Stewart and Stephen Colbert Show More Leadership Than Our \"Leaders\" ›",
      "'This is blowing my mind!' Jon Stewart grills Arizona attorney general on Trump's election lies ›",
      "'They play-act': Jon Stewart torches JD Vance and Tucker Carlson over Ohio train derailment ›",
      "Jon Stewart On Dave Chappelle, Kyrie Irving, And Kanye West ... ›",
      "Jon Stewart Brutally Confronts Republican Lawmaker Over Gun ... ›",
      "How Jon Stewart Became a Fierce Advocate for 9/11 Responders ... ›"
    ],
    "headline": "  Jon Stewart torches GOP senator with brutal reality about gun violence    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/jon-stewart-2659500571/"
  },
  "https://www.alternet.org/Bank/cpac-lack-attendance-fatigue-midterms/": {
    "paras": [
      "The level of attendance at the Conservative Political Action Conference (CPAC) this year was noticeably \"low\", Rolling Stone reports. ",
      "noticeably \"low\"",
      "This comes as CPAC founder Matt Schlapp currently faces a lawsuit for allegations of sexual assault from a former male staffer, and more recently, accusations of fostering a \"'toxic' culture,\" which led to \"an 'exodus' of staffers.\"",
      "faces a lawsuit",
      "accusations of fostering",
      "an 'exodus' of staffers",
      "Per Rolling Stone, CPAC vice chairman Steven J. Allen, who has faithfully attended the conference for decades, thinks \"'fatigue' from the 2022 midterms,\" and \"the proliferation of CPAC events in other states like Florida\" could be the reason behind the lack of seat fillers. ",
      "faithfully attended",
      "\"I'm fine with it, at least for me personally,\" Allen said. \"I don't see enough of a difference to be concerned at all.\"",
      "READ MORE: Embattled CPAC founder Schlapp faces new accusations as staffer exodus accelerates",
      "Embattled CPAC founder Schlapp faces new accusations as staffer exodus accelerates",
      "Rolling Stone reports: ",
      "reports",
      "Some high-profile conservative leaders like Mitch McConnell have shunned CPAC for years. But Florida Governor Ron DeSantis, Trump's foremost competitor for the Republican nomination in 2024, is conspicuously absent. Fellow candidates Nikki Haley and Mike Pompeo spoke on Friday to a half-empty chamber, raising the alarming prospect Trump's own speech on Saturday might not be an overflow crowd.",
      "Former Vice President Mike Pence - who recently said he's continuing to \"pray\" about whether he'll run for president in 2024 - also skipped the conference this year, according to NBC.",
      "he's continuing to \"pray\" about",
      "skipped the conference",
      "Per Rolling Stone, Sany Dash, \"who manned the booth at the USA Trump Store, where rhinestone-covered purses shaped like guns and flags go for $200 to $500,\" complained attendance \"not as the best as it has been in the past.\" She emphasized, \"Definitely nowhere close to that.\"",
      "complained attendance",
      "READ MORE: 'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Dash continued, \"I love the fact that we're supporting CPAC but unfortunately the attendance is just not there this year.\"",
      "Michael Mikulewich, an attendee, believes low turnout could be the result of \"the weather\" in Maryland, \"lengthy booze lines, and unwelcoming locals.\" ",
      "could be",
      "With the conference location in mind, the Florida and New York native also asserted conservatives likely don't want to \"support Democratic states and cities.\"",
      "Mikulewich said, \"Texas, beautiful. Orlando was beautiful. Here, it's raining and depressing. There's one bartender but 350 people. So if that doesn't give you a message as to what Washington is telling you, D.C. is telling you, then that's it for the story.\"",
      "READ MORE: Watch: Matt Schlapp whisked away at CPAC from reporter asking about groping allegations",
      "Watch: Matt Schlapp whisked away at CPAC from reporter asking about groping allegations",
      "Rolling Stone's full report is available at this link (subscription required). NBC's report is here. ",
      "at this link",
      "here",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "Watch: Matt Schlapp whisked away at CPAC from reporter asking about groping allegations ›",
      "'America is not a racist country': Nikki Haley warns nearly vacant CPAC room 'wokeness is a virus' ›",
      "Steve Bannon slams 'oligarch' Murdoch and Fox News in CPAC speech for cutting Trump's 'newsworthy' speech ›",
      "Matt Schlapp Rages About 'Fake Journalists' as Fox News Ignores ... ›",
      "Late Night Gives the Lowdown on CPAC - The New York Times ›",
      "Dueling CPAC and Club for Growth events highlight divide within ... ›"
    ],
    "headline": "  'Fine with it': CPAC goers attribute lack of attendance to 'lengthy booze lines' and 'fatigue' from midterms    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/Bank/cpac-lack-attendance-fatigue-midterms/"
  },
  "https://www.alternet.org/democrats-to-biden-reject-willow-now-and-protect-the-arctic/": {
    "paras": [
      "Nearly two dozen Democratic lawmakers from the U.S. Senate and House-as well as independent Sen. Bernie Sanders of Vermont-have written to President Joe Biden imploring him to put the last nail in the coffin of an \"ill-conceived and misguided\" oil and gas drilling project in Alaska that experts say would destroy the president's climate legacy if approved in any form.",
      "Bernie Sanders",
      "climate legacy",
      "Led by Rep. Raúl M. Grijalva (D-Ariz.), ranking member of the House Natural Resources Committee, and Sen. Ed Markey(D-Mass.), Chair of the Senate Environment and Public Works Subcommittee on Clean Air, Climate, and Nuclear Safety, the letter urges Biden and Interior Secretary Deb Haaland to reject final approval of the 30-year ConocoPhillips' Willow Project in Alaska's National Petroleum Reserve.",
      "Ed Markey",
      "the letter",
      "\"No version of the Willow [Master Development Plan (MDP)] is consistent with your commitments to combat the climate crisis and promote environmental justice, especially as reflected in the Inflation Reduction Act, historic legislation on which we all collaborated to achieve these crucial goals,\" the letter states.",
      "\"If allowed to proceed,\" the lawmakers argue, the Willow project \"would pose a significant threat to U.S. progress on climate issues,\" citing estimates that the project could unleash upwards of $19.8 billion in climate-related damages.",
      "The letter comes days after White House officials floated the possibility of a scaled-back Willow Project, but environmentalists have said, as Common Dreamsreported Wednesday, that \"no form of this project is OK.\"",
      "reported",
      "The Burea of Land Management has estimated that even a scaled-back version would emit around 9.2 million metric tons of carbon dioxide each year and Earthjustice, which has fought Willow in court, has warned that the approval request now before the Interior Department \"would bring at least 219 wells, 267 miles of pipelines, and 30 miles of roads to a vast public lands area in Alaska's Western Arctic, permanently altering a globally significant and ecologically rich landscape.\"",
      "warned",
      "In their letter, the lawmakers tell Biden and Haaland that the only course of action should be \"no action,\" following the release of the final supplemental environmental impact statement (SEIS) on the project earlier this year. According to the letter:",
      "In a separate letter on Friday, the grassroots advocacy group Progressive Democrats of America also urged Biden to recognize the historic and legacy-building opportunity in rejecting the Willow project completely.",
      "\"We appeal to what is most honest, wise, and most courageous in you,\" states the group's letter, which was signed by leaders and members of PDA chapters nationwide. \"To the elder in you. To the grandfather in you. Do not gamble with our lives and with the lives of generations yet unborn. Reject the Willow Oil Project.\"",
      "group's letter",
      "Grijalva and Markey were joined in the bicameral letter by Rep. Nanette Diaz Barragán (D-Calif.), Rep. Earl Blumenauer (D-Ore.), Rep. Jamaal Bowman(D-N.Y.), Sen. Maria Cantwell (D-Wash.), Rep. Steve Cohen (D-Tenn.), Rep. Diana DeGette (D-Colo.), Sen. Tammy Duckworth (D-Ill.), Rep. Jared Huffman (D-Calif.), Rep. Pramila Jayapal(D-Wash.), Rep. Ro Khanna(D-Calif.), Rep. Barbara Lee (D-Calif.), Rep. Mike Levin (D-Calif.), Sen. Jeffrey A. Merkley (D-Ore.), Rep. Gwen S. Moore (D-Wis.), Rep. Alexandria Ocasio-Cortez(D-N.Y.), Sen. Bernie Sanders(I-Vt.), Rep. Janice Schakowsky (D-Ill.), Rep. Darren Soto (D-Fla.), Sen. Elizabeth Warren(D-Mass.), and Sen. Ron Wyden (D-Ore.).",
      "Jamaal Bowman",
      "Pramila Jayapal",
      "Ro Khanna",
      "Alexandria Ocasio-Cortez",
      "Bernie Sanders",
      "Elizabeth Warren",
      "\"The Willow Project would lead to over 9 million metric tons of carbon emissions per year,\" said Rep. Khanna in a social media post Friday night. \"It would be a victory for Big Oil and a huge step backwards on climate.\"",
      "said"
    ],
    "headline": "  Democrats to Biden: 'reject Willow now and protect the Arctic'    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/democrats-to-biden-reject-willow-now-and-protect-the-arctic/"
  },
  "https://www.alternet.org/pharma-mrna-vaccines/": {
    "paras": [
      "Vaccine equity campaigners said Thursday that a new peer-reviewed study published in a major medical journal should put to rest the pharmaceutical industry's \"false narrative\" that its own investments were responsible for the rapid development of mRNA vaccines to fight the coronavirus pandemic.",
      "The study, published in The BMJ on Wednesday, estimates that the U.S. federal government has invested at least $31.9 billion in the development, production, and purchase of mRNA coronavirus vaccines-a finding that the People's Vaccine Alliance said undercuts pharmaceutical companies' attempts to take credit for the innovations that made the lifesaving shots possible.",
      "study",
      "\"Pharmaceutical companies have sold a false narrative to the public; that it was their investment which gave us mRNA vaccines and that they deserve the $75 billion profit made from Covid-19 vaccines. As this research shows, that claim is a total myth,\" Mohga Kamal-Yanni, policy co-lead for the People's Vaccine Alliance, said in a statement Thursday.",
      "statement",
      "\"Without public investment, there would be no mRNA vaccines. Yet just three pharmaceutical companies have been handed monopolies on this lifesaving public science,\" Kamal-Yanni continued. \"These are the people's vaccines, and the technology behind them should be shared with the world.\"",
      "The new study, which tracks U.S. public investments in mRNA vaccine technology dating back decades, identifies 34 National Institutes of Health (NIH)-funded research grants that were \"directly related to mRNA Covid-19 vaccines.\"",
      "The authors summarized their findings:",
      "Though their successes were enabled at every step by government support, pharmaceutical companies-including Moderna and Pfizer, the manufacturers of the two available mRNA Covid-19 vaccines-have resisted the notion that federal research and funding was critical to the rapid development of coronavirus shots.",
      "enabled at every step",
      "Speaking to Barron's in July 2020, before any coronavirus vaccines had received emergency authorization, Pfizer CEO Albert Bourla scoffed at the notion that pharmaceutical companies should forgo any profits from coronavirus vaccines and therapeutics.",
      "scoffed",
      "\"I think it's very wrong. You need to be very fanatic and radical to say something like that right now,\" Bourla said. \"Who is finding the solution? The private sector found the solution for diagnostics, and the private sector found the solution for therapeutics and is along [the] way to find more solutions for therapeutics and vaccines.\"",
      "Pfizer posted $31.4 billion in profits in 2022, a sum advocates condemned as \"sickening\"-particularly as many people in low-income countries still lack access to coronavirus vaccines.",
      "still lack access",
      "While Moderna's billionaire CEO Stéphane Bancel has acknowledged that \"we didn't do this alone\" and that government financial backing played an important role in the development of Covid-19 vaccines, the company is fighting with the NIH over patent rights to spike-protein technology that is central to the mRNA shots.",
      "acknowledged",
      "fighting with the NIH",
      "The New York Timesreported last month that Moderna recently agreed to make a $400 million payment for using a chemical technique that was developed with government funding. The payment will be shared by the NIH and two U.S. universities involved in the invention of the technique.",
      "reported",
      "But the Times noted that \"Moderna is still locked in a separate high-stakes dispute with the NIH over who invented the central component of the vaccine, the genetic sequence that helps recipients produce an immune response.\"",
      "separate high-stakes dispute with the NIH",
      "Peter Maybarduk, director of the Access to Medicines program at Public Citizen, said in response to Moderna's $400 million payment that it \"amounts to little more than 1% of its $36 billion in global sales.\"",
      "said",
      "\"Considering Moderna's soup-to-nuts reliance on U.S. government support, the public deserves a much better deal, including vaccines made available free or at cost today,\" said Maybarduk. \"The government should have insisted on affordability from the start, and should insist on essentially free vaccines today. There would be no NIH-Moderna vaccine without the NIH.\"",
      "The People's Vaccine Alliance and Oxfam International echoed that sentiment in a statement earlier this week as a World Health Organization body kicked off negotiations over an international pandemic accord.",
      "statement",
      "negotiations",
      "\"Medical technologies related to pathogens with pandemic potential must be treated as global common goods-be available to all who need them at the same time,\" the groups said. \"Global common goods must take precedence over private commercial interests.\"",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "Massachusetts newspaper urges Joe Biden to 'play hardball' against Moderna COVID vaccine price hikes ›",
      "'Plundered health systems for profit': Pfizer reports staggering $100 billion in revenue in 2022 ›",
      "'Sick and tired of being ripped off': Bernie Sanders excoriates big pharma greed ›",
      "Addressing the Cold Reality of mRNA Vaccine Stability ›",
      "BioNTech sets sights on oral mRNA vaccines with deal to access ... ›",
      "Pharma companies race to develop mRNA vaccines for influenza ›"
    ],
    "headline": "  Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/pharma-mrna-vaccines/"
  },
  "https://www.alternet.org/jordan-16-fbi-officials-subpoenas/": {
    "paras": [
      "House Judiciary Chairman Jim Jordan, who infamously refused to honor a lawful subpoena from the U.S. House Select Committee on the January 6 Attack requiring his testimony last year, on Friday issued a letter to FBI Director Chris Wray demanding 16 FBI agents testify before his committee or face subpoenas to do so.",
      "House Judiciary Chairman Jim Jordan",
      "The letter is officially from the Judiciary Committee but was tweeted out by the Select Subcommittee on the Weaponization of the Federal Government, which is also chaired by Jordan. That new subcommittee has been the subject of scrutiny and mockery over the past 24 hours after Jordan claimed he had three FBI \"whistleblowers\" who Democrats in a damning 300-page report say have no first-hand knowledge of any wrongdoing.",
      "a damning 300-page report",
      "Democrats are demanding Jordan make the three agents testify in public \"about the so-called 'weaponization' of the law enforcement agency,\" Raw Story reported.",
      "Raw Story",
      "READ MORE: Haley Tells Half-Empty Room at CPAC 'America Is Not a Racist Country' and 'Wokeness' Is More Dangerous Than COVID",
      "Haley Tells Half-Empty Room at CPAC 'America Is Not a Racist Country' and 'Wokeness' Is More Dangerous Than COVID",
      "\"A series of reports have shown that Jim Jordan's new 'weaponization subcommittee' is based on lies,\" says MSNBC executive producer Kyle Griffin. \"Witnesses who appeared at hearings have spread conspiracies about Jan. 6, some have zero firsthand knowledge of any FBI wrongdoing, and some have been paid by Trump allies.\"",
      "says",
      "The New York Times reported at least two of the so-called whistleblowers were compensated by a top Trump ally, Kash Patel.",
      "The New York Times",
      "\"Nick Akerman, former assistant special Watergate prosecutor and former assistant U.S. attorney for the Southern District of New York, told Newsweek on Friday that Jordan and the Republicans are relying on 'three nutcases' to provide evidence of a 'Deep State conspiracy' about COVID-19, January 6, 2021, Capitol riot or the 2020 presidential election being stolen,\" Newsweek reports.",
      "Newsweek",
      "Chairman Jordan's three-page Friday letter to the FBI Director appeared at the far-right wing website Breitbart as an \"exclusive,\" and was posted to Twitter by Jordan's committee, which also retweeted the Breitbart story. The Judiciary Committee also quickly republished the Breitbart story to the Committee's website.",
      "Breitbart",
      "The letter begins, \"The Committee on the Judiciary is conducting oversight of the programs and operations of the Federal Bureau of Investigation (FBI). As part of our constitutional oversight responsibilities, we require testimony from employees of the FBI about the matters we are examining. We expect your cooperation in this process.\"",
      "It does not state what the investigation is about, nor does it offer Wray any information on what the 16 agents would be testifying about. It does, however, make clear the threat of subpoenas: \"Please be aware that the committee will resort to compulsory process to obtain the required testimony.\"",
      "READ MORE: You Might Be Gay if You Drink Tap Water Says DeSantis Nominee Who Calls LGBTQ People 'Evil'",
      "You Might Be Gay if You Drink Tap Water Says DeSantis Nominee Who Calls LGBTQ People 'Evil'",
      "It appears Jordan or someone on his subcommittee may have given Breitbart information from their investigation.",
      "\"Jordan named in the letter 16 individuals, all of whom are current or recent FBI employees and had been named by the three witnesses in the closed-door interviews, according to interview transcriptions and notes reviewed by Breitbart News.\"",
      "Late last year the U.S. House Select Committee on the January 6 Attack found that Rep. Jordan had violated congressional ethics when he refused to honor their lawful subpoena.",
      "\"Ohio GOP Congressman Jim Jordan was unanimously referred to the bipartisan House Ethics Committee,\" WSYX reported, \"for refusing to share what he knows about former President Donald Trump's role in the U.S. Capitol insurrection nearly two years ago.\"",
      "WSYX",
      "See Jordan's letter to Director Wray below or at this link:",
      "1677873550",
      "",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "'Unbelievable': Twitter users blast Jim Jordan after 'real America' post backfires ›",
      "How Jim Jordan is making House Judiciary a hotbed of 'conspiracy theories': columnist ›",
      "'Because Biden didn't defy a subpoena!' Chuck Todd fact-checks Jim Jordan on Mar-a-Lago 'raid' ›",
      "Rep. Jim Jordan subpoenas FBI, Education Dept over school board ... ›",
      "GOP Rep. Jim Jordan pushes back on subpoena from January 6 ... ›",
      "Jim Jordan Shows 'Flaming Hypocrisy' in Subpoena Battle: Legal ... ›"
    ],
    "headline": "  Jim Jordan threatens 16 FBI officials with subpoenas after facing affront over three 'nutcase' whistleblowers    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/jordan-16-fbi-officials-subpoenas/"
  },
  "https://www.alternet.org/florida-prosecutor-desantis-remove-office/": {
    "paras": [
      "Florida prosecutor Monique Worrell is speaking out against Florida Governor Ron DeSantis' alleged attempt to campaign for her removal from office, The Daily Beast reports. ",
      "is speaking out against",
      "Per Politico, the governor has publicly ridiculed the way Worrell's office handled the recent case of Keith Moses,\"the 19-year-old man accused of killing three people in Orlando, including a television reporter.\"",
      "has publicly ridiculed",
      "Subsequently, according to The Daily Beast, Worrell \"has emerged as the next Democratic prosecutor targeted by DeSantis after his office booted Hillsborough County State Attorney Andrew Warren earlier this year over his refusal to prosecute abortion patients.\"",
      "Hillsborough County State Attorney Andrew Warren",
      "READ MORE: Suspended Florida prosecutor urges Ron DeSantis to reinstate him following judge's ruling",
      "Suspended Florida prosecutor urges Ron DeSantis to reinstate him following judge's ruling",
      "However, the founding director of the University of Florida's Criminal Justice Center believes DeSantis and local sheriff, John Mina, have been conspiring to oust her from her position for some time now. ",
      "The Daily Beast reports:",
      "reports",
      "Worrell told The Daily Beast on Friday that testimony during Warren's trial showed that Mina, who ran for sheriff as a Democrat, had long wanted Worrell out as well. He told investigators that Worrell was also a \"George Soros-funded prosecutor who's antagonistic to law enforcement\" who \"should also be removed,\" she told The Daily Beast.",
      "\"There's definitely a target across my back and it has nothing to do with anything that I've done, but just simply with the fact that the governor wants full control over Florida politics and he doesn't respect the will of the electorate,\" Worrell said.",
      "READ MORE: Liberal Florida prosecutor fired by Ron DeSantis sues to combat 'the erosion of our democracy'",
      "Liberal Florida prosecutor fired by Ron DeSantis sues to combat 'the erosion of our democracy'",
      "Politico reports: ",
      "reports",
      "On Tuesday, DeSantis' general counsel demanded that Worrell turn over emails, reports and documents related to Moses, including his juvenile record.",
      "The request is significant because the general counsel'' office handled the contentious suspension of Tampa prosecutor Andrew Warren.",
      "According to Politico, Ryan Newman, asked Worrell \"how Moses was allowed to 'remain on the streets after multiple arrests, including one your office has refused to prosecute.'\" The 19-year-old \"was arrested last November for possession of marijuana, but authorities said his juvenile arrest record includes more serious charges,\" Politico reports. ",
      "asked Worrell",
      "\"It is my responsibility to defend my team and explain to the community that the accusations against this office are not based in fact and to educate the community on all of the components that go into supporting incidents like what happened last week,\" Worrell said.",
      "READ MORE: 'Hypocrisy is congenital': Ron DeSantis slammed for trying to ban guns at his reelection victory party",
      "'Hypocrisy is congenital': Ron DeSantis slammed for trying to ban guns at his reelection victory party",
      "According to The Daily Beast, regarding Moses' case, DeSantis told reporters earlier this week, \"I know the state attorney in Orlando thinks that you don't prosecute people, and that's the way that somehow you have better communities. That does not work.\"",
      "told reporters earlier this week",
      "Worrell asserted the letter from DeSantis' general counsel is \"nothing more than a factless 'fishing expedition.'\"",
      "asserted the letter",
      "Florida GOP Senator Rick Scott made clear his position on the matter by responding to the governor's words, tweeting, \"If the failures we suspect are confirmed, Gov. DeSantis would be right to remove her.\" ",
      "tweeting",
      "In response, Worrell said, \"Governor DeSantis and Senator Scott have come in and decided to politicize this by taking attacks against me, without even having the decency to reach out to the families and offer their condolences. It's shameful.\"",
      "said",
      "READ MORE: 'Navy pilot cosplay': Ex-Navy pilot slams DeSantis' 'pathetic' Top Gun-style campaign ad",
      "'Navy pilot cosplay': Ex-Navy pilot slams DeSantis' 'pathetic' Top Gun-style campaign ad",
      "She continued, \"The conversation needs to be around: what can we do to reduce the likelihood that this will ever happen again?\"",
      "Echoing Worrell, attorney Mark NeJame, who represents the families of two of the shooting victims, said, \"What DeSantis and Scott have done is intentionally tried to mislead and confuse the public so they don't have to deal with the real issue of gun violence and sane gun laws.\"",
      "said",
      "The Daily Beast reports:",
      "reports",
      "In Worrell's view, lawmakers have seized on the two tragic deaths to raise their own political profile and power against the will of the electorate.",
      "NeJame further noted, \"It's clear that Monique Worrell is a political adversary of this power hungry governor and Senator Scott, and what they're doing is attempting to capitalize on the death of this child and this young reporter for their own political benefit.\"",
      "noted",
      "READ MORE: More Republicans are 'stepping up attacks' on Ron DeSantis as he surges in 2024 GOP presidential polls",
      "More Republicans are 'stepping up attacks' on Ron DeSantis as he surges in 2024 GOP presidential polls",
      "The Daily Beast's full report is available at this link (subscription required). Politico's full report is here. ",
      "at this link",
      "here",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "'My heart is broken': Florida teachers ordered to remove, block class libraries or face felony prosecution ›",
      "Florida judge rules against Ron DeSantis in firing of state attorney ›",
      "Florida prosecutor sheds light on 'another troubling thing' revealed during the search of Trump's Mar-a-Lago estate ›",
      "Ron DeSantis hails Texas and Florida as states 'where woke goes to die' in Houston speech - Alternet.org ›",
      "DeSantis seeks wins on guns, abortion before facing Trump in 2024 ... ›",
      "DeSantis vows Florida will allow people to carry firearms without ... ›"
    ],
    "headline": "  'Not based in fact': FL prosecutor blasts DeSantis for 'shameful' attempt to remove her from office    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/florida-prosecutor-desantis-remove-office/"
  },
  "https://www.alternet.org/trump-emocracu-dangerous-system-cpac/": {
    "paras": [
      "The former presidents of Brazil and the United States took the stage CPAC on Saturday where both fascist politicians continued to sow doubt about their respective electoral defeats as they received standing ovations from the annual convention's far-right attendees.",
      "Brazil's disgraced former leader Jair Bolsonaro-whose supporters stormed government offices in January after his successor, leftist President Luiz Inacio Lula da Silva, was sworn into office-was brought onto the stage this year's \"diminished\" CPAC gathering to blaring rock music and loud cheers from the crowd.",
      "diminished",
      "Addressing the American audience, Bolsonaro indicated once more his doubts that he lost the Brazilian election fairly, saying, \"I had way more support in 2022 than I had in 2018, and I don't understand why the numbers said the opposite.\"",
      "\"I thank God for the mission of being president of Brazil for one term,\" he said, but hinted at a possible third run for president by adding: \"But I feel deep inside that this mission is still not over.\"",
      "When Trump took the podium as the convention's keynote appearance, there again was raucous applause.",
      "During his speech, he singled out Bolsonaro in the audience and said it was a \"great honor\" to be appearing with the \"very popular\" former president.",
      "1677972787",
      "\"Our getting back in the White House is their worst nightmare,\" Trump said of Democrats and his other political opponents. \"But it is our country's only hope.\"",
      "Trump went on to call the electoral process in the United States a \"very bad\" and a \"very dangerous system\" that only he and the far-right attendees at CPAC can overcome.",
      "1677970747",
      "During the speech, Trump vowed to \"finish what we started\" as the enthusiastic crowd chanted \"Four more years! Four more years!\"",
      "In the traditional straw poll taken each year by CPAC attendees, Trump won in a landslide, the convention's organizers announced on Saturday, with the former president taking 65 percent of the vote. ",
      "The second-place finisher was Florida's far-right Gov. Ron DeSantis, who did not attend the gathering this year despite many viewing him as the strongest GOP challenger to Trump in a possible 2024 primary matchup.",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "Steve Bannon and MAGA allies promoted fake 'stolen election' claims ahead of Brazil riots ›",
      "Why Brazil's 'young' democracy is proving more robust than its US counterpart: professor ›",
      "Donald Trump twice endorses Brazil's right-wing conspiracy theorist President Jair Bolsonaro ›",
      "Bolsonaro weighs next steps with input from Trump aides Bannon ... ›",
      "Brazil's Bolsonaro Is Following Trump's Anti-Democracy Playbook ... ›",
      "Brazilian election lies echo Donald Trump's claims about 2020 : NPR ›"
    ],
    "headline": "  'Their worst nightmare': Trump labels U.S. democracy a 'very dangerous system' during CPAC speech    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/trump-emocracu-dangerous-system-cpac/"
  },
  "https://www.alternet.org/trump-rick-scott-social-security/": {
    "paras": [
      "Former President Donald Trump lambasted Senator Rick Scott (R-FL) during his Conservative Political Action Conference (CPAC) address over the former Florida governor's  recently amended plan to cut Social Security.",
      "Business Insider reporter Joseph Zeballos-Roig tweeted about Trump's blatant shade towards the Florida congressman, writing, \"At CPAC, Trump bashes Rs discussing raising SS retirement age to 70 as @semafor reported: 'We're not going back to people who want to destroy our great Social Security even in our own party.. that want to raise the minimum age of Social Security to 70.'\"",
      "tweeted",
      "@semafor",
      "The audience erupted in laughter.",
      "READ MORE: Mike Pence calls for ending Social Security and Medicare",
      "Mike Pence calls for ending Social Security and Medicare",
      "Zeballos-Roig shared Semafor's reporting, which noted other GOP leaders' plans to nix the social program. ",
      "which noted",
      "Semafor reports, \"A bipartisan group led by Sens. Angus King, I-Maine, and Bill Cassidy, R-La. is considering gradually raising the retirement age to about 70 as part of their legislation to overhaul Social Security, Semafor has learned from two people briefed on their efforts.\"",
      "reports",
      "led by",
      "Trump's former Vice President Mike Pence also recently called for an end to Social Security and Medicare, suggesting the programs be replaced with a \"better deal\" for younger Americans. ",
      "also recently called for an",
      "However, Sen. Scott announced revisions to his \"Rescue America\" plan following President Joe Biden's rebuke of any proposed GOP plans to cut back on the social program during his 2023 State of the Union address.",
      "revisions to his",
      "plan",
      "2023 State of the Union address",
      "READ MORE: Republican demands to cut Social Security and Medicare are 'extensively documented': report",
      "Republican demands to cut Social Security and Medicare are 'extensively documented': report",
      "\"Instead of making the wealthy pay their fair share, some Republicans - some Republicans - want Medicare and Social Security to sunset,\" the president said. ",
      "the president said",
      "Scott and his GOP colleagues adamantly denied Biden's statement despite proof of the lawmaker's plans.",
      "adamantly denied",
      "Watch the video below or at this link.",
      "at this link",
      "1677971107",
      "READ MORE:Proof of Republicans repeatedly calling for cuts to Social Security and Medicare",
      "Proof of Republicans repeatedly calling for cuts to Social Security and Medicare",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "The GOP is coming for your Social Security and Medicare ›",
      "New analysis highlights the lasting pain inflicted by Reagan's Social Security cuts ›",
      "Watch: Mike Pence calls for ending Social Security and Medicare ›",
      "Rick Scott Drops Social Security From Plan as G.O.P. Retreats From ... ›",
      "McConnell says sunsetting Social Security, Medicare is a 'Rick Scott ... ›",
      "Senator Rick Scott wants to \"sunset\" Social Security and Medicare ... ›"
    ],
    "headline": "  'I wonder who that might be': Trump disses Rick Scott for attempt to cut Social Security at CPAC    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/trump-rick-scott-social-security/"
  },
  "https://www.alternet.org/charlie-sykes-2659500199/": {
    "paras": [
      "\tConservative pundit Charlie Sykes recently pushed back against former House Speaker Paul Ryan's remarks suggesting that he could \"steer the network away from the craziness, and from bats**t crazy lies about the election.\"",
      "pushed back",
      "\tThe former lawmaker, who is now a board member for Fox News, made his remarks during a recent interview with Sykes following the latest bombshells reported on the Dominion Voting Systems defamation lawsuit against the news network.",
      "\tDuring their discussion, Ryan claimed he had \"a responsibility to offer my opinion and perspective\" but insisted he'd done so behind closed doors.",
      "READ MORE: Fox News lawsuits will expose the 'dishonest' network and threaten 'alt-reality media': conservative",
      "Fox News lawsuits will expose the 'dishonest' network and threaten 'alt-reality media': conservative",
      "\tHowever, Sykes argues that Ryan's approach to this situation is relatively similar to the one he took when former President Donald Trump was in office.",
      "\tIn his analysis published by The Bulwark, Sykes wrote that the former lawmaker contributed to the \"hive-mind rationalization\" within the Republican Party as he explained what appears to be the party's philosophy.",
      "\t\"The right's political culture now relies on this hive-mind rationalization that masquerades as a philosophy: That you can serve the greater good by staying silent - in the room - and therefore relevant,\" Sykes wrote.",
      "\tHe added, \"Some of this is just simple moral cowardice; a lot of it is grift, but it's not just Paul Ryan. In-the-roomism is a deeply internalized ethos - or perhaps anti-ethos - that has shaped the Republican party's serial compromises, capitulations, and sellouts.\"",
      "READ MORE: Why Donald Trump now 'resembles' the Norma Desmond character from 'Sunset Boulevard': journalist",
      "Why Donald Trump now 'resembles' the Norma Desmond character from 'Sunset Boulevard': journalist",
      "\tSykes also weighed in on what appears to be Ryan's mindset in the midst of these circumstances and why some Republican leaders refuse to push back. He used past occurrences to highlight the consequences lawmakers tend to face when they do offer opposing views.",
      "\t\"In this mindset, speaking out or taking a stand is foolish, because it means you lose your place at the table and your leverage,\" he wrote. \"(Just look at what happened to Liz Cheney and Adam Kinzinger!) It's the story that conservatives have been telling themselves for years now, and you can find it in virtually every corner of the right's interlocking ecosystems.\"",
      "At one point in the piece, Sykes also pushed back against Ryan's excuse for staying on the Fox News board. ",
      "\"By staying on the board, Ryan seems to be telling himself, he will be able to steer the network away from the craziness, and from batshit crazy lies about the election,\" he added. \"But here's the thing: He didn't.\"",
      "READ MORE: 'There might be chaos': Conservative fears 'Stop the Steal 2022' if a 'massive red wave doesn't materialize'",
      "'There might be chaos': Conservative fears 'Stop the Steal 2022' if a 'massive red wave doesn't materialize'",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Adam Kinzinger calls Kevin McCarthy a 'POS' who will 'say whatever he needs to say to stay in power' ›",
      "How the 'rank idiocy' of GOP 'culture wars' gives the left political ammunition: conservative ›",
      "Why even some conservatives are thrilled with Biden so far ›",
      "Charlie Sykes, Author at The Bulwark ›",
      "Trump walks into #NeverTrump radio buzzsaw - POLITICO ›",
      "Opinion | Charlie Sykes on Where the Right Went Wrong - The New ... ›"
    ],
    "headline": "  Charlie Sykes douses cold water on Paul Ryan's argument for staying on board with Fox News    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/charlie-sykes-2659500199/"
  },
  "https://www.alternet.org/host-eradication-transgender-people-cpac/": {
    "paras": [
      "Conservative political commentator, Michael Knowles, called for the eradication of transgender people during his 2023 Conservative Political Action Conference (CPAC) speech, The Daily Beast reports.",
      "called for the eradication",
      "Writer Alejandra Caraballo tweeted a clip from Knowles' CPAC speech, writing, \"Michael Knowles is openly calling for genocide against trans people at CPAC.\" She then included the Daily Wire host's quote: \"Transgenderism must be eradicated from public life entirely.\"",
      "tweeted",
      "The Daily Beast reports: ",
      "reports",
      "Saturday does not mark the first time Knowles' has used this anti-transgender rhetoric. Just last week, Knowles' responded to backlash he faced for a similar transphobic comment calling for a ban on \"transgenderism.\"",
      "responded",
      "READ MORE: Marco Rubio wants to reinstate Trump's ban on transgender service members",
      "Marco Rubio wants to reinstate Trump's ban on transgender service members",
      "Last month on The Michael Knowles Show, he said, \"I don't know how you could have a genocide of transgender people because genocide refers to genes, it refers to genetics, it refers to biology. And the whole point of transgenderism is that it has nothing to do with biology.\"",
      "he said",
      "Additionally, during his CPAC address, Knowles asserted, \"If transgenderism is false, as it is; if men really can't become women, as they cannot; then it's false for everybody, too.\" He continued, \"And if it's false, then we should not indulge it. Especially since that indulgence requires taking away the rights and customs of so many people.\"",
      "Caraballo directed another tweet towards the right-wing commentator, saying, \"What exactly do you think 'eradication' entails? If you ever wondered how we get from hate speech to genocide, this is it. This isn't some fringe figure, this is a Daily Wire host speaking at CPAC. This is how pogroms start.\"",
      "tweet",
      "READ MORE: 'Radical gender ideology': Mike Pence attacks transgender children in the name of God",
      "'Radical gender ideology': Mike Pence attacks transgender children in the name of God",
      "Watch the video below or at this link. ",
      "at this link",
      "1677955206",
      "READ MORE: Why transgender Americans in North Dakota are considering fleeing the United States: report",
      "Why transgender Americans in North Dakota are considering fleeing the United States: report",
      "The Daily Beast's full report is available at this link.",
      "at this link",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "Trans rights, anti-trans laws, and the American imagination ›",
      "Watch: Right-wing host wants to 'ban transgenderism entirely' because of 'occult sexual rituals' ›",
      "Daily Wire host: 'There can't be a genocide' of trans people because it's 'not a legitimate category of being' ›",
      "What happens when trans kids are prevented from transitioning? - Vox ›",
      "Historic wave of anti-trans bills focuses almost entirely on trans ... ›"
    ],
    "headline": "  'Hate speech to genocide': Right-wing host uses CPAC stage to call for eradication of transgender people    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/host-eradication-transgender-people-cpac/"
  },
  "https://www.alternet.org/trump-alvin-bragg-stormy-daniels/": {
    "paras": [
      "Former President Donald Trump must be feeling the hot breath of Manhattan District Attorney Alvin Bragg on his neck, which triggered another vicious attack Friday on Bragg and Stormy Daniels, who's part of the investigation into Trump's activities.",
      "\"The Racist Manhattan District Attorney, Alvin Bragg [who is Black] is being pushed relentlessly by the Radical Left Democrats, the Fake News Media, and the 'Department of 'Injustice,' to bring charges against me for the now ancient 'no affair' story of Stormy 'Horseface' Danials,\" Trump posted on Truth Social, misspelling \"Daniels,\" as he does with so many words in his messages.",
      "Trump posted on Truth Social,",
      "Among Trump issues Bragg is investigating is alleged \"hush money\" payments to adult film star Daniels shortly before the 2016 election. Trump's former \"fixer\" Michael Cohen has testified that he followed orders from his boss to pay Daniels $130,000 to not talk to reporters about her relationship with Trump. Cohen claims he was later reimbursed by Trump. ",
      "Cohen, who served time in prison after pleading guilty to federal charges of violating campaign finance law, including making the Daniels payments, is reportedly cooperating with Bragg's investigation. Trump has never faced charges for the payments. He could face possible charges linked to allegedly falsifying business records and secret payments to manipulate information that could have affected his election.",
      "Daniels tends to take Trump's vicious attacks in stride. She responded in January after he erupted over the issue on Truth Social, mocking his poor grammar and claiming that he had inadvertently confirmed their affair. He failed to flatly deny the relationship in his post, only complaining that the \"Stormy nonsense ... is VERY OLD & happened a long time ago.\"",
      "is VERY OLD & happened a long time ago",
      "Daniels responded on Twitter: \"Thanks for just admitting that I was telling the truth about EVERYTHING. Guess I'll take my 'horse face' back to bed now, Mr former 'president.'\"",
      "Guess I'll take my 'horse face' back to bed now",
      "Trump insisted in his post Friday that \"there is no crime and charges have NEVER been brought on such a case before.\" He added: \"In the meantime, Hunter & Joe Biden skate.\" He did not detail what kind of charges Joe Biden and son may be \"skating\" on.",
      "Trump usually lashes out when there's new information that he could be at increasing risk of an indictment. His former White House aide Kellyanne Conway earlier this week met with investigators in Bragg's office.",
      "Legal observers have noted that Conway's questioning can't be good news for her old boss.",
      "\"Make no mistake: Charges against Trump are coming from the Manhattan DA for 2016 election wrongdoing to complement those from the Atlanta DA for 2020 election wrongdoing,\" attorney and senior fellow at the Brookings Insstitute Norm Eisen tweeted on Wednesday. \"And soon!\"",
      "Charges against Trump are coming from the Manhattan DA ",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Manhattan DA taps ex-DOJ official who went after Trump to lead renewed investigation ›",
      "Trump hires powerhouse attorney to go after former Manhattan prosecutor ›",
      "'Wtf is he doing?': Twitter explodes at Manhattan DA Alvin Bragg for letting Donald Trump grand jury expire ›",
      "Mark Pomerantz's Revealing Fight With Alvin Bragg Over Trump ›",
      "Manhattan DA Alvin Bragg criticizes Donald Trump book, says case ... ›",
      "After Trump Trial Win, Alvin Bragg Prepares for Year 2 - The New ... ›"
    ],
    "headline": "  Donald Trump attacks 'racist' Alvin Bragg and 'horseface' Stormy Daniels in social media rant    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/trump-alvin-bragg-stormy-daniels/"
  },
  "https://www.alternet.org/laura-ingraham-2659497821/": {
    "paras": [
      "Fox News' Laura Ingraham garnered an array of criticism from Twitter users when she attempted to compare former President Donald Trump's work ethic to that of President Joe Biden.",
      "criticism",
      "The right-wing news anchor's remarks were made during the Thursday night segment of her show. ",
      "At one point during the show, Ingraham claimed the former president \"was in the Oval Office pretty much all day\" after describing Biden as a \"hologram\" who delegates critical decisions to \"bureaucrats, technocrats or Obama holdovers.\" ",
      "READ MORE: Time to 'turn the page': Fox News' Laura Ingraham admits 'exhausted' Americans may finally be done with Trump",
      "Time to 'turn the page': Fox News' Laura Ingraham admits 'exhausted' Americans may finally be done with Trump",
      "\"Now contrast Biden with Trump. The staff brought proposals to him. He considered them. He brought in opposing points of view. He was in the Oval Office pretty much all day.\"",
      "She went on to offer a number of claims about both presidents suggesting Trump \"had the different voices argue in front of him. He wanted opposing points of view. Then he made decisions. He was a hands-on leader.\"",
      "Ingraham's remarks quickly garnered backlash from social media users. After the segment aired, Twitter users took to the social media platform to point out the error in Ingraham's remarks. ",
      "\"I certainly don't know of any golf courses that are named the Oval Office because that was where he spent all of his days,\" one Twitter tweeted.",
      "tweeted",
      "READ MORE: 'Destroying the nuclear family': Laura Ingraham claims mew marriage law takes rights away from Christians",
      "'Destroying the nuclear family': Laura Ingraham claims mew marriage law takes rights away from Christians",
      "Another Twitter user sarcastically tweeted, \"Yeah I remember him rolling out of bed, tweeting for a couple of hours while watching Fox, then into the makeup chair for 2 hours and then lunch! At least 25% of his afternoons were spent on the golf course. A real 'hands-on leader.'\"",
      "tweeted",
      "Watch the video below or at this link. ",
      "or at this link",
      "1677813950",
      "READ MORE: Watch: CNN's John King slams Fox News as 'state TV' after Laura Ingraham calls ABC Trump townhall an 'ambush'",
      "Watch: CNN's John King slams Fox News as 'state TV' after Laura Ingraham calls ABC Trump townhall an 'ambush'",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "'Too pro-Christmas': Fox News brutally mocked for claiming Biden is 'jumping the gun on Christmas' ›",
      "Fox News' Laura Ingraham suggests Nancy Pelosi has 'dementia' over handling of Trump impeachment ›",
      "Capitol police officer claps back at Tucker Carlson and Laura Ingraham: 'The facts are the facts' ›",
      "'She's a monster': Laura Ingraham's gay brother lashes out in interview ›",
      "Laura Ingraham - latest news, breaking stories and comment - The ... ›"
    ],
    "headline": "  Laura Ingraham gets torched on social media for for comparing Trump's work ethic to Biden's    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/laura-ingraham-2659497821/"
  },
  "https://www.alternet.org/trump-legal-woes-2659500584/": {
    "paras": [
      "A brief from the Department of Justice firmly stating that Donald Trump does not have \"absolute immunity\" is nothing less than a \"blockbuster\" and will open the door to a flood of lawsuits to be filed against the former president as he makes his third run for the Oval Office.",
      "That is the opinion of former prosecutor Charles Colemen Jr. during an appearance on MSNBC's \"The Katie Phang Show\" early Saturday morning.",
      "In the filing released on Thursday, the DOJ asserted, \"Nixon v. Fitzgerald establishes a rule of absolute immunity for the president's official acts. It is not a rule of absolute immunity for the president regardless of the nature of his acts.\"",
      "regardless of the nature of his acts.",
      "The loss of immunity will likely lead to the former president facing a slew of suits from private citizens, lawmakers and government employees who suffered damages related to the Jan. 6 insurrection.",
      "Asked by host Phang how this will play out for Trump, Coleman suggested the former president is about to see a deluge of civil suits.",
      "\"So, what does this mean now that those plaintiffs, police officers, those members of Congress can sue the former president, move forward with the litigation over what happened during the insurrection?\" host Phang asked.",
      "\"A blockbuster,\" Coleman immediately shot back. \"The decision cannot be more important or come at a worse time for Donald Trump. you are talking about someone who is looking forward to 2024 and trying to, as we were just talking about in your last segment, now, another challenge to Joe Biden to be president again, and he has to potentially deal with lawsuits from Capitol police officers as well as Congresspeople who feel like they've put them in danger with his rhetoric around January Six and what happened.\"",
      "\"This is a big, big blow to Donald Trump and significant news,\" he added. \"Because it opens the proverbial floodgates for lawsuits. Now, the downside to this is, while there may be a significant political strain that comes from this, and also the stain on reputation that does further damage to Donald Trump, I don't necessarily know that a victory in court is going to yield much money in terms of them being able to collect whatever judgment they will ultimately be able to get.\"",
      "Watch below or at the link:",
      "or at the link",
      "MSNBC 03 04 2023 08 28 55youtu.be",
      "youtu.be",
      "",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "Steve Bannon stiffs lawyers as legal woes mount ›",
      "'Grave criminal peril': Legal analyst breaks down what Kash Patel's agreement to testify could mean for Trump ›",
      "Joe Biden's document discovery does not cancel out Donald Trump's troubles ›",
      "Factbox: FACTBOX Georgia on his mind: Donald Trump troubled by ... ›",
      "6 reasons why Trump's already bad legal troubles are about to get ... ›",
      "Donald Trump: His four biggest legal problems - BBC News ›"
    ],
    "headline": "  'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/trump-legal-woes-2659500584/"
  },
  "https://www.alternet.org/texas-republican-party-censures-rep/": {
    "paras": [
      "The Republican Party of Texas voted Saturday to censure U.S. Rep. Tony Gonzales, R-San Antonio, over his recent votes that split with the party.",
      "The State Republican Executive Committee passed the censure resolution 57-5, with one member abstaining. It needed majority support to pass.",
      "The move allows the party, which is otherwise required to remain neutral in intraparty contests, to set aside that rule for Gonzales' next primary.",
      "The last - and only - time the state party censured one of its own like this was in 2018, when the offender was then-state House Speaker Joe Straus. He was also a moderate from San Antonio.",
      "Gonzales did not appear at the SREC meeting but addressed the issue after an unrelated news conference Thursday in San Antonio. He specifically defended his vote for the bipartisan gun law that passed last year after the Uvalde school shooting in his district. He said that if the vote were held again today, \"I would vote twice on it if I could.\"",
      "\"The reality is I've taken almost 1,400 votes, and the bulk of those have been with the Republican Party,\" Gonzales said.",
      "Gonzales' campaign responded to the censure in a statement that dinged the state party.",
      "\"Today, like every day, Congressman Tony Gonzales went to work on behalf of the people of TX-23. He talked to veterans, visited with Border Patrol agents, and met constituents in a county he flipped from blue to red. The Republican Party of Texas would be wise to follow his lead and do some actual work,\" campaign spokesperson Evan Albertson said.",
      "There was no public debate over the censure at the SREC's quarterly meeting Saturday in Austin. The committee went into executive session for about an hour before returning and immediately voting on the resolution.",
      "The SREC is the 64-member governing body of the state party and includes some of its most involved activists, giving it a staunchly conservative makeup.",
      "Gonzales has not drawn any serious primary challengers yet, but the censure could embolden those considering a run. After the censure, Gonzales got backup from the National Republican Congressional Committee, the campaign arm for House Republicans.",
      "\"Congressman Gonzales is a valued member of the House majority, and we look forward to supporting his re-election,\" NRCC spokesperson Delanie Bomar said in a statement.",
      "The original censure resolution came from Medina County, which is west of San Antonio and part of Gonzales' 23rd District. It cited his support for the bipartisan gun law that passed last year, as well as his vote for a bill codifying protections for same-sex marriage. The resolution also pointed to his vote against the House rules package in January and his opposition to a border security bill being pushed by fellow Texas GOP Rep. Chip Roy of Austin.",
      "Gonzales was one of only 14 Republicans to vote for the gun law - and the only one from Texas. He was the only GOP vote against the rules package, and he has stood alone among Texas Republicans in forcefully criticizing Roy's bill, saying it would effectively end asylum. Roy has denied that.",
      "This article originally appeared in The Texas Tribune at https://www.texastribune.org/2023/03/04/tony-gonzales-censure-republican-srec/.",
      "The Texas Tribune",
      "https://www.texastribune.org/2023/03/04/tony-gonzales-censure-republican-srec/",
      "The Texas Tribune is a member-supported, nonpartisan newsroom informing and engaging Texans on state politics and policy. Learn more at texastribune.org.",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "Texas GOP rep. hires 'Christian nationalist' who wants to execute drag show attendees ›",
      "Texas Republican defiant as he faces censure for breaking with GOP ›",
      "'Dangerous, unconscionable and xenophobic': Rep. Judy Chu calls out Texas GOP lawmaker for 'racist' comments ›",
      "Texas GOP launches radio attack ads against Republican state ... ›",
      "Texas Republican Convention calls Biden illegitimate and rebukes ... ›",
      "Texas GOP Bill Gives Tax Cuts to Straight Couples With Many ... ›"
    ],
    "headline": "  'I would vote twice on it if I could': Texas Republicans censure Uvalde GOP Rep. over party-splitting votes    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/texas-republican-party-censures-rep/"
  },
  "https://www.alternet.org/trump-presidential-run-2659500946/": {
    "paras": [
      "During an appearance on MSNBC on Saturday morning, noted historian Michael Beschloss was asked about Donald Trump's drive for a third GOP presidential nomination which then led to him to question the former president's fitness to run while also comparing him to a cockroach.",
      "Speaking with fill-in host Michael Steele, Beschloss grew animated when talking about the former president's ability to be held to account for his offenses and suggested the threat of multiple indictments could impact the former president's health.",
      "\"Now we haven't ever seen a president potentially indicted like this, and maybe dealing with serious multiple indictments from various places, various judicial agencies,\" he exclaimed. \"That's something we haven't seen before.\"",
      "\"Even Donald Trump, who has the survival abilities of a cockroach, I'm not sure if he can withstand if he is potentially indicted, and we don't know that this is gonna happen,\" he continued.",
      "He elaborated, \"But let's say in three different venues, at the same time, you know, that's a lot to ask of anyone -- especially someone in his late 70s, and may not be the most physically fit person at that age that I've ever seen.\"",
      "Watch below or at the link:",
      "or at the link",
      "MSNBC 03 04 2023 10 11 05youtu.be",
      "youtu.be",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Texas Republican defiant as he faces censure for breaking with GOP",
      "'No clear rationale': WSJ Editorial Board skewers Nikki Haley's presidential run ›",
      "How Team Trump hopes to crush Nikki Haley's presidential campaign: report ›",
      "'Anybody not named Trump': Paul Ryan offers brutal reality check on the possibility of another Trump presidential run ›",
      "Nikki Haley Is Running for President, the First G.O.P. Rival to Take ... ›",
      "Donald Trump 2024: His Final Presidential Campaign ›",
      "Former President Donald Trump announces a White House bid for ... ›"
    ],
    "headline": "  Noted historian slams 'cockroach' Trump and questions his fitness to run again    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/trump-presidential-run-2659500946/"
  },
  "https://www.alternet.org/2022/10/why-democracy-will-live-on": {
    "paras": [
      "This article was paid for by AlterNet subscribers. Not a subscriber? Try us and go ad-free for $1. Prefer to give a one-time tip? Click here.",
      " Try us and go ad-free for $1.",
      "Click here.",
      "",
      "",
      "Some polls are showing that the Republicans are edging out the Democrats in a midterm election cycle that already favors the Republicans. These polls are jim-jamming nervous white liberals.",
      "Why? Obviously, it has a lot to do with winning and losing. But it has more to do with certain expectations, I think, that white liberals have of other white people. The options are clear: a party that can govern or a party that can bulldoze, to borrow Jonathan Bernstein's framing.",
      "But here we are with polls showing that the Republicans are advancing in generic Democrat-or-Republican opinion surveys. ",
      "READ MORE: These 5 MAGA candidates could help Donald Trump steal the 2024 election if they win in 2022: journalist",
      "These 5 MAGA candidates could help Donald Trump steal the 2024 election if they win in 2022: journalist",
      "To white liberals, democracy itself is on the ballot. That's what the president said. Anyway, Americans are supposed to believe in democracy. Yet a white majority, in swing states like Pennsylvania, seems ready to put the fascists in power, democracy be damned.",
      "Beneath it all is something else that's working white liberals' last good nerve: despair - or the dread-awe of discovering that white people, whom you thought would make the good choice if it were clear, have found reasons to make the bad choice. ",
      "The people whom you thought were not racist - anyway, not as racist as The Racists - are turning out to be exquisitely receptive to the GOP's midterm messaging: vote for us and we'll save you the effort of having to compete with nonwhite people putting in twice the effort. Vote for us and we'll re-rig the system so you get the best cuts.",
      "Are we surprised?",
      "READ MORE: Democrats see 'ominous signs' and are becoming worried about Florida as midterms approach: report",
      "Democrats see 'ominous signs' and are becoming worried about Florida as midterms approach: report",
      "Democracy is hard work in the end. Voting for Republicans, however, is easy-peasy. White people already have political advantages. The GOP is just protecting them. Even so, white liberals seem to be let down by a majority of white people who are turning out to be as racist as nonwhite people have said they would be. The feeling grows deeper knowing that racism is the lazy American's road to tyranny.",
      "Bu bu but what about the economy? ",
      "To be sure, polls have found that large numbers of voters are worried about \"the economy\" more than they are about the endurance of democracy and the fall of Roe. \"The economy\" just so happens to be the same talking point that the Republicans are pitching. There's also the none-too-suble hint that Democrats stand against white people. Put these together and it looks - I am shocked - like recent polling.",
      "Inflation is a serious thing, but it's not due to anything that the Democrats did or didn't. (It's related to the covid pandemic, supply chains and the war in Ukraine.) But since there's a public cost to supporting someone who has no business running for the US Senate (ie, Mehmet Oz), it's better to cite another reason, any reason. Inflation is visible and, well, it's enough to fool even oneself.",
      "All this points to the problem of hope.",
      "Hope is anarchical, and it tempts us from the future. We go to it. Hope isn't a story with an anticipated and emotionally satisfying end. Even so, white liberals tend to believe, I think, that racism is a figment of history, not a precursor informing our vision of the present. Such a story tells of an America purified of its original sin, so that we can believe in it again. Take that away, what do you have? ",
      "Whatever it is, it's not hope.",
      "Hope is almost certainly not what we think it will be. We almost certainly won't recognize it, though it may be right in front of us. I think hope is rooted in lived experiences of human lives, and in their consequences, and in a particular time and particular place. Hope is, as in Hebrews 11:1, a political exercise in religion: \"Now faith is the substance of things hoped for, the evidence of things not seen.\" ",
      "White liberals are telling themselves a story about democracy and what's at stake in these midterms. It's not that that's wrong, but that's also not right. Stories are tools of politics, not politics itself. What matters is doing the work to get preferred candidates elected. It's messy, loud, and anarchical. Democracy is almost always like that.",
      "Even if the Republicans take the House, democracy will not end. America is not one nation. It will endure where the people want it to. It may wither where the people want it to. Democracy will live on, though it may be in form rather than in spirit, because the GOP is by nature prone to keeping up appearances. Even in a desiccated husk of democracy is hope. From there, good people can do good work.",
      "The most democratic thing we can do is presume that the polls are wrong, raise a lotta hell and get out the vote. Democracy is an open practice, not a theory alone. When time comes, put in the work and create quality conditions for self-rule. Oh, and one more thing.",
      "Hope we are lucky.",
      "READ MORE: Why are voters choosing 'the economy' over democracy",
      "Why are voters choosing 'the economy' over democracy",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "'Scary as hell': GOP pollster spooked by survey showing ... ›",
      "Noam Chomsky slams the GOP's 'radical insurgency' and efforts to ... ›",
      "'Clear and present threat to democracy': GOP ex-defense secretary ... ›",
      "New analysis highlights grim predictions for the upcoming midterms - Alternet.org ›",
      "Trumpism Will Endure in the GOP Long After Donald Trump ›",
      "'Slow-motion insurrection': Democracy experts alarmed over GOP ... ›",
      "GOP Democracy Report Card - Republican Accountability Project ›"
    ],
    "headline": "  Why democracy will live on even if Republicans sweep the midterms    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/2022/10/why-democracy-will-live-on"
  },
  "https://www.alternet.org/2022/10/anxious-americans-prices-over-principles": {
    "paras": [
      "This article was paid for by AlterNet subscribers. Not a subscriber? Try us and go ad-free for $1. Prefer to give a one-time tip? Click here.",
      " Try us and go ad-free for $1.",
      "Click here.",
      "",
      "",
      "Tom Nichols tweeted recently that America \"is facing the greatest danger to its constitutional system since at least the 1950s, if not the 1850s, and millions of people are like: Yeah, but gas, man.\"",
      "tweeted",
      "The Atlantic's senior editor was expressing what many on the left feel. Americans are willing to vote for GOP candidates who may change the country in disastrous ways. The government programs we rely on - Medicare, Medicaid and Social Security - are seen as \"entitlements\" by Republicans and are on their chopping block. ",
      "entitlements",
      "State legislatures have passed laws curtailing abortion rights and preventing teachers from talking about racism and gender fluidity. ",
      "READ MORE: The face of liberal democracy's enemy is white",
      "The face of liberal democracy's enemy is white",
      "GOP leaders have admitted that they want to make it harder for people to vote, with Mitch McConnell saying that, \"If we don't do something about voting by mail, we are going to lose the ability to elect a Republican in this country.\" I could go on, but this is enough. ",
      "Mitch McConnell saying",
      "Oh wait, one more. ",
      "Some Republican are tired of this separation of church and state nonsense and say that the church should \"direct the government.\" ",
      "separation of church and state nonsense",
      "direct the government",
      "\"But gas, man.\"",
      "READ MORE: Republicans would rather tank the global economy than stop corporations from destroying the planet",
      "Republicans would rather tank the global economy than stop corporations from destroying the planet",
      "According to several polls, Americans are most concerned with inflation and are willing to ignore major red flags with GOP candidates, believing they are better at managing the economy. ",
      "According to several polls",
      "concerned with inflation",
      "This is a hierarchy of needs issue, with concrete and immediate concerns outweighing abstract and distal ones. This is not new, and many a politician has been ousted because they happen to be in office during an economic downturn. But something's different here.",
      "If the midterms go as predicted, it will be understood as a repudiation of the Biden administration and its focus on \"woke\" politics. This explanation does not fit reality. It would be patently false given the administration's attempts to pass a robust Build Back Better bill aimed squarely at low-income earners' pocketbooks. ",
      "But I would like to venture another explanation: our nation is wallowing in growing economic inequality, weak social services, rising healthcare costs, unsteady gig jobs and weak labor unions. ",
      "We are a working-class country. Our citizens will be increasingly drawn to politicians who present emotional appeals offering to assuage the anxieties associated with economic insecurity. ",
      "Globally, America is one of the higher-income nations as measured by median income. Objectively speaking, we seem to be doing well. But this is a matter of perspective - not raw numbers. ",
      "When your grandparents and parents moved through a world of economic security and capital accumulation, and here you are struggling to pay rent, burdened with college loan and worried that you are a few unforeseen medical bills away from bankruptcy, that $50,000 per year salary doesn't seem like a whole lot. ",
      "This anxiety can make people receptive to emotional appeals from politicians claiming to identify with them, creating scapegoats to direct their pain toward, and then making empty promises to alleviate that anxiety. Scholars (including me) have been using this to explain the rise of Trump and MAGA populism on the right.",
      "But I am talking about a recharacterization of what the soul of America as a nation is right now. I am talking about extending the MAGA explanation outward to all of us. We are not a nation of middle-class strivers that made us the envy of the world. We are an anxious people now. That means we will put prices over principles.",
      "The Times' David Brooks, on why Republicans are surging: ",
      "Times'",
      "GOP candidates are telling a very clear class/culture/status war narrative in which commonsense Americans are being assaulted by elite progressives who let the homeless take over the streets, teach sex ed to 5-year-olds, manufacture fake news, run woke corporations, open the border and refuse to do anything about fentanyl deaths and the sorts of things that affect regular people. In other words, candidates ... wrap a dozen different issues into one coherent class war story.",
      "I might quibble with some of the examples Brooks gives. Do Republicans talk that much about fentanyl deaths? Is fake news still a viable topic post-Trump? But I agree with the general point that Republicans are on the ascendant, because of a false narrative that Democrats ignore the concerns of everyday people. ",
      "Never mind that the ultimate cause of economic insecurity in the United States can be tied to Republican initiatives. They are antagonistic to unions - the presence of which has historically been associated with higher incomes and job benefits, like healthcare and maternity leave. They resist investment in social services. Programs that fund childcare do not put money directly into the hands of people but decrease family outlays, freeing up money for other purposes. For the past 50 years, they have championed a tax regime that would supposedly lift all boats by cutting taxes on the rich. All it did was sink the middle class and buy the wealthy a few more yachts. Never mind all that. ",
      "higher incomes and job benefits",
      "past 50 years, they have championed a tax regime",
      "These explanations are vague and academic and do not resonate with something as clear and immediate as \"your gas prices have gone up. Vote in the other guy, and they will go down.\" It is the difference, as cognitive linguist George Lakoff argues, between hard-to-talk-about systemic causes and easily grasped direct causes. ",
      "cognitive linguist George Lakoff argues",
      "So there is work to be done in terms of developing a compelling economic narrative. ",
      "But we know the problem - economic insecurity. We know the solution - Democrat policies. We know how to communicate - a narrative that speaks to the anxieties of working-class America. ",
      "Yes, the Democrats will likely be licking their wounds after these midterms. But there is hope here. When so many are working class, so many Americans are potential Democrats. ",
      "We could be on the precipice of a generational shift, where people - especially younger people who are more likely to feel economic anxiety - are more receptive to old-style \"look out for the little man\" Democratic politics. ",
      "Let's talk about raising the minimum wage. Let's talk about supporting unions. Let's talk about increasing the salaries of civil service workers. Let's talk about taxing the wealthy and having them pay their fair share. ",
      "I have a strong belief that in a working-class America, common Republican scare tactics of labeling any reform as socialism will begin to fall flat. ",
      "And who knows? ",
      "In the process, we might elect enough politicians to keep our voting rights, abortion rights and Medicare. ",
      "READ MORE: Bernie Sanders says Democrats should hammer the 'corporate agenda of the Republicans'",
      "Bernie Sanders says Democrats should hammer the 'corporate agenda of the Republicans'",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Economist Paul Krugman explains why MAGA's 'paranoid' mindset ... ›",
      "Republicans want to use the debt limit to wreck the economy. Will ... ›",
      "'Threatening to crash the economy on purpose': GOP to gut Social ... ›",
      "Republicans bolster Biden's warning about the GOP and the economy ›",
      "More voters trust Republicans on economy as interest in midterms ... ›",
      "GOP keeps lead for House control, Democrats' momentum stalls ... ›"
    ],
    "headline": "  Anxious Americans are putting prices over principles    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/2022/10/anxious-americans-prices-over-principles"
  },
  "https://www.alternet.org/twitter-florida-diner-trump-desantis/": {
    "paras": [
      "Fox News host Brian Kilmeade asked a diner full of GOP voters who they'd like to see take the 2024 presidential election win, expecting more support for Florida Governor Ron DeSantis than he received.  ",
      "asked",
      "The Intercept reporter Ken Klippenstein shared a brief clip from the Fox & Friends segment titled \"Breakfast with Friends,\" showing Kilmeade play \"rapid fire\" with a handful patrons in a Ponte Vedra Beach, Florida Metro Diner. ",
      "shared",
      "Klippenstein tweeted, \"Fox host visits Florida diner asking who they prefer for 2024, presumably to showcase DeSantis' support, but every single person says Trump. Host then beelines to a lady wearing a DESANTIS shirt but even she says Trump or DeSantis lol.\"",
      "tweeted",
      "READ MORE: Ron DeSantis accused of banning Trump supporters from book signing",
      "Ron DeSantis accused of banning Trump supporters from book signing",
      "When the enthusiastic host made his rounds asking each person, \"Who's your pick?\" he quickly realized the room was filled with \"a lot of Trump fans.\"",
      "Six out of the seven people told Kilmeade they'd vote for \"Trump,\" with a few patrons adding Nikki Haley to their preferred ticket.",
      "It wasn't until Kilmeade asked \"How about President DeSantis?\" someone finally mentioned the governor's name.",
      "Twitter users chimed in with their thoughts, finding the video both entertaining and \"horrifying.\"",
      "READ MORE: Watch: Trump supporters crash Ron DeSantis' book signing and are forced to leave the premises",
      "Watch: Trump supporters crash Ron DeSantis' book signing and are forced to leave the premises",
      "@AdirondackDew: \"Is this a SNL skit\"",
      "@AdirondackDew",
      "@InsaneMistress: \"Is this apart of the news or entertainment apparatus of Fox?\"",
      "@InsaneMistress",
      "@chests: \"i know desantis most likely won't run but please i just wanna see him lose in his own state\"",
      "@chests",
      "@chaddfirchau: I'm not sure it would be less upsetting if they had just yelled DeSantis.\"",
      "@chaddfirchau",
      "READ MORE: Donald Trump posts meme accusing Ron DeSantis of 'grooming high school girls'",
      "Donald Trump posts meme accusing Ron DeSantis of 'grooming high school girls'",
      "@CynicalLawyer13: \"Truly horrifying clip\"",
      "@CynicalLawyer13",
      "@rudy_betrayed: \"meatball ron is getting absolutely clobbered\"",
      "@rudy_betrayed",
      "David Crowe: \"They won't stop trying to make fetch happen\"",
      "David Crowe",
      "@thisonesistaken: \"these guys are clowns\"",
      "@thisonesistaken",
      "Watch the video below or at this link. ",
      "at this link",
      "READ MORE: 'We like to be courted': Iowa GOP 'pretty open' to 2024 candidates besides Trump and DeSantis",
      "'We like to be courted': Iowa GOP 'pretty open' to 2024 candidates besides Trump and DeSantis",
      "1677863651",
      "READ MORE: Why Ron DeSantis' refusal to 'punch back' at Trump could prove risky: conservative",
      "Why Ron DeSantis' refusal to 'punch back' at Trump could prove risky: conservative",
      "Democrats to Biden: 'reject Willow now and protect the Arctic'",
      "Jon Stewart torches GOP senator with brutal reality about gun violence",
      "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert",
      "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines",
      "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'",
      "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'",
      "Watch: Trump supporters crash Ron DeSantis' book signing and are forced to leave the premises ›",
      "Forget Jeb DeSantis. Donald Trump is the Republican Party ›",
      "Trump has a 5-point attack plan designed to annihilate DeSantis as a presidential candidate: report ›",
      "Die-hard Trump fans make it clear: They want DeSantis - POLITICO ›",
      "Youngkin adviser says 2024 race is more than Trump, DeSantis | AP ... ›",
      "Donald Trump Claims Ron DeSantis Gets Off on Killing Old People ... ›"
    ],
    "headline": "  'Is this a SNL skit': Twitter reacts to FL diner patrons eagerly vouching for Trump 2024 win over DeSantis    ",
    "timestamp": "NA",
    "act": "https://www.alternet.org/twitter-florida-diner-trump-desantis/"
  }
}
