{"https://www.alternet.org/chris-christie-fox-news-malice/": {"paras": ["Former New Jersey Governor Chris Christie (R) appeared on conservative commentator Hugh Hewitt's show on Wednesday and shared his view on Dominion Voting Systems' billion-dollar defamation lawsuit against Fox News - and why it has real teeth.", "Court filings show that Fox hosts as well as the company's top executives knew that former President Donald Trump's conspiracy theories about the 2020 election being stolen - due to, supposedly, hacked Dominion ballot tabulators - were false, yet the network peddled them anyway because they felt that it was what their audience wanted to hear.", "\"Let me go to the Fox News litigation, which I'm sure you're following. Would you rather be Murdoch's lawyers or Dominion's lawyers right now?\" Hewitt asked Christie, who was once a Trump ally.", "READ MORE: Why Rupert Murdoch's statements alone may not torpedo Fox News in Dominion's defamation lawsuit: media critic", "Why Rupert Murdoch's statements alone may not torpedo Fox News in Dominion's defamation lawsuit: media critic", "\"Well, I have to say it's a split, right? On the facts of the case, I'd rather be the Dominion lawyers, because it's pretty obvious that there was some real, real bad stuff going on at Fox News regarding what they were saying behind the scenes versus what they were saying when the camera was on,\" Christie replied. \"But I've always wondered, what are the damages, Hugh? I'm worried about - not worried about, but wondered about - can Dominion really prove actual damages? Can they prove reputational damages? Can they prove that they lost business because of this? I haven't heard anything from Dominion that proves that, and certainly doesn't prove it to the tune of $1.6 billion. Now, could there be a possibility for punitive damages? Yes. But you still have to show some actual damages, as you know, and I don't know what the actual damages are.\"", "He noted, however, that the outcome is uncertain.", "\"So, I think Dominion will have a very good time in proving their case, and probably one of the better cases of actual malice you're ever going to see, given some of the stuff we've already been exposed to from the difference between internal conversations and on-air conversations,\" Christie said. \"But on the other hand, I don't know what the damages are. And, you know, if you can't prove damages, you could wind up like, you know, the case Donald Trump brought against the NFL when he was a USFL owner. You know, you win the case, you wind up with three dollars. And, I think that diminishes not only the monetary value of the case, but the importance of the case.\"", "Hewitt was curious about what, if any, consequences may await Fox News as additional damaging information is revealed.", "READ MORE: How Fox News 'knowingly feeds viewers lies' with its 'cynical pander-for-profit' model: conservative", "How Fox News 'knowingly feeds viewers lies' with its 'cynical pander-for-profit' model: conservative", "\"When you say Fox News has done some bad things - I don't comment on it, because I haven't seen all the texts and emails. I don't know if we're getting a selective leak of WhatsApp conversations. I don't know anything about that - but what do you think is the bad news for Fox in these exchanges?\" he wondered.", "\"I think the bad news for Fox in the exchanges is when you have commentators who are saying that they don't believe this stuff, they think these people are crazy, and then they're putting them on the air to be able to spout the things that they think are untrue and crazy. And, I think that skirts towards the area of actual malice. It skirts towards the area of saying, you know, that not only that something is false, but that you know it's false,\" Christie explained. \"And that's more problematic.\"", "Watch below via Media Matters for America or at this link.", "Media Matters for America", "at this link", "READ MORE: 'Toxic sludge': Paul Ryan torches Tucker Carlson when questioned about Fox News' election coverage", "'Toxic sludge': Paul Ryan torches Tucker Carlson when questioned about Fox News' election coverage", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "'They can't do it': Dominion Voting Systems slams Fox News for failure to produce evidence of fraud ", "Fox News host 'strongly disagrees' with network banning discussion of Dominion lawsuit on-air ", "CNN reporter sheds light on Fox News exec's grim Dominion lawsuit prediction ", "US DOMINION, INC., DOMINION VOTING SYSTEMS , INC., and ... ", "The 10 biggest revelations from Dominion's explosive Fox News ... ", "Fox executives should be fired for 'proven misconduct' exposed in ... "], "headline": "  Watch: Chris Christie says Fox News acted with 'actual malice' by peddling Donald Trump's lies    ", "timestamp": "NA", "act": "https://www.alternet.org/chris-christie-fox-news-malice/"}, "https://www.alternet.org/florida-prosecutor-desantis-remove-office/": {"paras": ["Florida prosecutor Monique Worrell is speaking out against Florida Governor Ron DeSantis' alleged attempt to campaign for her removal from office, The Daily Beast reports. ", "is speaking out against", "Per Politico, the governor has publicly ridiculed the way Worrell's office handled the recent case of Keith Moses,\"the 19-year-old man accused of killing three people in Orlando, including a television reporter.\"", "has publicly ridiculed", "Subsequently, according to The Daily Beast, Worrell \"has emerged as the next Democratic prosecutor targeted by DeSantis after his office booted Hillsborough County State Attorney Andrew Warren earlier this year over his refusal to prosecute abortion patients.\"", "Hillsborough County State Attorney Andrew Warren", "READ MORE: Suspended Florida prosecutor urges Ron DeSantis to reinstate him following judge's ruling", "Suspended Florida prosecutor urges Ron DeSantis to reinstate him following judge's ruling", "However, the founding director of the University of Florida's Criminal Justice Center believes DeSantis and local sheriff, John Mina, have been conspiring to oust her from her position for some time now. ", "The Daily Beast reports:", "reports", "Worrell told The Daily Beast on Friday that testimony during Warren's trial showed that Mina, who ran for sheriff as a Democrat, had long wanted Worrell out as well. He told investigators that Worrell was also a \"George Soros-funded prosecutor who's antagonistic to law enforcement\" who \"should also be removed,\" she told The Daily Beast.", "\"There's definitely a target across my back and it has nothing to do with anything that I've done, but just simply with the fact that the governor wants full control over Florida politics and he doesn't respect the will of the electorate,\" Worrell said.", "READ MORE: Liberal Florida prosecutor fired by Ron DeSantis sues to combat 'the erosion of our democracy'", "Liberal Florida prosecutor fired by Ron DeSantis sues to combat 'the erosion of our democracy'", "Politico reports: ", "reports", "On Tuesday, DeSantis' general counsel demanded that Worrell turn over emails, reports and documents related to Moses, including his juvenile record.", "The request is significant because the general counsel'' office handled the contentious suspension of Tampa prosecutor Andrew Warren.", "According to Politico, Ryan Newman, asked Worrell \"how Moses was allowed to 'remain on the streets after multiple arrests, including one your office has refused to prosecute.'\" The 19-year-old \"was arrested last November for possession of marijuana, but authorities said his juvenile arrest record includes more serious charges,\" Politico reports. ", "asked Worrell", "\"It is my responsibility to defend my team and explain to the community that the accusations against this office are not based in fact and to educate the community on all of the components that go into supporting incidents like what happened last week,\" Worrell said.", "READ MORE: 'Hypocrisy is congenital': Ron DeSantis slammed for trying to ban guns at his reelection victory party", "'Hypocrisy is congenital': Ron DeSantis slammed for trying to ban guns at his reelection victory party", "According to The Daily Beast, regarding Moses' case, DeSantis told reporters earlier this week, \"I know the state attorney in Orlando thinks that you don't prosecute people, and that's the way that somehow you have better communities. That does not work.\"", "told reporters earlier this week", "Worrell asserted the letter from DeSantis' general counsel is \"nothing more than a factless 'fishing expedition.'\"", "asserted the letter", "Florida GOP Senator Rick Scott made clear his position on the matter by responding to the governor's words, tweeting, \"If the failures we suspect are confirmed, Gov. DeSantis would be right to remove her.\" ", "tweeting", "In response, Worrell said, \"Governor DeSantis and Senator Scott have come in and decided to politicize this by taking attacks against me, without even having the decency to reach out to the families and offer their condolences. It's shameful.\"", "said", "READ MORE: 'Navy pilot cosplay': Ex-Navy pilot slams DeSantis' 'pathetic' Top Gun-style campaign ad", "'Navy pilot cosplay': Ex-Navy pilot slams DeSantis' 'pathetic' Top Gun-style campaign ad", "She continued, \"The conversation needs to be around: what can we do to reduce the likelihood that this will ever happen again?\"", "Echoing Worrell, attorney Mark NeJame, who represents the families of two of the shooting victims, said, \"What DeSantis and Scott have done is intentionally tried to mislead and confuse the public so they don't have to deal with the real issue of gun violence and sane gun laws.\"", "said", "The Daily Beast reports:", "reports", "In Worrell's view, lawmakers have seized on the two tragic deaths to raise their own political profile and power against the will of the electorate.", "NeJame further noted, \"It's clear that Monique Worrell is a political adversary of this power hungry governor and Senator Scott, and what they're doing is attempting to capitalize on the death of this child and this young reporter for their own political benefit.\"", "noted", "READ MORE: More Republicans are 'stepping up attacks' on Ron DeSantis as he surges in 2024 GOP presidential polls", "More Republicans are 'stepping up attacks' on Ron DeSantis as he surges in 2024 GOP presidential polls", "The Daily Beast's full report is available at this link (subscription required). Politico's full report is here. ", "at this link", "here", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "'My heart is broken': Florida teachers ordered to remove, block class libraries or face felony prosecution ", "Florida judge rules against Ron DeSantis in firing of state attorney ", "Florida prosecutor sheds light on 'another troubling thing' revealed during the search of Trump's Mar-a-Lago estate ", "Ron DeSantis hails Texas and Florida as states 'where woke goes to die' in Houston speech - Alternet.org ", "DeSantis seeks wins on guns, abortion before facing Trump in 2024 ... ", "DeSantis vows Florida will allow people to carry firearms without ... "], "headline": "  'Not based in fact': FL prosecutor blasts DeSantis for 'shameful' attempt to remove her from office    ", "timestamp": "NA", "act": "https://www.alternet.org/florida-prosecutor-desantis-remove-office/"}, "https://www.alternet.org/kellyanne-conway-trump-2659500402/": {"paras": ["Reacting to a report from Page Six that former White House adviser Kellyanne Conway and her husband, conservative lawyer George Conway, are lawyering up and getting divorced, Donald Trump jumped into the fray late Friday night.", "As Page Six reported, the Conway marriage was torn apart by her allegiance to Donald Trump as her husband became one of the former president's biggest critics.", " the Conway marriage was torn apart", "The report notes, \"In her 2022 memoir 'Here's the Deal,' Kellyanne said that she considered George's steady barrage of criticism of the then-president a betrayal of their marriage, calling it 'cheating by tweeting.' She also said that Ivanka Trump had suggested couples therapy.\"", "Trump weighed in on the reported split and congratulated her late Friday night using his Truth Social platform.", "He wrote, \"Congratulations to Kellyanne Conway on her DIVORCE from her wacko husband, Mr. Kellyanne Conway. Free at last, she has finally gotten rid of the disgusting albatross around her neck.\"", "Congratulations to Kellyanne Conway", "He then added, \"She is a great person, and will now be free to lead the kind of life that she deserves...and it will be a great life without the extremely unattractive loser by her side!\"", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "'You gaslighting cartoon': Kellyanne Conway brutally mocked for conflating opioid deaths with marijuana ", "Watch: Kellyanne Conway boasts of being 'the one Trump official' not entangled in criminal probes ", "Kellyanne Conway goes into full meltdown mode while criticizing GOP for Georgia runoff ", "While advising Trump on judges, Conway sold her business to a firm ... ", "Kellyanne Conway meets with Manhattan prosecutors investigating ... ", "Former Trump adviser Kellyanne Conway sits for 5-hour interview ... "], "headline": "  Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'    ", "timestamp": "NA", "act": "https://www.alternet.org/kellyanne-conway-trump-2659500402/"}, "https://www.alternet.org/2022/10/why-democracy-will-live-on": {"paras": ["This article was paid for by AlterNet subscribers. Not a subscriber? Try us and go ad-free for $1. Prefer to give a one-time tip? Click here.", " Try us and go ad-free for $1.", "Click here.", "", "", "Some polls are showing that the Republicans are edging out the Democrats in a midterm election cycle that already favors the Republicans. These polls are jim-jamming nervous white liberals.", "Why? Obviously, it has a lot to do with winning and losing. But it has more to do with certain expectations, I think, that white liberals have of other white people. The options are clear: a party that can govern or a party that can bulldoze, to borrow Jonathan Bernstein's framing.", "But here we are with polls showing that the Republicans are advancing in generic Democrat-or-Republican opinion surveys. ", "READ MORE: These 5 MAGA candidates could help Donald Trump steal the 2024 election if they win in 2022: journalist", "These 5 MAGA candidates could help Donald Trump steal the 2024 election if they win in 2022: journalist", "To white liberals, democracy itself is on the ballot. That's what the president said. Anyway, Americans are supposed to believe in democracy. Yet a white majority, in swing states like Pennsylvania, seems ready to put the fascists in power, democracy be damned.", "Beneath it all is something else that's working white liberals' last good nerve: despair - or the dread-awe of discovering that white people, whom you thought would make the good choice if it were clear, have found reasons to make the bad choice. ", "The people whom you thought were not racist - anyway, not as racist as The Racists - are turning out to be exquisitely receptive to the GOP's midterm messaging: vote for us and we'll save you the effort of having to compete with nonwhite people putting in twice the effort. Vote for us and we'll re-rig the system so you get the best cuts.", "Are we surprised?", "READ MORE: Democrats see 'ominous signs' and are becoming worried about Florida as midterms approach: report", "Democrats see 'ominous signs' and are becoming worried about Florida as midterms approach: report", "Democracy is hard work in the end. Voting for Republicans, however, is easy-peasy. White people already have political advantages. The GOP is just protecting them. Even so, white liberals seem to be let down by a majority of white people who are turning out to be as racist as nonwhite people have said they would be. The feeling grows deeper knowing that racism is the lazy American's road to tyranny.", "Bu bu but what about the economy? ", "To be sure, polls have found that large numbers of voters are worried about \"the economy\" more than they are about the endurance of democracy and the fall of Roe. \"The economy\" just so happens to be the same talking point that the Republicans are pitching. There's also the none-too-suble hint that Democrats stand against white people. Put these together and it looks - I am shocked - like recent polling.", "Inflation is a serious thing, but it's not due to anything that the Democrats did or didn't. (It's related to the covid pandemic, supply chains and the war in Ukraine.) But since there's a public cost to supporting someone who has no business running for the US Senate (ie, Mehmet Oz), it's better to cite another reason, any reason. Inflation is visible and, well, it's enough to fool even oneself.", "All this points to the problem of hope.", "Hope is anarchical, and it tempts us from the future. We go to it. Hope isn't a story with an anticipated and emotionally satisfying end. Even so, white liberals tend to believe, I think, that racism is a figment of history, not a precursor informing our vision of the present. Such a story tells of an America purified of its original sin, so that we can believe in it again. Take that away, what do you have? ", "Whatever it is, it's not hope.", "Hope is almost certainly not what we think it will be. We almost certainly won't recognize it, though it may be right in front of us. I think hope is rooted in lived experiences of human lives, and in their consequences, and in a particular time and particular place. Hope is, as in Hebrews 11:1, a political exercise in religion: \"Now faith is the substance of things hoped for, the evidence of things not seen.\" ", "White liberals are telling themselves a story about democracy and what's at stake in these midterms. It's not that that's wrong, but that's also not right. Stories are tools of politics, not politics itself. What matters is doing the work to get preferred candidates elected. It's messy, loud, and anarchical. Democracy is almost always like that.", "Even if the Republicans take the House, democracy will not end. America is not one nation. It will endure where the people want it to. It may wither where the people want it to. Democracy will live on, though it may be in form rather than in spirit, because the GOP is by nature prone to keeping up appearances. Even in a desiccated husk of democracy is hope. From there, good people can do good work.", "The most democratic thing we can do is presume that the polls are wrong, raise a lotta hell and get out the vote. Democracy is an open practice, not a theory alone. When time comes, put in the work and create quality conditions for self-rule. Oh, and one more thing.", "Hope we are lucky.", "READ MORE: Why are voters choosing 'the economy' over democracy", "Why are voters choosing 'the economy' over democracy", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "'Scary as hell': GOP pollster spooked by survey showing ... ", "Noam Chomsky slams the GOP's 'radical insurgency' and efforts to ... ", "'Clear and present threat to democracy': GOP ex-defense secretary ... ", "New analysis highlights grim predictions for the upcoming midterms - Alternet.org ", "Trumpism Will Endure in the GOP Long After Donald Trump ", "'Slow-motion insurrection': Democracy experts alarmed over GOP ... ", "GOP Democracy Report Card - Republican Accountability Project "], "headline": "  Why democracy will live on even if Republicans sweep the midterms    ", "timestamp": "NA", "act": "https://www.alternet.org/2022/10/why-democracy-will-live-on"}, "https://www.alternet.org/fox-news-dominion-2659484427/": {"paras": ["One of the major legal ironies of 2023 is the fact that far-right Florida Gov. Ron DeSantis and his allies are trying to weaken the protections of New York Times v. Sullivan at a time when Fox News - which has been aggressively promoting DeSantis - is using those protections to fight a $1.6 billion lawsuit from Dominion Voting Systems. New York Times v. Sullivan was the 1964 case in which the U.S. Supreme Court unanimously agreed on what does and doesn't constitute defamation. ", "weaken the protections of New York Times v. Sullivan", "According to Chief Justice Earl Warren (a Republican appointee of President Dwight D. Eisenhower) and eight of his colleagues, plaintiffs must show \"actual malice\" in a defamation lawsuit. Sloppy reporting or inflammatory comments do not fit the Sullivan standard for \"actual malice\" - a standard that, according to countless journalism professors, has served everyone from the liberal/progressive Mother Jones to the conservative National Review well over the years.", "DeSantis and Florida State Rep. Alex Andrade (a far-right MAGA Republican) are trying to make it easier to prove defamation, and Andrade is critical of the Warren Court's Sullivan ruling. If they had their way, a company like Dominion would have an easier time suing Fox News and other right-wing media outlets. ", "READ MORE: Civil libertarians slam Ron DeSantis' 'brazen and blatantly unconstitutional' war on press freedom", "Civil libertarians slam Ron DeSantis' 'brazen and blatantly unconstitutional' war on press freedom", "Defamation, under Sullivan, is very difficult to prove. Dominion alleges that Fox News defamed the company by promoting the totally debunked conspiracy theory that its voting equipment was used to help now-President Joe Biden steal the 2020 election from Donald Trump - a false claim made by then-Trump attorney Sidney Powell. And Fox News' attorneys have maintained that it was simply asking questions in late 2020 and early 2021 and was not accusing Dominion of anything.", "totally debunked conspiracy theory", "But Dominion, in its case, has presented some incredibly damning evidence: text messages and e-mails from Fox News pundits (including Sean Hannity and Tucker Carlson) who acknowledged that the conspiracy claims about Dominion were total garbage but promoted them anyway.", "incredibly damning evidence", "Never Trump conservative Amanda Carpenter, in a scathing article published by The Bulwark on February 28, argues that Dominion's evidence shows Fox News to be highly unprincipled in its pursuit of ratings.", "scathing article published by The Bulwark", "\"A pair of court filings released Monday, (February 27) and last week by Dominion reveals frantic discussions inside the network about losing viewers by correctly calling Arizona for Joe Biden in the 2020 election,\" Carpenter explains. \"Leaders at Fox then hushed truth-tellers and latched on to election conspiracy theories to lure viewers back.\"", "Carpenter explains", "READ MORE: Fox News lawsuits will expose the 'dishonest' network and threaten 'alt-reality media': conservative", "Fox News lawsuits will expose the 'dishonest' network and threaten 'alt-reality media': conservative", "The anti-Trump conservative continues, \"Dominion must meet a high standard to win its $1.6 billion case. But the filings are already proving something significant, beyond the shadow of a doubt: that Fox casually and knowingly feeds its viewers lies. Dominion has documented how their leading voices don't believe what they say on the air. How they are afraid to tell you what they really think. Therein lies the peril of Fox's pander-for-profit model. The filings tell the story.\" ", "anti-Trump conservative continues", "Fox News has long had a hard news division and an opinion division. And the right-wing cable news outlet had some accurate reporting on Election Night 2020, when veteran reporter Chris Stirewalt called Arizona for Biden before their competitors. But Trump supporters were furious with Stirewalt, and Fox News subsequently fired him. Ironically, Stirewalt lost his job for doing it well and scooping the competition.", "subsequently fired him", "Dominion's lawsuit, Carpenter notes, shows that Fox News hosts Sean Hannity and Tucker Carlson were worried that the hard news division's reporting was offending pro-Trump viewers. But privately, Carlson said, \"Sidney Powell is lying, by the way. I caught her. It's insane.\" And Fox News' Laura Ingraham said of Powell, \"Sidney is a complete nut. No one will work with her. Ditto with Rudy (Giuliani).\"", "Carpenter notes", "Carpenter explains, \"Network Chairman Rupert Murdoch similarly testified that he saw it as 'trying to straddle the line between spewing conspiracy theories on one hand, yet calling out the fact they are actually false on the other.' Except that the substantive 'calling out' was kept private. While Fox gave license to its most-watched hosts - primarily Carlson, (Laura) Ingraham, Hannity, Lou Dobbs, Jeanine Pirro, and Maria Bartiromo - to elevate conspiracy theorists and lend credibility to guests such as Sidney Powell, they revealed their true thoughts only to each other.\"", "Carpenter explains", "It remains to be seen whether Dominion will win or lose its defamation case against Fox News. But whatever ultimately happens, Carpenter argues, the lawsuit has brought attention to Fox News' lack of ethics.", "\"There's a big market for media that lies to its audience under the guise of reporting the news,\" the Never Trumper writes. \"This case will decide, in part, whether those media put themselves at risk by embracing contempt and deception as a ratings strategy. Regardless of the outcome, the filings show how cynical the model is.\" ", "Never Trumper writes", "READ MORE: A 'demonic force: Bombshell text messages reveal how Tucker Carlson really felt about Trump", "A 'demonic force: Bombshell text messages reveal how Tucker Carlson really felt about Trump", "Read Amanda Carpenter's full article for The Bulwark at this link. ", "at this link", "", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "CNN reporter sheds light on Fox News exec's grim Dominion lawsuit prediction ", "'They can't do it': Dominion Voting Systems slams Fox News for failure to produce evidence of fraud ", "'They certainly deserve it': GOP strategist hopes Fox News defamation suit ends in favor of Dominion ", "Dominion has uncovered 'smoking gun' evidence in case against ... ", "Fox News media analyst says network won't let him cover Dominion ... ", "Is Dominion's $1.6bn defamation lawsuit a death blow for Murdoch ... "], "headline": "  How Fox News 'knowingly feeds viewers lies' with its 'cynical pander-for-profit' model: conservative    ", "timestamp": "NA", "act": "https://www.alternet.org/fox-news-dominion-2659484427/"}, "https://www.alternet.org/stupid-dilbert-creator-killed-his-career-because-of-a-highly-flawed-right-wing-poll-analysis-2659479506/": {"paras": ["Scott Adams, the creator of the \"Dilbert\" cartoon strip which has been yanked from newspapers across the country due to his racist comments, has only himself to blame for his troubles because he relied on a highly dubious poll when he attacked Black Americans.", "he attacked Black Americans.", "That is the opinion of Slate analyst Aymann Ismel who pointed out the Rasmussen poll that the controversial cartoonist used in his diatribe can, at best, be viewed as an attempt to troll non-conservatives. Instead it appears to have ended Adams' career.", "ended Adams' career", "Adams quickly lost his syndication deal and watched as newspapers lined up to pull his strip after posting a video where he claimed, \"If nearly half of all Blacks are not OK with white people-according to this poll, not according to me, that's a hate group,\" before advising his fans to \"get the hell away from Black people.\"", "get the hell away from Black people", "According to Ismel, \"I cannot overemphasize how dumb it is that Scott finally filleted his reputation in full over a trolly Rasmussen poll. If you're not familiar, Rasmussen is a right-leaning pollster that produces semi-mainstream polls but is noted for its murky methods and what the New York Times has called 'dubious sampling and weighting techniques.'\"", "murky methods", "dubious sampling and weighting techniques", "He then added that Rasmussen has been coy about their methodology when it came to that poll.", "\"Rasmussen said 13 percent of poll respondents were Black, so about 130 people. If we take the results entirely at face value-which I'd discourage-that means it found about 34 Black people who answered 'disagree' or 'strongly disagree' with the statement 'It's OK to be white.' We have no more information about why. (Adams got to his figure by also including Black respondents who answered 'not sure.')\"", "According to the analyst, \"Rasmussen apparently assumed its audience would be too stupid to know any of that, and in the case of Scott Adams, it was clearly right. Perhaps some of the people Rasmussen polled were aware of the history of the phrase, which at one point made it into a Tucker Carlson monologue; it's hard to say, and Rasmussen didn't care to ask. But the whole charade seemed clearly designed to end up on shows like Adams', where it purported to become a referendum on whether or not Black Americans hate white people.\"", "\"The irony is that the 'it's OK to be white' troll has now undone Adams worse than it did any supposed campus hysterics... Alas, Adams lived by the poll-and Rasmussen got exactly what it wanted,\" the columnist concluded.", "You can read more here", "read more here", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Details about Matt Gaetz's investigation were leaked to Dilbert cartoonist before reports were made public ", "'Not a difficult decision': Ohio paper nixes 'Dilbert' cartoon after Trump-supporting creator's racist rant ", "Scott Adams and why American capitalism kneels before a bigger God - Alternet.org ", "We are dropping the Dilbert comic strip because of creator Scott ... ", "Newspapers Drop 'Dilbert' After Creator's Rant About Black 'Hate ... ", "Scott Adams's 'Dilbert' is dropped by newspapers after his racist rant ... "], "headline": "  'Stupid' Dilbert creator killed his career because of a highly flawed right-wing poll: analysis    ", "timestamp": "NA", "act": "https://www.alternet.org/stupid-dilbert-creator-killed-his-career-because-of-a-highly-flawed-right-wing-poll-analysis-2659479506/"}, "https://www.alternet.org/fox-news-faces-hard-lesson/": {"paras": ["A new analysis is explaining how Fox News' allegiance to its right-wing audience might be backfiring as Dominion Voting Systems' defamation lawsuit progresses in a direction that appears to be unfavorable for the news network. ", "right-wing audience", "CNN's Stephen Collinson recently highlighted the latest details to be divulged in connection with the case. ", "\"Fox News is the latest example of opinion formers on the right exposed for being held hostage to the fury they helped to incite,\" Collinson wrote. \"Extraordinary revelations this week from a defamation lawsuit by Dominion Voting Systems showed that Fox Corporation Chairman Rupert Murdoch admitted under oath that some of the channel's top stars endorsed false claims that the 2020 election was stolen as he tried to stop viewers from defecting.\"", "READ MORE: 'An absolute disaster': Fox News pundit calls GOP midterm performance a 'searing indictment of the Republican Party'", "'An absolute disaster': Fox News pundit calls GOP midterm performance a 'searing indictment of the Republican Party'", "He added, \"Previous disclosures showed some of those Fox hosts knew they were peddling lies but were worried they'd alienate their audience if they told the truth about Trump's false claims.\"", "", "Collinson went on to explain how those developments have changed the scope of the case. \"The new details underscored how key players on the right feel they have no choice but to appease, satisfy, and further inflame the voters and viewers on whom their profits or hopes of political power depend,\" he wrote. ", "According to Collinson, the leaders of the party are not in control but rather the voters are the ones who influence their political decision. At one point in his piece, he used a number of Republican lawmakers an examples to prove his point. ", "\"The GOP's most fervent, constantly self-radicalizing voters have long led its leaders. GOP luminaries who resist the tide, like former Florida Gov. Jeb Bush, ex-Arizona Sen. Jeff Flake, and former Wyoming Rep. Liz Cheney, see their careers expire,\" he wrote. \"Those that buy in - like Florida Gov. Ron DeSantis or New York Rep. Elise Stefanik, now a member of the House GOP leadership team - can rocket to prominence.\"", "READ MORE: 'They look like idiots:' Fox News contributor excoriates 'disorganized' Republicans over speakership fiasco", "'They look like idiots:' Fox News contributor excoriates 'disorganized' Republicans over speakership fiasco", "So, where does the power lie within the Republican base? Collinson argues that Republican lawmakers are fueled by the policies that appeal to far-right voters.", "He noted, \"The Republican politicians who appear on Fox are influenced by a similar calculation of what the political market will bear. Their unfiltered adoption of much of the doctrine favored by the conservative grassroots ultimately stretched American democracy to the limit.\" ", "READ MORE: 'Come on, man!' Fox News host whines GOP has 'to be fair' - says Pence 'could've just destroyed' documents", "'Come on, man!' Fox News host whines GOP has 'to be fair' - says Pence 'could've just destroyed' documents", "Collinson's full column is available at this link.", "at this link", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "'An absolute disaster': Fox News pundit calls GOP midterm performance a 'searing indictment of the Republican Party' ", "'They look like idiots:' Fox News contributor excoriates 'disorganized' Republicans over speakership fiasco ", "'They certainly deserve it': GOP strategist hopes Fox News defamation suit ends in favor of Dominion ", "House GOP votes next week to kill Biden's 'woke' ESG investing rule ... ", "GOP Rep. Collins blasts Buttigieg for Ohio response, says ... ", "House GOP opens politicized-government probe with a Fox News ... "], "headline": "  Fox News faces a 'hard lesson' being held hostage to its right-wing audience: journalist    ", "timestamp": "NA", "act": "https://www.alternet.org/fox-news-faces-hard-lesson/"}, "https://www.alternet.org/smartnews/jared-kushner-rupert-murdoch/": {"paras": ["Dominion Voting Systems has filed another bombshell court document, this time also around 200 pages, which provides additional damning evidence of how the company believes Fox News operated during the 2020 presidential election and after, allowing known falsehoods to be broadcast to the public.", "bombshell court document", "Fox News is facing a massive $1.6 billion defamation lawsuit by Dominion, which legal experts have said the voting machines company stands a good chance of winning.", "Among the most damaging revelations found so far in the new document released Monday is that Fox Corporation Chairman and News Corp Executive Chairman Rupert Murdoch, under sworn oath, admitted he handed Jared Kushner \"confidential information\" about Joe Biden's campaign ads before they went live on the right wing cable channel.", "READ MORE: 'Propaganda Network': Media Reporter Says Dominion Filing Exposes Fox News as 'Void of the Most Basic Journalistic Ethics'", "'Propaganda Network': Media Reporter Says Dominion Filing Exposes Fox News as 'Void of the Most Basic Journalistic Ethics'", "\"During Trump's campaign, Rupert provided Trump's son-in-law and senior advisor, Jared Kushner, with Fox confidential information about Biden's ads, along with debate strategy,\" Dominion's court filing reads. It also adds in parentheses, \"providing Kushner a preview of Biden's ads before they were public.\"", "1677534026", "The filing does not specify if there was other confidential information, but presumably the network might have viewer response data to the ads.", "Also presumably the \"debate strategy\" portion suggests Rupert Murdoch worked with Kushner on debate strategy.", "Democratic strategist and senior advisor to Julian Castro, Sawyer Hackett call the revelation a bombshell.", "bombshell", "Former Obama staffer Tommy Vietor called giving the Trump campaign Biden's ads before they were aired, \"pretty hefty in-kind campaign contribution there.\"", "called", "Adam Smith, Vice President at Citizens for Responsibility and Ethics in Washington (CREW) echoed those remarks, asking: \"did this get marked as an in-kind on Trump's FEC filings?\"", "asking", "Political strategist and former Executive Director of the Lincoln Project, Fred Wellman, responded to the news with just two words: \"Holy shit.\"", "Holy shit", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Why Ron DeSantis' refusal to 'punch back' at Trump could prove risky: conservative ", "Trump's 'Republican establishment' opponents don't realize they're fighting 'a new kind of war': data analyst ", "'Absolutely appalling': Kevin McCarthy is fundraising off giving January 6th footage to Tucker Carlson ", "Jared Kushner Reached Out to Rupert Murdoch After Fox News ... ", "Inside Jared Kushner's circle of trust - POLITICO ", "Jared reveals how Rupert Murdoch, Bono and Billy Joel helped him ... "], "headline": "  Rupert Murdoch gave Jared Kushner 'confidential information' about Joe Biden's campaign ads: court filing    ", "timestamp": "NA", "act": "https://www.alternet.org/smartnews/jared-kushner-rupert-murdoch/"}, "https://www.alternet.org/msn/fox-news-anti-trump/": {"paras": ["A new court filing in connection with Dominion Voting Systems' lawsuit has revealed on Fox News analyst was lambasted and ousted for his \"smug\" coverage that was described as being consistently too \"anti-Trump.\"", "lambasted and ousted", "According to Mediaite, the incriminating behind-the-scenes remarks made by former Fox News anchor Leland Vittert are now coming to light. ", "At the time, Vittert became a target of criticism for his coverage following the 2020 presidential election as former President Donald Trump continued to spin conspiracy theories to explain his election loss. ", "READ MORE: 'Shockingly reckless': Fox News hosts spread Donald Trump's election claims knowing they were 'total BS'", "'Shockingly reckless': Fox News hosts spread Donald Trump's election claims knowing they were 'total BS'", "Per Mediaite:", "One section details the way then-Fox anchor Leland Vittert - who has since moved on to an anchor role at NewsNation - was targeted for criticism in a pipeline that went from Fox Corp CEO Lachlan Murdoch to Fox News CEO Suzanne Scott right to the control room because his 'anti-Trump' coverage was deemed 'smug and condescending.'", "since moved on", "Excerpts from the filing have also been highlighted: ", "... Lachlan continued to advise on how Fox should cover the news related to the 2020 Presidential Election. For instance, he told Scott on November 14 during Fox's coverage of a rally in support of Donald Trump that 'News guys have to be careful how they cover this rally. So far some of the side comments are slightly anti, and they shouldn't be. The narrative should be this is a huge celebration of the 25 president.' Ex.627; see Ex.130, L.Murdoch 116:4-119:11.", "The excerpt also noted: \"Scott responded: 'Yes thanks'; and when Lachlan then criticized Leland Vittert's coverage as '[s]mug and obnoxious,' Scott said she was 'calling now' to direct Vittert's producer to fix the issue. Ex.627; Ex.130, L.Murdoch, 122:1-15. And indeed she did. Executive David Clark reported: 'Also got called by Jay who heard from SS that Leland was being smug and condescending. I texted him and told him to cut it out and DC EP spoke to him.' Ex.628.\"", "READ MORE: Donald Trump accuses Fox News of hiding poll showing him 'crushing' Ron 'DeSanctimonious'", "Donald Trump accuses Fox News of hiding poll showing him 'crushing' Ron 'DeSanctimonious'", "\"Lachlan even gave his input on the chyron that appeared at the bottom of broadcasts, telling Scott that 'the ticker at bottom of screen is all wrong. Way too wordy and long. And anti trump whenever possible.' Ex.629,\" it also reads. ", "Responding to the latest filing, a public relations representative for Fox News released a statement addressing the situation.  ", "\"Dominion's lawsuit has always been more about what will generate headlines than what can withstand legal and factual scrutiny, as illustrated by them now being forced to slash their fanciful damages demand by more than half a billion dollars after their own expert debunked its implausible claims,\" the statement reads. \"Their summary judgment motion took an extreme, unsupported view of defamation law that would prevent journalists from basic reporting and their efforts to publicly smear FOX for covering and commenting on allegations by a sitting President of the United States should be recognized for what it is: a blatant violation of the First Amendment.\"", "READ MORE: Watch: Mike Pence tells Fox News that prosecuting Donald Trump would be 'terribly divisive for the country'", "Watch: Mike Pence tells Fox News that prosecuting Donald Trump would be 'terribly divisive for the country'", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Watch: Mike Pence tells Fox News that prosecuting Donald Trump would be 'terribly divisive for the country' ", "Donald Trump accuses Fox News of hiding poll showing him 'crushing' Ron 'DeSanctimonious' ", "'Shockingly reckless': Fox News hosts spread Donald Trump's election claims knowing they were 'total BS' "], "headline": "  New docs reveal how one Fox News anchor was lambasted for his 'anti-Trump' coverage    ", "timestamp": "NA", "act": "https://www.alternet.org/msn/fox-news-anti-trump/"}, "https://www.alternet.org/twitter-florida-diner-trump-desantis/": {"paras": ["Fox News host Brian Kilmeade asked a diner full of GOP voters who they'd like to see take the 2024 presidential election win, expecting more support for Florida Governor Ron DeSantis than he received.  ", "asked", "The Intercept reporter Ken Klippenstein shared a brief clip from the Fox & Friends segment titled \"Breakfast with Friends,\" showing Kilmeade play \"rapid fire\" with a handful patrons in a Ponte Vedra Beach, Florida Metro Diner. ", "shared", "Klippenstein tweeted, \"Fox host visits Florida diner asking who they prefer for 2024, presumably to showcase DeSantis' support, but every single person says Trump. Host then beelines to a lady wearing a DESANTIS shirt but even she says Trump or DeSantis lol.\"", "tweeted", "READ MORE: Ron DeSantis accused of banning Trump supporters from book signing", "Ron DeSantis accused of banning Trump supporters from book signing", "When the enthusiastic host made his rounds asking each person, \"Who's your pick?\" he quickly realized the room was filled with \"a lot of Trump fans.\"", "Six out of the seven people told Kilmeade they'd vote for \"Trump,\" with a few patrons adding Nikki Haley to their preferred ticket.", "It wasn't until Kilmeade asked \"How about President DeSantis?\" someone finally mentioned the governor's name.", "Twitter users chimed in with their thoughts, finding the video both entertaining and \"horrifying.\"", "READ MORE: Watch: Trump supporters crash Ron DeSantis' book signing and are forced to leave the premises", "Watch: Trump supporters crash Ron DeSantis' book signing and are forced to leave the premises", "@AdirondackDew: \"Is this a SNL skit\"", "@AdirondackDew", "@InsaneMistress: \"Is this apart of the news or entertainment apparatus of Fox?\"", "@InsaneMistress", "@chests: \"i know desantis most likely won't run but please i just wanna see him lose in his own state\"", "@chests", "@chaddfirchau: I'm not sure it would be less upsetting if they had just yelled DeSantis.\"", "@chaddfirchau", "READ MORE: Donald Trump posts meme accusing Ron DeSantis of 'grooming high school girls'", "Donald Trump posts meme accusing Ron DeSantis of 'grooming high school girls'", "@CynicalLawyer13: \"Truly horrifying clip\"", "@CynicalLawyer13", "@rudy_betrayed: \"meatball ron is getting absolutely clobbered\"", "@rudy_betrayed", "David Crowe: \"They won't stop trying to make fetch happen\"", "David Crowe", "@thisonesistaken: \"these guys are clowns\"", "@thisonesistaken", "Watch the video below or at this link. ", "at this link", "READ MORE: 'We like to be courted': Iowa GOP 'pretty open' to 2024 candidates besides Trump and DeSantis", "'We like to be courted': Iowa GOP 'pretty open' to 2024 candidates besides Trump and DeSantis", "1677863651", "READ MORE: Why Ron DeSantis' refusal to 'punch back' at Trump could prove risky: conservative", "Why Ron DeSantis' refusal to 'punch back' at Trump could prove risky: conservative", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Watch: Trump supporters crash Ron DeSantis' book signing and are forced to leave the premises ", "Forget Jeb DeSantis. Donald Trump is the Republican Party ", "Trump has a 5-point attack plan designed to annihilate DeSantis as a presidential candidate: report ", "Die-hard Trump fans make it clear: They want DeSantis - POLITICO ", "Youngkin adviser says 2024 race is more than Trump, DeSantis | AP ... ", "Donald Trump Claims Ron DeSantis Gets Off on Killing Old People ... "], "headline": "  'Is this a SNL skit': Twitter reacts to FL diner patrons eagerly vouching for Trump 2024 win over DeSantis    ", "timestamp": "NA", "act": "https://www.alternet.org/twitter-florida-diner-trump-desantis/"}, "https://www.alternet.org/msn/dominion-s-damning-revelations-underscore-the-full-corruption-of-fox-news-former-reagan-speechwriter/": {"paras": ["For many years, Mona Charen - a veteran conservative columnist who was a speechwriter for First Lady Nancy Reagan during the 1980s - has complained about what she views as a liberal bias in the mainstream media. But in an article published by The Bulwark on March 2, the Never Trumper's primary target is not CNN, the Washington Post or the New York Times. It is Fox News, which, she argues, has \"embarrassed\" itself by shamelessly promoting \"lies\" and \"fiction.\"", "article published by The Bulwark on March 2", "Dominion Voting Systems' $1.6 billion defamation lawsuit against Fox News has turned into a major scandal for the right-wing cable news outlet, which, in late 2020 and early 2021, promoted attorney Sidney Powell's false claim that Dominion's equipment was used to help now-President Joe Biden steal the presidential election from then-President Donald Trump. E-mails and text messages that Dominion has presented as evidence show Tucker Carlson and others at Fox News privately admitting that Powell's claim was total nonsense. Yet Fox News, according to Dominion, promoted Powell's debunked claim anyway.", "\"Like most conservatives, I initially welcomed Fox News to the airwaves,\" Charen, now 66, recalls. \"A media world that included Jennifer Griffin at the Pentagon, Neal Cavuto on Wall Street, and Charles Krauthammer every evening on 'Special Report' was an overdue counterbalance. An enormous audience had been underserved, and Fox was able to exploit an opening. But then things went sideways. While we can't say the Fox News effect was entirely responsible - talk radio too played a role, as did social media - it started to become evident during the Obama years that the right's impatience with press bias had curdled into something more ominous.\"", "Charen, now 66, recalls", "READ MORE: Dominion just created an 'overwhelming' hurdle for Fox News: legal expert", "Dominion just created an 'overwhelming' hurdle for Fox News: legal expert", "Although Charen is conservative, she is a blistering critic of Trump and the MAGA movement. In fact, Charen was among the many Never Trumpers who supported Biden in 2020. And she argues that Trump's \"war on the truth\" has been fully embraced by Fox News.", "\"The revelations in the Dominion Voting Systems legal filings demonstrate the full corruption of Fox News,\" Charen laments. \"The channel that debuted with the tagline 'fair and balanced' has become completely untethered to any standard of integrity. Its own bias bears no comparison to that of the 'mainstream media.' CNN, ABC, and USA Today have their flaws, but at least remain within the bounds of reality. Fox is not a news channel - it is the right's Pravda.\"", "Charen laments", "The former Nancy Reagan speechwriter continues, \"Among the frank acknowledgments of what the channel had become were rebukes to reporters who attempted to tell the simple truth. When reporter Kristin Fisher noted on the air that Rudy Giuliani and Sidney Powell's howler of a press conference on November 19, (2020) contained allegations that did not align with what Trump's lawyers were pleading in court and were not supported by evidence, she was rebuked by higher-ups at the network and told to do a better job of \"respecting the audience.'\"", "former Nancy Reagan speechwriter", "Charen emphasizes that according to Dominion, what Carlson and his colleague Sean Hannity said about the 2020 election privately and what they said on the air were two different things.", "Charen emphasizes", "READ MORE: 'They certainly deserve it': GOP strategist hopes Fox News defamation suit ends in favor of Dominion", "'They certainly deserve it': GOP strategist hopes Fox News defamation suit ends in favor of Dominion", "\"Respecting the audience in Fox speak meant telling the audience exactly what it wanted to hear and nothing that would ruffle its delicate feathers,\" Charen observes. \"In private, Sean Hannity would confide that 'Rudy is acting like an insane person,' but in public - to Fox's vast audience - Rudy's ravings were laundered and legitimized. In private, Tucker Carlson fumed that a reporter telling the truth - that the election had not been stolen - was 'measurably hurting the company. The stock price is down'.... When Fox News and its competitors lie to viewers, they are endangering not their physical health, but their civic health and the good of the nation.\"", "Charen observes", "READ MORE: Dominion filing is 'absolute nightmare fuel' for Fox News' lawyers: legal expert", "Dominion filing is 'absolute nightmare fuel' for Fox News' lawyers: legal expert", "Read Mona Charen's full article for The Bulwark at this link. ", "full article for The Bulwark at this link", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Why Rupert Murdoch's statements alone may not torpedo Fox News in Dominion's defamation lawsuit: media critic ", "Fox News host 'strongly disagrees' with network banning discussion of Dominion lawsuit on-air ", "Sean Hannity - under oath - admits he 'didn't believe' election lies 'for one second': deposition ", "Legal experts break down why Fox News is on 'shaky legal ground' as Dominion suit continues - Alternet.org ", "Fox executives should be fired for 'proven misconduct' exposed in ... ", "Donald Trump Attacks Rupert Murdoch For Dominion Lawsuit ... ", "Fox Stars Privately Expressed Disbelief About Trump's Election ... "], "headline": "  Dominion's damning revelations underscore the 'full corruption of Fox News': former Reagan speechwriter    ", "timestamp": "NA", "act": "https://www.alternet.org/msn/dominion-s-damning-revelations-underscore-the-full-corruption-of-fox-news-former-reagan-speechwriter/"}, "https://www.alternet.org/trump-presidential-run-2659500946/": {"paras": ["During an appearance on MSNBC on Saturday morning, noted historian Michael Beschloss was asked about Donald Trump's drive for a third GOP presidential nomination which then led to him to question the former president's fitness to run while also comparing him to a cockroach.", "Speaking with fill-in host Michael Steele, Beschloss grew animated when talking about the former president's ability to be held to account for his offenses and suggested the threat of multiple indictments could impact the former president's health.", "\"Now we haven't ever seen a president potentially indicted like this, and maybe dealing with serious multiple indictments from various places, various judicial agencies,\" he exclaimed. \"That's something we haven't seen before.\"", "\"Even Donald Trump, who has the survival abilities of a cockroach, I'm not sure if he can withstand if he is potentially indicted, and we don't know that this is gonna happen,\" he continued.", "He elaborated, \"But let's say in three different venues, at the same time, you know, that's a lot to ask of anyone -- especially someone in his late 70s, and may not be the most physically fit person at that age that I've ever seen.\"", "Watch below or at the link:", "or at the link", "MSNBC 03 04 2023 10 11 05youtu.be", "youtu.be", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'", "'No clear rationale': WSJ Editorial Board skewers Nikki Haley's presidential run ", "How Team Trump hopes to crush Nikki Haley's presidential campaign: report ", "'Anybody not named Trump': Paul Ryan offers brutal reality check on the possibility of another Trump presidential run ", "Nikki Haley Is Running for President, the First G.O.P. Rival to Take ... ", "Donald Trump 2024: His Final Presidential Campaign ", "Former President Donald Trump announces a White House bid for ... "], "headline": "  Noted historian slams 'cockroach' Trump and questions his fitness to run again    ", "timestamp": "NA", "act": "https://www.alternet.org/trump-presidential-run-2659500946/"}, "https://www.alternet.org/gop-censure/": {"paras": ["U.S. Rep. Tony Gonzales, R-San Antonio, is digging in as he faces a potential censure by the Republican Party of Texas over his recent positions breaking with the party.", "Tony Gonzales", "The party's executive committee is set to hold a quarterly meeting Saturday where it will consider a censure resolution that cites a few of the notable ways in which Gonzales has split from his party in recent months. Those include his rejection of a border security proposal by his fellow Texas Republican Rep. Chip Roy, and his support of a bill defending same-sex marriage protections and a bipartisan gun law that passed in response to the Uvalde school shooting in his district.", "Chip Roy", "\"What censure?\" Gonzales said when asked about it by reporters Thursday in San Antonio. \"Has a censure taken place? I think they're gonna vote on it Saturday, and we'll see how that goes.\"", "Gonzales added - as he has before - that he has no regrets about supporting the gun safety law, which expanded background checks, among other things. He was the only House Republican from Texas to support the measure - and one of only 14 nationwide.", "\"If the vote was today,\" Gonzales said, \"I would vote twice on it if I could.\"", "Gonzales does not plan to attend the meeting Saturday. He noted he is leading a congressional delegation to the Mexican border in Eagle Pass - as well as Uvalde - on Monday. And he sought Thursday to shift the spotlight to issues on which Republicans are more unified, attending a news conference to oppose a San Antonio ballot proposition that would decriminalize abortion.", "The movement to censure Gonzales is the latest twist in his short but action-packed political career. It began in 2020 when he won a primary runoff that went to a recount and then beat the odds to keep the 23rd District under GOP control. Then redistricting made the seat redder for the 2022 election, and he had to navigate a unique race that served as a referendum on his independent streak. He won by double digits.", "referendum on his independent streak", "But the intraparty sniping has not subsided, especially as Gonzales has vocally opposed the border security bill from Roy, which would give the secretary of Homeland Security the power to bar border crossings and detain asylum-seekers while their cases are processed in court.", "The censure resolution that the State Republican Executive Committee is set to consider originated from Medina County, which passed it last month and requested the state party take it up. Fifteen other counties in Gonzales' sprawling district have since approved concurring resolutions.", "Three-fifths of the 64-member State Republican Executive Committee would have to approve the resolution Saturday. If the resolution passes, it would allow the state party to get involved in Gonzales' primary, including by spending its funds to inform voters of the censure. The party is normally required to remain neutral in intraparty contests.", "The state party said it believes that the only other time it approved a censure under this method was against former state House Speaker Joe Straus in 2018. He was also a moderate from San Antonio.", "Joe Straus", "The Medina County resolution alleges Gonzales violated the principles of the party by voting for the gun law and opposing Roy's border legislation. It also cites Gonzales' vote last year for a bill to codify same-sex marriage, plus his lonely vote against the U.S. House rules package in January, which made it easier to remove the speaker and made it hearder to raise taxes, among other things.", "Gonzales scoffed Thursday at his opposition to the rules package, which was the product of painstaking negotiations with House conservatives to allow Kevin McCarthy to become speaker. Gonzales questioned a reporter on whether he understood the rules package, dismissing it as \"so inside baseball.\"", "\"The reality is I've taken almost 1,400 votes, and the bulk of those have been with the Republican Party,\" Gonzales said.", "Gonzales defended his support for the same-sex marriage bill last year, telling The Texas Tribune that it \"wasn't a tough vote\" and that Republicans need to accept same-sex marriage if the party wants to grow.", "telling The Texas Tribune", "The Roy border bill has been the biggest flashpoint recently. Gonzales has stood firm against it, arguing it would effectively end asylum. Roy has denied that.", "That has led to a budding rivalry between Gonzales and Roy, complete with thinly veiled threats from allied groups to field a primary challenger against Gonzales.", "Gonzales took a fresh swipe at Roy on Thursday while touting how he has voted with the GOP most of the time. A day earlier, Roy was one of only four Republicans to oppose a bill to require estimates of the inflationary impact of President Joe Biden's executive orders. Roy said he objected to the proposal because it did not apply to \"'emergency' orders that are some of the primary drivers of inflation.\"", "\"Just yesterday, I voted to hold Biden accountable for inflation,\" Gonzales said. \"Not all Republicans voted in favor of ensuring that.\"", "That the opposition to Gonzales would originate in Medina County is unsurprising. The county, which is west of San Antonio, is home to Raul Reyes, Gonzales' 2020 primary runoff opponent, who remains a bitter critic.", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Ex-GOP congressman: 'Awful' Marjorie Taylor Greene should face 'censure' for heckling the State of the Union ", "How Texas anti-LGBTQ protestors fuel rage over drag events ", "Texas border Republican accuses GOP of using immigration crisis for political gain ", "'I would vote twice on it if I could': Texas Republicans censure Uvalde GOP Rep. over party-splitting votes - Alternet.org ", "Wyoming GOP Censures Liz Cheney For Voting To Impeach Trump ... ", "Joni Ernst defends Respect for Marriage Act vote despite GOP censure ", "GOP censures Cheney, Kinzinger as it assails Jan. 6 probe | AP News "], "headline": "  Texas Republican defiant as he faces censure for breaking with GOP    ", "timestamp": "NA", "act": "https://www.alternet.org/gop-censure/"}, "https://www.alternet.org/fox-news-dominion-2659497032/": {"paras": ["Legal experts are weighing in on the legal proceedings pertaining to Dominion Voting Systems and Fox News, explaining just how detrimental the case could be for the right-wing news network. ", "weighing in", "Legal experts also explained how the case differs from other defamation cases. Catherine Ross, a George Washington University constitutional law professor with an emphasis on the study of First Amendment rights, offered her perspective on the unique circumstances surrounding the case.", "\"One just doesn't see cases like this in defamation,\" said Ross. \"Fox does not appear to have any plausible defense particularly in light of what Dominion uncovered in discovery of real-time knowledge of falsity.\" ", "READ MORE: Why Rupert Murdoch's statements alone may not torpedo Fox News in Dominion's defamation lawsuit: media critic", "Why Rupert Murdoch's statements alone may not torpedo Fox News in Dominion's defamation lawsuit: media critic", "Despite the mounting evidence against Fox News and remarks from key members, the network argues, according to The Hill, that Dominion has focused on \"'cherry-picking' quotes and strategically rolling out portions of what it obtained in discovery in order to drum up press coverage as it builds its case.\"", "In a statement released earlier this week, the network laid out its argument. ", "\"Dominion's lawsuit has always been more about what will generate headlines than what can withstand legal and factual scrutiny, as illustrated by them now being forced to slash their fanciful damages demand by more than half a billion dollars after their own expert debunked its implausible claims,\" the network said.", "\"Their summary judgment motion took an extreme, unsupported view of defamation law that would prevent journalists from basic reporting and their efforts to publicly smear Fox for covering and commenting on allegations by a sitting President of the United States should be recognized for what it is: a blatant violation of the First Amendment,\" it said. ", "READ MORE: 'They can't do it': Dominion Voting Systems slams Fox News for failure to produce evidence of fraud", "'They can't do it': Dominion Voting Systems slams Fox News for failure to produce evidence of fraud", "However, the legal experts have pushed back against the network's arguments. Ross used Sidney Powell, who worked for former President Donald Trump's legal counsel, as an example. Powell was one of the many Trump supporters who echoed his claims of voter fraud. ", "\"You can cover this without giving a platform to people like Sidney Powell because when you invite her on her show, you're responsible for her lies if you don't correct them in real-time,\" Ross said. \"There are many, many ways of framing and covering that do not involve actually giving a platform or labeling something as actual news or a fact.\"", "Despite the incriminating details that appear unfavorably for Fox News, some legal experts have also noted something else unusual: there has been no indication of settlement discussions. ", "\"Most of these kinds of cases ultimately settle, mainly because the media defendants don't want to take the risk in the bad publicity,\" said Carl Tobais, a law chairman at the University of Richmond. ", "\"And the plaintiffs may be afraid they won't win anything just because of the really high standard that the Supreme Court set in the New York Times v. Sullivan decision,\" Tobais said. \"It does seem in this particular case that Dominion may be making a pretty strong argument, so it'll be interesting to see how it plays out.\"", "READ MORE: Fox News host 'strongly disagrees' with network banning discussion of Dominion lawsuit on-air", "Fox News host 'strongly disagrees' with network banning discussion of Dominion lawsuit on-air", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Dominion's damning revelations underscore the 'full corruption of Fox News': former Reagan speechwriter ", "CNN reporter sheds light on Fox News exec's grim Dominion lawsuit prediction ", "Why Rupert Murdoch's statements alone may not torpedo Fox News in Dominion's defamation lawsuit: media critic ", "Read What Murdoch Said in His Deposition in the Fox-Dominion ... ", "US DOMINION, INC., DOMINION VOTING SYSTEMS , INC., and ... ", "Murdoch Acknowledges Fox News Hosts Endorsed Election Fraud ... "], "headline": "  Legal experts break down why Fox News is on 'shaky legal ground' as Dominion suit continues    ", "timestamp": "NA", "act": "https://www.alternet.org/fox-news-dominion-2659497032/"}, "https://www.alternet.org/marjorie-taylor-greene-2659496374/": {"paras": ["The former chair of the Republican National Committee (RNC) recently offered stinging words of advice for Rep. Marjorie Taylor Greene (R-Ga.) in response to her remarks about a \"national divorce.\"", "stinging words", "When Michael Steele appeared on MSNBC's \"The 11th Hour\" on Thursday, March 2, he did not mince words with his take on Greene's remarks during her interview with Fox News' Sean Hannity the previous day. ", "\"We need a national divorce,\" Greene declared. \"We need to separate by red states and blue states and shrink the federal government.\"", "READ MORE: 'Rule by local warlords?' Marjorie Taylor Greene pilloried after endorsing secession for towns and counties", "'Rule by local warlords?' Marjorie Taylor Greene pilloried after endorsing secession for towns and counties", "MSNBC host Stephanie Ruhle recalled Greene's remarks made on Tuesday, February 28 where she reiterated her desire for what she described as a \"national divorce.\" Per Mediaite, this time she explained it \"in the form of 'our own safe space,' referring to Republicans who don't want to be governed by Democrats.\"", "our own safe space", "During the interview with Steele, Ruhle asked, \"Does she know how divorce works? Because, alimony doesn't pay - not in this case.\"", "Steele delivered a scathing response.", "\"She has no clue what the hell she's talking about. Why do we listen to this crazy fool?\" Steele asked. \"Marjorie Taylor Greene, please just shut the hell up. Do us all a favor. You are an embarrassment to the Republican Party and to the country as a congresswoman. You sit there, you say this kind of crazy.\"", "READ MORE: House GOP committee chair in 'a tightwire act' managing Marjorie Taylor Greene and Lauren Boebert", "House GOP committee chair in 'a tightwire act' managing Marjorie Taylor Greene and Lauren Boebert", "He added, \"Mitt Romney said it best. We fought that war. A Republican president lost his life over trying to save the union, and this fool wants to split it? So, here we go. This is the kind of crazy that requires a lot of heavy thinking, because she isn't.\"", "Watch the video below or at this link.", "or at this link", "1677839641", "READ MORE: Marjorie Taylor Greene spokesperson throws profane tantrum when confronted by CNN fact-checker", "Marjorie Taylor Greene spokesperson throws profane tantrum when confronted by CNN fact-checker", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "'Rule by local warlords?' Marjorie Taylor Greene pilloried after endorsing secession for towns and counties ", "'Liar, liar': Joe Biden amuses crowd with quip about Marjorie Taylor Greene ", "'The maths are hard': Marjorie Taylor Greene mocked for not understanding what 'seized' means ", "The Problem of Marjorie Taylor Greene - The New York Times ", "House Republican leaders condemn GOP candidate who made ... ", "Marjorie Taylor Greene indicated support for executing prominent ... "], "headline": "  Former RNC head offers stinging words of advice for 'crazy fool' Rep. Marjorie Taylor Greene    ", "timestamp": "NA", "act": "https://www.alternet.org/marjorie-taylor-greene-2659496374/"}, "https://www.alternet.org/laura-ingraham-2659497821/": {"paras": ["Fox News' Laura Ingraham garnered an array of criticism from Twitter users when she attempted to compare former President Donald Trump's work ethic to that of President Joe Biden.", "criticism", "The right-wing news anchor's remarks were made during the Thursday night segment of her show. ", "At one point during the show, Ingraham claimed the former president \"was in the Oval Office pretty much all day\" after describing Biden as a \"hologram\" who delegates critical decisions to \"bureaucrats, technocrats or Obama holdovers.\" ", "READ MORE: Time to 'turn the page': Fox News' Laura Ingraham admits 'exhausted' Americans may finally be done with Trump", "Time to 'turn the page': Fox News' Laura Ingraham admits 'exhausted' Americans may finally be done with Trump", "\"Now contrast Biden with Trump. The staff brought proposals to him. He considered them. He brought in opposing points of view. He was in the Oval Office pretty much all day.\"", "She went on to offer a number of claims about both presidents suggesting Trump \"had the different voices argue in front of him. He wanted opposing points of view. Then he made decisions. He was a hands-on leader.\"", "Ingraham's remarks quickly garnered backlash from social media users. After the segment aired, Twitter users took to the social media platform to point out the error in Ingraham's remarks. ", "\"I certainly don't know of any golf courses that are named the Oval Office because that was where he spent all of his days,\" one Twitter tweeted.", "tweeted", "READ MORE: 'Destroying the nuclear family': Laura Ingraham claims mew marriage law takes rights away from Christians", "'Destroying the nuclear family': Laura Ingraham claims mew marriage law takes rights away from Christians", "Another Twitter user sarcastically tweeted, \"Yeah I remember him rolling out of bed, tweeting for a couple of hours while watching Fox, then into the makeup chair for 2 hours and then lunch! At least 25% of his afternoons were spent on the golf course. A real 'hands-on leader.'\"", "tweeted", "Watch the video below or at this link. ", "or at this link", "1677813950", "READ MORE: Watch: CNN's John King slams Fox News as 'state TV' after Laura Ingraham calls ABC Trump townhall an 'ambush'", "Watch: CNN's John King slams Fox News as 'state TV' after Laura Ingraham calls ABC Trump townhall an 'ambush'", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "'Too pro-Christmas': Fox News brutally mocked for claiming Biden is 'jumping the gun on Christmas' ", "Fox News' Laura Ingraham suggests Nancy Pelosi has 'dementia' over handling of Trump impeachment ", "Capitol police officer claps back at Tucker Carlson and Laura Ingraham: 'The facts are the facts' ", "'She's a monster': Laura Ingraham's gay brother lashes out in interview ", "Laura Ingraham - latest news, breaking stories and comment - The ... "], "headline": "  Laura Ingraham gets torched on social media for for comparing Trump's work ethic to Biden's    ", "timestamp": "NA", "act": "https://www.alternet.org/laura-ingraham-2659497821/"}, "https://www.alternet.org/jordan-16-fbi-officials-subpoenas/": {"paras": ["House Judiciary Chairman Jim Jordan, who infamously refused to honor a lawful subpoena from the U.S. House Select Committee on the January 6 Attack requiring his testimony last year, on Friday issued a letter to FBI Director Chris Wray demanding 16 FBI agents testify before his committee or face subpoenas to do so.", "House Judiciary Chairman Jim Jordan", "The letter is officially from the Judiciary Committee but was tweeted out by the Select Subcommittee on the Weaponization of the Federal Government, which is also chaired by Jordan. That new subcommittee has been the subject of scrutiny and mockery over the past 24 hours after Jordan claimed he had three FBI \"whistleblowers\" who Democrats in a damning 300-page report say have no first-hand knowledge of any wrongdoing.", "a damning 300-page report", "Democrats are demanding Jordan make the three agents testify in public \"about the so-called 'weaponization' of the law enforcement agency,\" Raw Story reported.", "Raw Story", "READ MORE: Haley Tells Half-Empty Room at CPAC 'America Is Not a Racist Country' and 'Wokeness' Is More Dangerous Than COVID", "Haley Tells Half-Empty Room at CPAC 'America Is Not a Racist Country' and 'Wokeness' Is More Dangerous Than COVID", "\"A series of reports have shown that Jim Jordan's new 'weaponization subcommittee' is based on lies,\" says MSNBC executive producer Kyle Griffin. \"Witnesses who appeared at hearings have spread conspiracies about Jan. 6, some have zero firsthand knowledge of any FBI wrongdoing, and some have been paid by Trump allies.\"", "says", "The New York Times reported at least two of the so-called whistleblowers were compensated by a top Trump ally, Kash Patel.", "The New York Times", "\"Nick Akerman, former assistant special Watergate prosecutor and former assistant U.S. attorney for the Southern District of New York, told Newsweek on Friday that Jordan and the Republicans are relying on 'three nutcases' to provide evidence of a 'Deep State conspiracy' about COVID-19, January 6, 2021, Capitol riot or the 2020 presidential election being stolen,\" Newsweek reports.", "Newsweek", "Chairman Jordan's three-page Friday letter to the FBI Director appeared at the far-right wing website Breitbart as an \"exclusive,\" and was posted to Twitter by Jordan's committee, which also retweeted the Breitbart story. The Judiciary Committee also quickly republished the Breitbart story to the Committee's website.", "Breitbart", "The letter begins, \"The Committee on the Judiciary is conducting oversight of the programs and operations of the Federal Bureau of Investigation (FBI). As part of our constitutional oversight responsibilities, we require testimony from employees of the FBI about the matters we are examining. We expect your cooperation in this process.\"", "It does not state what the investigation is about, nor does it offer Wray any information on what the 16 agents would be testifying about. It does, however, make clear the threat of subpoenas: \"Please be aware that the committee will resort to compulsory process to obtain the required testimony.\"", "READ MORE: You Might Be Gay if You Drink Tap Water Says DeSantis Nominee Who Calls LGBTQ People 'Evil'", "You Might Be Gay if You Drink Tap Water Says DeSantis Nominee Who Calls LGBTQ People 'Evil'", "It appears Jordan or someone on his subcommittee may have given Breitbart information from their investigation.", "\"Jordan named in the letter 16 individuals, all of whom are current or recent FBI employees and had been named by the three witnesses in the closed-door interviews, according to interview transcriptions and notes reviewed by Breitbart News.\"", "Late last year the U.S. House Select Committee on the January 6 Attack found that Rep. Jordan had violated congressional ethics when he refused to honor their lawful subpoena.", "\"Ohio GOP Congressman Jim Jordan was unanimously referred to the bipartisan House Ethics Committee,\" WSYX reported, \"for refusing to share what he knows about former President Donald Trump's role in the U.S. Capitol insurrection nearly two years ago.\"", "WSYX", "See Jordan's letter to Director Wray below or at this link:", "1677873550", "", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "'Unbelievable': Twitter users blast Jim Jordan after 'real America' post backfires ", "How Jim Jordan is making House Judiciary a hotbed of 'conspiracy theories': columnist ", "'Because Biden didn't defy a subpoena!' Chuck Todd fact-checks Jim Jordan on Mar-a-Lago 'raid' ", "Rep. Jim Jordan subpoenas FBI, Education Dept over school board ... ", "GOP Rep. Jim Jordan pushes back on subpoena from January 6 ... ", "Jim Jordan Shows 'Flaming Hypocrisy' in Subpoena Battle: Legal ... "], "headline": "  Jim Jordan threatens 16 FBI officials with subpoenas after facing affront over three 'nutcase' whistleblowers    ", "timestamp": "NA", "act": "https://www.alternet.org/jordan-16-fbi-officials-subpoenas/"}, "https://www.alternet.org/toxic-sludge-paul-ryan-fox/": {"paras": ["Paul Ryan, the former House Speaker and current Fox News board member, offered critical remarks about the network's conservative primetime anchor Tucker Carlson when grilled during a recent interview. ", "critical remarks", "Ryan's comments came during a discussion with columnist Charlie Sykes, who questioned Ryan about how much influence he has over the network's news coverage. ", "In an attempt to defend himself, Ryan addressed the concerns stemming from the latest developments reported on Dominion Voting Sytems' defamation lawsuit against Fox and its hosts.", "READ MORE: 'Anybody not named Trump': Paul Ryan offers brutal reality check on the possibility of another Trump presidential run", "'Anybody not named Trump': Paul Ryan offers brutal reality check on the possibility of another Trump presidential run", "One of the key points highlighted in Dominion court documents is that Fox News executives had also worried about the validity of former President Donald Trump's voter fraud claims and conspiracy theories. ", "Ryan was mentioned in the documents as well. Details indicate that he'd appealed to Fox News CEO Rupert Murdoch about the unfounded claims of voter fraud that could not be backed with substantial evidence. At that time, Ryan also suggested that the network \"move on from Donald Trump and stop spouting election lies.\"", "During the interview with Sykes, Ryan faced pressure about his professional relationship with the network. ", "\"I think it's very important to have an institution like that. Do I disagree with Tucker on this stuff? Of course, I absolutely disagree with him. Different kinds of conservatives - I don't agree with that part,\" Ryan said.", "READ MORE: Paul Ryan is only 'interested' in attending RNC in Wisconsin if GOP nominee is 'someone not named Trump'", "Paul Ryan is only 'interested' in attending RNC in Wisconsin if GOP nominee is 'someone not named Trump'", "Speaking to Ryan, Sykes went on to share details about an open letter titled, \"Paul Ryan: It's Time for You to Stand Up to Fox.\" He summarized the letter by asking:", "I said, look, at this particular moment, with Tucker Carlson spreading the Great Replacement theory about race, you know, some of the rawest racism we have in American culture. We had disinformation about the pandemic, we had an ongoing revision of January 6, actually undermining democracy. And I guess the point was, okay, I understand the need to have another point of view, but if you are on the board of directors of a company that is pumping toxic sludge, racism, disinformation, and attacks on democracy, if you don't stand up now, then when?", "When questioned about his own level of responsibility, Ryan replied: ", "I want to make sure that we get through this moment and I think - this screed you just made on Fox - I think that was probably just Tucker. I can go four times as long about other stuff that I think are really good that are on there that are being advanced, and voices that are being heard on Fox News that are giving voice to what I would call proper conservatism properly understood. So it's a long process, a big institution, but I do want to make sure that we get the conservative movement in a good place in America again.", "The former lawmaker's statement follows the release of details about the latest brief on Dominion's case. ", "\"Dominion spends much of its introduction and facts section mischaracterizing the record and cherry-picking quotes that it strips of key context,\" the brief reads. \"And it spills considerable ink on facts that are utterly irrelevant under black-letter principles of defamation law.\"", "READ MORE: Why this former Paul Ryan aide fears House speaker vote could become a 'fight unprecedented in modern times'", "Why this former Paul Ryan aide fears House speaker vote could become a 'fight unprecedented in modern times'", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "'Unelectability will be palpable': Paul Ryan ruffles MAGA feathers with brutal 2024 prediction ", "Paul Ryan is only 'interested' in attending RNC in Wisconsin if GOP nominee is 'someone not named Trump' ", "Why this former Paul Ryan aide fears House speaker vote could become a 'fight unprecedented in modern times' ", "Policymaker in Residence: Speaker Paul Ryan - La Follette School ... ", "Former Speaker Paul Ryan calls himself a 'Never-Again-Trumper ... ", "Inside Trump's Feud With Paul Ryan - POLITICO Magazine "], "headline": "  'Toxic sludge': Paul Ryan torches Tucker Carlson when questioned about Fox News' election coverage    ", "timestamp": "NA", "act": "https://www.alternet.org/toxic-sludge-paul-ryan-fox/"}, "https://www.alternet.org/trump-alvin-bragg-stormy-daniels/": {"paras": ["Former President Donald Trump must be feeling the hot breath of Manhattan District Attorney Alvin Bragg on his neck, which triggered another vicious attack Friday on Bragg and Stormy Daniels, who's part of the investigation into Trump's activities.", "\"The Racist Manhattan District Attorney, Alvin Bragg [who is Black] is being pushed relentlessly by the Radical Left Democrats, the Fake News Media, and the 'Department of 'Injustice,' to bring charges against me for the now ancient 'no affair' story of Stormy 'Horseface' Danials,\" Trump posted on Truth Social, misspelling \"Daniels,\" as he does with so many words in his messages.", "Trump posted on Truth Social,", "Among Trump issues Bragg is investigating is alleged \"hush money\" payments to adult film star Daniels shortly before the 2016 election. Trump's former \"fixer\" Michael Cohen has testified that he followed orders from his boss to pay Daniels $130,000 to not talk to reporters about her relationship with Trump. Cohen claims he was later reimbursed by Trump. ", "Cohen, who served time in prison after pleading guilty to federal charges of violating campaign finance law, including making the Daniels payments, is reportedly cooperating with Bragg's investigation. Trump has never faced charges for the payments. He could face possible charges linked to allegedly falsifying business records and secret payments to manipulate information that could have affected his election.", "Daniels tends to take Trump's vicious attacks in stride. She responded in January after he erupted over the issue on Truth Social, mocking his poor grammar and claiming that he had inadvertently confirmed their affair. He failed to flatly deny the relationship in his post, only complaining that the \"Stormy nonsense ... is VERY OLD & happened a long time ago.\"", "is VERY OLD & happened a long time ago", "Daniels responded on Twitter: \"Thanks for just admitting that I was telling the truth about EVERYTHING. Guess I'll take my 'horse face' back to bed now, Mr former 'president.'\"", "Guess I'll take my 'horse face' back to bed now", "Trump insisted in his post Friday that \"there is no crime and charges have NEVER been brought on such a case before.\" He added: \"In the meantime, Hunter & Joe Biden skate.\" He did not detail what kind of charges Joe Biden and son may be \"skating\" on.", "Trump usually lashes out when there's new information that he could be at increasing risk of an indictment. His former White House aide Kellyanne Conway earlier this week met with investigators in Bragg's office.", "Legal observers have noted that Conway's questioning can't be good news for her old boss.", "\"Make no mistake: Charges against Trump are coming from the Manhattan DA for 2016 election wrongdoing to complement those from the Atlanta DA for 2020 election wrongdoing,\" attorney and senior fellow at the Brookings Insstitute Norm Eisen tweeted on Wednesday. \"And soon!\"", "Charges against Trump are coming from the Manhattan DA ", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Manhattan DA taps ex-DOJ official who went after Trump to lead renewed investigation ", "Trump hires powerhouse attorney to go after former Manhattan prosecutor ", "'Wtf is he doing?': Twitter explodes at Manhattan DA Alvin Bragg for letting Donald Trump grand jury expire ", "Mark Pomerantz's Revealing Fight With Alvin Bragg Over Trump ", "Manhattan DA Alvin Bragg criticizes Donald Trump book, says case ... ", "After Trump Trial Win, Alvin Bragg Prepares for Year 2 - The New ... "], "headline": "  Donald Trump attacks 'racist' Alvin Bragg and 'horseface' Stormy Daniels in social media rant    ", "timestamp": "NA", "act": "https://www.alternet.org/trump-alvin-bragg-stormy-daniels/"}, "https://www.alternet.org/2022/10/anxious-americans-prices-over-principles": {"paras": ["This article was paid for by AlterNet subscribers. Not a subscriber? Try us and go ad-free for $1. Prefer to give a one-time tip? Click here.", " Try us and go ad-free for $1.", "Click here.", "", "", "Tom Nichols tweeted recently that America \"is facing the greatest danger to its constitutional system since at least the 1950s, if not the 1850s, and millions of people are like: Yeah, but gas, man.\"", "tweeted", "The Atlantic's senior editor was expressing what many on the left feel. Americans are willing to vote for GOP candidates who may change the country in disastrous ways. The government programs we rely on - Medicare, Medicaid and Social Security - are seen as \"entitlements\" by Republicans and are on their chopping block. ", "entitlements", "State legislatures have passed laws curtailing abortion rights and preventing teachers from talking about racism and gender fluidity. ", "READ MORE: The face of liberal democracy's enemy is white", "The face of liberal democracy's enemy is white", "GOP leaders have admitted that they want to make it harder for people to vote, with Mitch McConnell saying that, \"If we don't do something about voting by mail, we are going to lose the ability to elect a Republican in this country.\" I could go on, but this is enough. ", "Mitch McConnell saying", "Oh wait, one more. ", "Some Republican are tired of this separation of church and state nonsense and say that the church should \"direct the government.\" ", "separation of church and state nonsense", "direct the government", "\"But gas, man.\"", "READ MORE: Republicans would rather tank the global economy than stop corporations from destroying the planet", "Republicans would rather tank the global economy than stop corporations from destroying the planet", "According to several polls, Americans are most concerned with inflation and are willing to ignore major red flags with GOP candidates, believing they are better at managing the economy. ", "According to several polls", "concerned with inflation", "This is a hierarchy of needs issue, with concrete and immediate concerns outweighing abstract and distal ones. This is not new, and many a politician has been ousted because they happen to be in office during an economic downturn. But something's different here.", "If the midterms go as predicted, it will be understood as a repudiation of the Biden administration and its focus on \"woke\" politics. This explanation does not fit reality. It would be patently false given the administration's attempts to pass a robust Build Back Better bill aimed squarely at low-income earners' pocketbooks. ", "But I would like to venture another explanation: our nation is wallowing in growing economic inequality, weak social services, rising healthcare costs, unsteady gig jobs and weak labor unions. ", "We are a working-class country. Our citizens will be increasingly drawn to politicians who present emotional appeals offering to assuage the anxieties associated with economic insecurity. ", "Globally, America is one of the higher-income nations as measured by median income. Objectively speaking, we seem to be doing well. But this is a matter of perspective - not raw numbers. ", "When your grandparents and parents moved through a world of economic security and capital accumulation, and here you are struggling to pay rent, burdened with college loan and worried that you are a few unforeseen medical bills away from bankruptcy, that $50,000 per year salary doesn't seem like a whole lot. ", "This anxiety can make people receptive to emotional appeals from politicians claiming to identify with them, creating scapegoats to direct their pain toward, and then making empty promises to alleviate that anxiety. Scholars (including me) have been using this to explain the rise of Trump and MAGA populism on the right.", "But I am talking about a recharacterization of what the soul of America as a nation is right now. I am talking about extending the MAGA explanation outward to all of us. We are not a nation of middle-class strivers that made us the envy of the world. We are an anxious people now. That means we will put prices over principles.", "The Times' David Brooks, on why Republicans are surging: ", "Times'", "GOP candidates are telling a very clear class/culture/status war narrative in which commonsense Americans are being assaulted by elite progressives who let the homeless take over the streets, teach sex ed to 5-year-olds, manufacture fake news, run woke corporations, open the border and refuse to do anything about fentanyl deaths and the sorts of things that affect regular people. In other words, candidates ... wrap a dozen different issues into one coherent class war story.", "I might quibble with some of the examples Brooks gives. Do Republicans talk that much about fentanyl deaths? Is fake news still a viable topic post-Trump? But I agree with the general point that Republicans are on the ascendant, because of a false narrative that Democrats ignore the concerns of everyday people. ", "Never mind that the ultimate cause of economic insecurity in the United States can be tied to Republican initiatives. They are antagonistic to unions - the presence of which has historically been associated with higher incomes and job benefits, like healthcare and maternity leave. They resist investment in social services. Programs that fund childcare do not put money directly into the hands of people but decrease family outlays, freeing up money for other purposes. For the past 50 years, they have championed a tax regime that would supposedly lift all boats by cutting taxes on the rich. All it did was sink the middle class and buy the wealthy a few more yachts. Never mind all that. ", "higher incomes and job benefits", "past 50 years, they have championed a tax regime", "These explanations are vague and academic and do not resonate with something as clear and immediate as \"your gas prices have gone up. Vote in the other guy, and they will go down.\" It is the difference, as cognitive linguist George Lakoff argues, between hard-to-talk-about systemic causes and easily grasped direct causes. ", "cognitive linguist George Lakoff argues", "So there is work to be done in terms of developing a compelling economic narrative. ", "But we know the problem - economic insecurity. We know the solution - Democrat policies. We know how to communicate - a narrative that speaks to the anxieties of working-class America. ", "Yes, the Democrats will likely be licking their wounds after these midterms. But there is hope here. When so many are working class, so many Americans are potential Democrats. ", "We could be on the precipice of a generational shift, where people - especially younger people who are more likely to feel economic anxiety - are more receptive to old-style \"look out for the little man\" Democratic politics. ", "Let's talk about raising the minimum wage. Let's talk about supporting unions. Let's talk about increasing the salaries of civil service workers. Let's talk about taxing the wealthy and having them pay their fair share. ", "I have a strong belief that in a working-class America, common Republican scare tactics of labeling any reform as socialism will begin to fall flat. ", "And who knows? ", "In the process, we might elect enough politicians to keep our voting rights, abortion rights and Medicare. ", "READ MORE: Bernie Sanders says Democrats should hammer the 'corporate agenda of the Republicans'", "Bernie Sanders says Democrats should hammer the 'corporate agenda of the Republicans'", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Economist Paul Krugman explains why MAGA's 'paranoid' mindset ... ", "Republicans want to use the debt limit to wreck the economy. Will ... ", "'Threatening to crash the economy on purpose': GOP to gut Social ... ", "Republicans bolster Biden's warning about the GOP and the economy ", "More voters trust Republicans on economy as interest in midterms ... ", "GOP keeps lead for House control, Democrats' momentum stalls ... "], "headline": "  Anxious Americans are putting prices over principles    ", "timestamp": "NA", "act": "https://www.alternet.org/2022/10/anxious-americans-prices-over-principles"}, "https://www.alternet.org/fox-news-dominion-2659491937/": {"paras": ["Over the years, many Democrats have complained about Fox News and its sister channel Fox Business but nonetheless been willing to be interviewed by some Fox hosts. Fox News has long had a hard news division and an opinion division, and even if Democrats avoided bombastic opinion hosts like Sean Hannity, Tucker Carlson and Laura Ingraham, they were willing to be interviewed by people who worked in the hard news division in the past - including Chris Wallace (now with CNN) and Shepard Smith (who spent 23 years at Fox News before a two-year stint at CNBC).", "Democratic candidates who made Fox News and Fox Business appearances reasoned that if they were going to increase their chances of winning, it made sense to talk to Wallace, Smith and others who had a lot of Republican viewers. Now-President Joe Biden was interviewed by Wallace during his 2020 campaign, and Sen. Bernie Sanders of Vermont (an independent who caucuses with Democrats) appeared at a Fox News townhall moderated by Bret Baier and Martha MacCallum that year. Wallace moderated one of the two Biden/Donald Trump debates of 2020.", "Fox News townhall", "Wallace moderated", "But in a March 2 column, liberal Washington Post opinion writer Greg Sargent emphasizes that in light of the damning evidence in Dominion Voting Systems' $1.6 billion defamation lawsuit against Fox News, Democrats are more aggressively calling out the right-wing cable news outlet.", "March 2 column", "READ MORE:Dominion's damning revelations underscore the 'full corruption of Fox News': former Reagan speechwriter", "Dominion's damning revelations underscore the 'full corruption of Fox News': former Reagan speechwriter", "Dominion is suing Fox News for promoting the false, totally debunked claim that the company's voting equipment was used to help Biden steal the 2020 election from Donald Trump. E-mails and text messages presented as evidence by Dominion show Carlson, Hannity and others privately acknowledging that claims of a stolen election were lies - yet they wouldn't say that on the air. ", "E-mails and text messages", "Carlson, Hannity and others", "\"For years,\" Sargent observes, \"Democrats have been deeply conflicted about Fox News. At times, they've shunned the network as an irredeemable source of disinformation, boycotting it or banning it from covering Democratic presidential primary debates. But such efforts have been temporary: They have tended to resume appearing on the network and have reverted to treating it as more or less a news channel, albeit a hostile one.\"", "Sargent observes", "The columnist continues, \"Now, however, it's becoming clear that interacting with Fox News as a news outlet in any sense is no longer an option for Democrats. In light of the news that network personalities knowingly deceived viewers about the 2020 election for cynical pecuniary purposes, Democrats plainly have to take on Fox News in a new way. And some of them know it.\"", "The columnist continues", "Sargent goes on to note that Senate Majority Leader Chuck Schumer (D-New York) and House Minority Leader Hakeem Jeffries (D-New York) took an \"aggressive posture\" when they sent a letter to Fox News' Rupert Murdoch demanding that Carlson and others recant, on the air, the election lies they promoted. The columnist argues that Democrats are fighting an \"information war\" against the far right and need to act like it.", "goes on to note", "READ MORE: Dominion filing is 'absolute nightmare fuel' for Fox News' lawyers: legal expert", "Dominion filing is 'absolute nightmare fuel' for Fox News' lawyers: legal expert", "Sen. Chris Murphy (D-Connecticut) is encouraging fellow Democrats to forcefully call out Fox News for its \"deliberate lying as a means to get ratings.\"", "Murphy told Sargent, \"I don't think we've ever had a moment like this, where a major news network has been exposed as deliberately deluding its viewers or readers. This is a seminal moment in the history of mass media. And we need to treat it that way.\"", "Murphy told Sargent", "READ MORE: 'They certainly deserve it': GOP strategist hopes Fox News defamation suit ends in favor of Dominion", "'They certainly deserve it': GOP strategist hopes Fox News defamation suit ends in favor of Dominion", "Read Greg Sargent's full Washington Post column at this link (subscription required)", "full Washington Post column at this link", "", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "CNN reporter sheds light on Fox News exec's grim Dominion lawsuit prediction ", "Dominion just created an 'overwhelming' hurdle for Fox News: legal expert ", "Fox News host 'strongly disagrees' with network banning discussion of Dominion lawsuit on-air ", "Fox News media analyst says network won't let him cover Dominion ... ", "Murdoch: Fox News hosts endorsed false Trump election claims ", "The 10 biggest revelations from Dominion's explosive Fox News ... "], "headline": "  More Democrats are declaring an all-out 'information war' against 'lying' Fox News: columnist    ", "timestamp": "NA", "act": "https://www.alternet.org/fox-news-dominion-2659491937/"}, "https://www.alternet.org/dominion-fox-news/": {"paras": ["Fox News' Rupert Murdoch had some damning things to say about his own employees in a deposition for Dominion Voting Systems' $1.6 billion defamation lawsuit against the right-wing cable news outlet. During a deposition, Murdoch acknowledged that some of Fox News' opinion hosts were \"endorsing lies\" about the 2020 election during the lame duck period of late 2020 and early 2021.", "damning things to say", "Dominion has filed lawsuits against not only Fox News, but also, Newsmax TV, One America News (OAN), attorney Sidney Powell and MyPillow CEO Mike Lindell for promoting the false, thoroughly debunked conspiracy theory that Dominion's voting equipment was used to help President Joe Biden steal the election from former President Donald Trump. And Dominion, in the Fox lawsuit, has presented, as evidence, actual text messages and e-mails from Fox opinion hosts (including Tucker Carlson) who came out and said that Powell's claims about Dominion were total nonsense.", "MyPillow CEO Mike Lindell", "Many critics of Fox News are hoping that Murdoch's statements during that deposition will sink the right-wing cable news outlet and its sister channel Fox Business in the Dominion case. Murdoch's statements certainly paint an ugly picture of Fox News, but according to Washington Post media critic/opinion columnist Erik Wemple - himself a frequent Fox News detractor - those statements alone may not be enough to sink the station from a defamation standpoint. ", "Washington Post media critic/opinion columnist Erik Wemple", "READ MORE: Dominion filing is 'absolute nightmare fuel' for Fox News' lawyers: legal expert", "Dominion filing is 'absolute nightmare fuel' for Fox News' lawyers: legal expert", "In its lawsuits against Fox News and others, Dominion must show defamation according to the standard that the U.S. Supreme Court laid out in New York Times v. Sullivan back in 1964. In that unanimous decision, the late Chief Justice Earl Warren (a Republican appointee of GOP President Dwight D. Eisenhower) and eight colleagues ruled that defamation must involve \"actual malice.\" Sloppy or careless reporting, according to the High Court's Sullivan standard, does not constitute actual malice. Nor does inflammatory, over-the-top commentary. ", "Former Alaska Gov. Sarah Palin, a Republican, sued the Times for defamation and lost because her attorneys could not show actual malice.", "In a February 28 column, Wemple emphasizes that proving defamation is a steep uphill climb for plaintiffs. And he doesn't believe that Murdoch's comments alone show hard proof of defamation.", "February 28 column", "Wemple explains, \"As The Post and other news outlets have reported, Fox Corp. patriarch Rupert Murdoch admitted in a deposition that Fox News hosts 'were endorsing' lies that the 2020 presidential election was stolen from President Donald Trump.... Murdoch's comments are: (1) true, as anyone who watched Fox News after the election can attest, (2) scandalous, considering that Murdoch could well have acted to stop such atrocities, and (3) likely to have a marginal impact on Dominion Voting Systems' defamation lawsuit against Fox News. U.S. defamation law requires a lot more than an embarrassing post hoc admission by a network mogul.... To prevail in court, Dominion needs to prove that Fox News proceeded with actual malice, meaning that Fox knew the falsity of statements it was broadcasting or made them with reckless disregard of their truth.\"", "Wemple explains", "READ MORE: Fox News host 'strongly disagrees' with network banning discussion of Dominion lawsuit on-air", "Fox News host 'strongly disagrees' with network banning discussion of Dominion lawsuit on-air", "According to Wemple, suing Fox News for defamation is, thanks to Sullivan, an \"arduous legal undertaking.\" Lee Levine, described by Wemple as \"retired media attorney,\" told him that it's \"fair game\" for Fox News to say that its executives' state of mind is irrelevant if they were not directly involved in the statements made by the channel's opinion hosts. ", "\"Proving who knew what when isn't as juicy as, say, the text message from Fox News host Tucker Carlson advocating the dismissal of a colleague over solid reporting,\" Wemple argues. \"Or the claim about (Jeanine) Pirro's mental health. But it's the lifeblood of an actual malice claim and will shape what's expected to be a five-week trial.\"", "Wemple argues", "READ MORE: CNN reporter sheds light on Fox News exec's grim Dominion lawsuit prediction", "CNN reporter sheds light on Fox News exec's grim Dominion lawsuit prediction", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "'They can't do it': Dominion Voting Systems slams Fox News for failure to produce evidence of fraud ", "'They certainly deserve it': GOP strategist hopes Fox News defamation suit ends in favor of Dominion ", "Dominion just created an 'overwhelming' hurdle for Fox News: legal expert ", "Legal experts break down why Fox News is on 'shaky legal ground' as Dominion suit continues - Alternet.org ", "Dominion has uncovered 'smoking gun' evidence in case against ... ", "Fox News media analyst says network won't let him cover Dominion ... ", "What we learned from the latest Fox News-Dominion case filing "], "headline": "  Why Rupert Murdoch's statements alone may not torpedo Fox News in Dominion's defamation lawsuit: media critic    ", "timestamp": "NA", "act": "https://www.alternet.org/dominion-fox-news/"}, "https://www.alternet.org/bannon-cpac-fox-news-murdoch/": {"paras": ["Former President Donald Trump ex-strategist Steve Bannon riled up the Conservative Political Action Conference (CPAC) audience during his speech, as he rebuked Fox News and Fox Corporation Chairman Rupert Murdoch, Mediate reports. ", "he rebuked Fox News", "The War Room podcast host did not hold back as he referred to the billionaire as an \"oligarch\" and his family as \"'a bunch of foreigners' who've given America 'nothing.'\"", "\"'a bunch of foreigners' who've given America 'nothing.'\"", "\"Murdoch, you've deemed Trump's not going to be president,\" Bannon shouted. \"Well, we've deemed that you're not going to have a network. Because we're going to fight you every step of the way!\"", "READ MORE: Steve Bannon stiffs lawyers as legal woes mount", "Steve Bannon stiffs lawyers as legal woes mount", "Per Politico, Bannon first riled up the crowd by blasting Fox News \"for announcing that Joe Biden had won Arizona on election night in 2020.\"", "Bannon first riled up", "He asserted, \"Fox News illegitimately called it for the opposition, and not Donald J. Trump.\"", "Mediate reports: ", "reports", "As he continued to trash the network's coverage, demanded Paul Ryan be removed, and told \"old man Murdoch\" to quit giving \"softball\" interviews to Trump's primary opponents, Bannon was repeatedly showered with applause and cheers from the audience.", "READ MORE: Steve Bannon's podcast is a top spreader of lies and 'disinformation': report", "Steve Bannon's podcast is a top spreader of lies and 'disinformation': report", "Referring to the network's decision to \"cut\" Trump's speech, the former Trump advisor said, \"Look at Fox News. The president announces his - this is historic. A guy gave you four years of peace and prosperity, announces he's going to run again after having it stolen in broad daylight of which they participate in - They don't even, they cover it live for 20 minutes and then they say if there's anything newsworthy, we'll cut back, and they go to some panel and some discussion.\"", "Bannon shouted, \"Note to Fox Senior management: When Donald J. Trump talks, it's newsworthy.\" ", "Watch the video below or at this link.", "at this link", "READ MORE: Steve Bannon's former attorney is suing him for 'a whopping $480,487': report", "Steve Bannon's former attorney is suing him for 'a whopping $480,487': report", "Mediate's full report is available at this link. Politico's report is here.", "at this link", "here", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Watch: Steve Bannon says Republicans will teach Democrats a lesson 'by bayonet' ", "Steve Bannon and MAGA allies promoted fake 'stolen election' claims ahead of Brazil riots ", "Marjorie Taylor Greene tells Steve Bannon she plans to impeach Joe Biden over renewable energy ", "'Fine with it': CPAC goers attribute lack of attendance to 'lengthy booze lines' and 'fatigue' from midterms - Alternet.org ", "Bannon gets 4 months behind bars for defying 1/6 subpoena | AP ... "], "headline": "  Steve Bannon slams 'oligarch' Murdoch and Fox News in CPAC speech for cutting Trump's 'newsworthy' speech    ", "timestamp": "NA", "act": "https://www.alternet.org/bannon-cpac-fox-news-murdoch/"}, "https://www.alternet.org/china-elon-musk-19/": {"paras": ["The Chinese Communist Party called out Twitter owner Elon Musk on Tuesday for pushing the hypothesis that the COVID-19 pandemic was triggered by the virus escaping from a research lab in Wuhan. ", "The United States Department of Energy and the Federal Bureau of Investigation both confirmed over the weekend that they have reason to believe that was the case. And although the Energy Department conceded that its assessment was \"low confidence,\" the story nonetheless went viral, particularly amongst conservatives, who maintained throughout the crisis that SARS-Cov-2 was of unnatural origin.", "According to CNBC Beijing Bureau Chief and Senior Correspondent Eunice Yoon, the Chinese government is concerned that these suspicions could scare off future foreign financial ventures in Chinese markets.", "READ MORE: Energy Department suspects lab leak may have caused COVID-19 pandemic: report", "Energy Department suspects lab leak may have caused COVID-19 pandemic: report", "\"Well, the reminder today was directed towards Elon Musk. The Tesla founder had been retweeting posts promoting the theory that coronavirus originated from a Wuhan lab. Well, the issue is very sensitive here in China, and so the Communist Party paper, the Global Times, warned on its social media site that he could be 'breaking the pot of China,'\" Yoon reported.", "\"This is a Chinese saying that's similar to 'biting the hand that feeds you.' Now, this warning comes as Chinese officials both on a, a high level as well as on a lower level of the government are really pulling out all the stops to try to attract US investment into China,\" Yoon said, noting that \"the directive has come all the way from the top, from President Xi Jinping, who's been saying that there should be greater effort to attract more and welcome more foreign capital, as well as foreign investment.\"", "Watch below or at this link.", "at this link", "READ MORE: China hits back at US over COVID-19 origins and Russia-related sanctions", "China hits back at US over COVID-19 origins and Russia-related sanctions", "CNBC's full report is available here.", "CNBC's full report is available here", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "COVID-19 origins: Investigating a 'complex and grave situation' inside a Wuhan lab ", "Emerging COVID-19 crisis in China 'could shake the world': WaPo Editorial Board ", "'A cascade effect': Leading Spanish virologist explains why China's COVID-19 surge is 'worrisome' ", "25% in US see at least some truth in conspiracy theory that COVID ... ", "How COVID's deadly conspiracy theories cost one woman her life ... ", "COVID-19 conspiracy beliefs, health behaviors, and policy support ... "], "headline": "  'Breaking the pot': China demands Elon Musk stop promoting COVID-19 lab leak theory    ", "timestamp": "NA", "act": "https://www.alternet.org/china-elon-musk-19/"}, "https://www.alternet.org/why-jim-jordan-s-new-subcommittee-on-government-weaponization-is-pitiful-not-scary-columnist/": {"paras": ["When the U.S. House of Majority's new Republican majority was seated in January and Rep. Kevin McCarthy (R-California) became House speaker, far-right Rep. Jim Jordan (R-Ohio) was put in charge of the House Judiciary Committee as well as the Select Subcommittee on the Weaponization of the Federal Government. Jordan has promised that Democrats need to be very afraid of the 'whistleblowers' he would be unveiling in connection with the Weaponization Subcommittee. But journalist Steve Benen, in a March 3 opinion column for MSNBC's MaddowBlog, argues that the Subcommittee has more bark than actual bite.", "March 3 opinion column", "Benen notes that a 316-page report released by House Judiciary Democrats on March 2 shows that GOP witnesses being billed as 'whistleblowers.... are not actual whistleblowers, and more importantly, they've 'engaged in partisan conduct that calls into question their credibility.'\"", "Benen notes", "316-page report", "Benen explains, \"This comes on the heels of Jordan recently holding a hearing of his 'weaponization' committee, in which Republicans whined about old grievances without new information. It was at the same hearing that the first two Republican witnesses, who were supposed to testify about the 'weaponization' of the federal government, were a professor who was once an intern in a government office and an FBI agent who retired in 1999.\"", "Benen explains", "READ MORE:Red flags about Jim Jordan's 'weaponization' committee ID'd by past congressional investigators", "Red flags about Jim Jordan's 'weaponization' committee ID'd by past congressional investigators", "When the January 6 Select Committee was probing the January 6, 2021 insurrection, Jordan - a Donald Trump loyalist - and other MAGA Republicans repeatedly accused Democrats of \"weaponizing\" the federal government against their political rivals. And he has been touting the Weaponization Subcommittee as an effort to bring Democrats to justice. But Weaponization Subcommittee, according to Benen, is only fierce in Jordan's mind. ", "\"When House Republicans launched their misguided 'Weaponization' Committee, it was intended to strike fear in the hearts of their perceived political foes,\" Benen observes. \"The panel's targets were supposed to take one look at the Committee's comically broad mandate, and its lineup of partisan attack dogs, and tremble. But the Select Subcommittee on the Weaponization of the Federal Government isn't scary; it's pitiful.\"", "Benen observes", "READ MORE: 'Wild' GOP government weaponization hearings will be loaded with Fox News contributors", "Wild' GOP government weaponization hearings will be loaded with Fox News contributors", "Read Steve Benen's full MSNBC opinion column at this link.", "full MSNBC opinion column at this link", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Jordan's first hearing on 'so-called' weaponization of government mocked Over conspiracy theorist witnesses ", "Far-right 'attack dog' Jim Jordan now enjoys greater 'power' than ever before: report ", "'A lot of explaining to do': Jim Jordan slammed on Twitter for contradictory remarks about 1/6 call to Trump ", "Jim Jordan's 'Weaponization Committee' Is Misfiring - POLITICO ", "Jim Jordan's Weaponization Committee Opens with a Faceplant ... ", "What is the Subcommittee on Weaponization of the Federal ... "], "headline": "  Why Jim Jordan's new subcommittee is 'pitiful' - not 'scary': Maddow producer    ", "timestamp": "NA", "act": "https://www.alternet.org/why-jim-jordan-s-new-subcommittee-on-government-weaponization-is-pitiful-not-scary-columnist/"}, "https://www.alternet.org/alternet-exclusives/scott-adams-american-capitalism-god/": {"paras": ["Scott Adams makes something people have liked enough to buy and sell to other people. He has known from the start there are no guarantees. The minute people stop liking what he's making, or stop liking the artist making it, well, that's pretty much the end. After all, it's a free market. Supply meets demand, but when demand falls, suppliers fall, too - unless suppliers adjust.", "Scott Adams seems incapable of adjusting. That may be due to age. He's 65. He's been drawing the \"Dilbert\" comic strip since the mid-1990s. His aesthetic is equally aged. Irony was a hot commodity three decades ago. Irony seems almost quaint by today's standard of earnestness. Failure to adjust to market tastes says more about Adams than his clients, which include the Post, the LA Times, and hundreds more dailies. After all, this is America. If anyone is always right in this country, it's the customer.", "Irony, of course, is not why Adams' buyers are suddenly pulling out. Irony is merely a means by which to illustrate what's happening to Adams outside the normal and, so far, immovable frame of understanding. This frame has somehow made Adams, the merchant of something, into a victim while newspapers nationwide, the customers of the merchant of something, are made into villains. Turns out capitalism kneels before a bigger God.", "READ MORE: Political progress followed by political backlash is the American way", "Political progress followed by political backlash is the American way", "Open the frame some more", "Last week, Adams posted, in Eugene Robinson's words, \"a disgustingly racist rant on YouTube, among other things claiming that Black Americans collectively are 'a hate group.'\" By the weekend, Robinson reported, hundreds of newspapers that carried his strip for decades dropped him. That includes his syndicate, Andrews McMeel Universal. And that concludes Scott Adams. There is no \"Dilbert\" without syndication, at least not to the national scale needed to underwrite a lifestyle Adams is accustomed to after 30 years.", "words", "Unfortunately, Robinson gives credence in his latest opinion piece to the frame that has so far brought capitalism's already iffy reputation into greater iffiness. The columnist said Scott Adams has every \"right to advise white people to 'get the hell away from Black people' - just as the media companies that published Adams' work have the right to get the hell away from him.\"", "his latest opinion piece", "The point for Robinson is freedom of speech and association cut many ways, and he's not wrong. But sticking to this frame of understanding seems to lose something we'd benefit from seeing if we'd just open the frame some more.", "READ MORE: Welcome to the predator state: Where Scorpions on the corner might kill you", "Welcome to the predator state: Where Scorpions on the corner might kill you", "The business of America", "What is Adams really saying when he said: \"My publisher for non-'Dilbert' books has canceled my upcoming book and the entire backlist. Still no disagreement about my point of view. My book agent canceled me too.\"", "For one thing, he's saying that's my ass.", "For another, he's saying he's entitled to a counterpoint. He's saying the degree to which he's \"canceled\" should be proportional to the degree to which that counterpoint successfully persuades him he's a racist putz. ", "I'm inferring, obviously, but that's an awesome statement from a man who makes stuff for people to buy and sell to other people, underwriting a lifestyle Adams is accustomed to after 30 years. It's almost like capitalism is not the force that gives meaning to America and Americans. It's almost like capitalism itself is forced into meaning something that masks something else.", "What something? It can be found in the \"massive disagreement about his 'point of view,'\" Robinson wrote, \"which is a noxious stew of anti-Black bias, white nationalism and MAGA grievance-mongering.\" In brief, white power.", "White power is the force that gives meaning to America and Americans. It is a force casting a shadow on capitalism itself. If that were not the case, Adams might be expected to say whoa my bad! He might be expected to adjust to the dynamic tastes of a dynamic marketplace where no one has the right to a handout, where everyone is expected to carry their own weight, where rugged individualist individuals, when facing hardship and the feeling of everyone being against them, ruggedly pull up their bootstraps (whatever those are) and get on with the business of America, which is doing business.", "Not in Scott Adams' world", "But all of the above is ridiculous. All of the above does not apply to a white man no matter how deep the wound in his foot. All of the above, I mean the ridiculousness of it, is why we can't talk about a racist putz as a racist as well as a putz but instead a representative in good faith in the debate over free speech, giving the class-act treatment to a man who's really the class clown.", "We'd understand Adams for what he is if white power were not the force giving meaning to America and Americans. We'd understand Adams' behavior as his, completely, not anyone else's. We'd understand his losses are his own damn fault. We'd say, well, you know what they say, the customer is always right. Not in Scott Adams' world. Not in the world white power created.", "READ MORE: Bryan Cranston: 'MAGA' is racist because 'when was it ever great in America for the African-American?'", "Bryan Cranston: 'MAGA' is racist because 'when was it ever great in America for the African-American?'", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "'Not a difficult decision': Ohio paper nixes 'Dilbert' cartoon after Trump-supporting creator's racist rant ", "Details about Matt Gaetz's investigation were leaked to Dilbert cartoonist before reports were made public ", "'Stupid' Dilbert creator killed his career because of a highly flawed right-wing poll: analysis ", "'Dilbert': After racist tirade from creator Scott Adams hundreds of ... ", "Scott Adams' problematic comments are nothing new, cartoonists ... ", "No, 'Dilbert' creator is wrong about unvaccinated, they ... - PolitiFact "], "headline": "  Scott Adams and why American capitalism kneels before a bigger God    ", "timestamp": "NA", "act": "https://www.alternet.org/alternet-exclusives/scott-adams-american-capitalism-god/"}, "https://www.alternet.org/fox-news-dominion-2659476510/": {"paras": ["The lawsuit between Dominion Voting Systems and Fox News came to a head in a pair of contrasting court filings on Monday that revealed several details previously unknown about the defamation lawsuit against the network that claims to be \"fair and balanced.\" ", "several details previously unknown", "Among the details revealed is that News Corp. CEO Rupert Murdoch gave election assistance to Donald Trump's campaign, but it wasn't just about strategy. Fox got their hands on ads from Joe Biden's campaign that hadn't been released publicly. Campaigns submit their ads for commercial buys and typically release the videos publicly after they're playing on the air. After getting the videos, Fox handed the ads over to the Trump campaign. ", "News Corp. CEO Rupert Murdoch", "Former FBI agent Asha Rangappa questioned whether it could be considered an in-kind donation to a political campaign from a corporation directly to a candidate. ", "Former FBI agent Asha Rangappa questioned", "\"An in-kind contribution is a non-monetary contribution. Goods or services offered free or at less than the usual charge result in an in-kind contribution,\" the Federal Election Commission says on its website. \"Similarly, when a person or entity pays for services on the committee's behalf, the payment is an in-kind contribution. An expenditure made by any person or entity in cooperation, consultation or concert with, or at the request or suggestion of, a candidate's campaign is also considered an in-kind contribution to the candidate.\"", "Federal Election Commission says on its website", "Most recently, in the campaign finance case involving Trump's hush money payments to adult film star Stormy Daniels, the FEC indicated that they would investigate it, but the Justice Department took over the probe. ", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "'They certainly deserve it': GOP strategist hopes Fox News defamation suit ends in favor of Dominion ", "Dominion just created an 'overwhelming' hurdle for Fox News: legal expert ", "Fox News host 'strongly disagrees' with network banning discussion of Dominion lawsuit on-air ", "Murdoch Acknowledges Fox News Hosts Endorsed Election Fraud ... ", "Fox News media analyst says network won't let him cover Dominion ... ", "Fox News' Sean Hannity admits he knew Trump lost 2020 election ... "], "headline": "  Fox could be on the hook for campaign finance violations after new court docs drop: ex-FBI agent    ", "timestamp": "NA", "act": "https://www.alternet.org/fox-news-dominion-2659476510/"}, "https://www.alternet.org/sean-hannity-had-been-privately-disgusted-by-trump-for-weeks-court-docs-2659476143/": {"paras": [" Behind the scenes at Fox News after the 2020 election, it was becoming clear that conservative prime-time hosts were saying one thing to viewers and another thing privately. ", " According to court filings by Dominion Voting Systems in their lawsuit against Fox News, the hosts of the network knew very well that Donald Trump lost the election and that his election conspiracies were all lies. ", "Sean Hannity was a close adviser to Trump and his 2020 election, even going so far as to \"endorse\" his phony election fraud claims before ultimately abandoning them. ", "\"On January 12, [Paul] Ryan discussed with Rupert and Lachlan an article called 'The Alternate Reality Machine' about 'the right-wing media ecosystem created an alternative reality for those who had come to rely on its outlets for news' and were the 'enablers' of January 6,\" said the documents. \"Ryan believed that 'some high percentage of Americans' thought the election was stolen 'because they got a diet of information telling them the election was stolen from what they believe were credible sources.'\"", "[Paul] Ryan discussed with Rupert", "When Murdoch responded to Ryan's email, he said, \"Thanks Paul. Wake-up call for Hannity, who has been privately disgusted by Trump for weeks, but was scared to lose viewers.\"", "While Fox might not lose viewers, it could ultimately lose $1.6 billion if they are found to have defamed Dominion voting systems. ", "\"[T]he sooner we can put down the echoes of falsehoods from our side, the faster we can get onto principled loyal opposition,\" Ryan responded to Murdoch. \"I truly hope our contributors, along with Tucker, Laura, and Sean get that and execute.\"", "Murdoch went on to beg then-Senate Majority Leader Mitch McConnell (R-KY) to tell other GOP senators not to push the big lie, while his network continued to do so.", "then-Senate Majority Leader Mitch McConnell (R-KY) ", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Why angry 'Trump superfans' are turning against 'terrible journalist' Sean Hannity: report ", "Sean Hannity - under oath - admits he 'didn't believe' election lies 'for one second': deposition ", "Far-right blasts Fox News' Sean Hannity for saying he never believed Trump's election lie ", "Fox News' Hannity welcomes Trump White House bid opposed by ... ", "Fox's Hannity speaks onstage at Trump campaign rally | AP News ", "Fox News raps Hannity for appearing onstage at Trump rally ... "], "headline": "  Sean Hannity 'has been privately disgusted by Trump for weeks': court docs    ", "timestamp": "NA", "act": "https://www.alternet.org/sean-hannity-had-been-privately-disgusted-by-trump-for-weeks-court-docs-2659476143/"}, "https://www.alternet.org/afraid-of-press-ron-desantis/": {"paras": ["Florida Governor Ron DeSantis is not allowing reporters to attend a major upcoming GOP fundraiser event in Dallas, Texas, The Dallas Morning News reports. ", "s not allowing reporters", "The annual \"Reagan Day Dinner,\" hosted by the Dallas County Republican Party, according to Dallas Morning News, is typically welcoming to the media, as it is considered \"a showcase for Republicans across the region.\" ", "welcoming to the media", "This year will be different. ", "READ MORE: Civil libertarians slam Ron DeSantis' 'brazen and blatantly unconstitutional' war on press freedom", "Civil libertarians slam Ron DeSantis' 'brazen and blatantly unconstitutional' war on press freedom", "\"We are not able to invite the media,\" Jennifer Stoddard-Hajdu, Dallas County Republican Party Chairwoman said. \"That was the decision of Governor DeSantis' team.\"", "The Florida governor is set to participate in \"a fireside chat\" during the event as part of his strategy building up to his widely anticipated 2024 presidential run announcement. ", "According to The Dallas Morning News, the governor will also speak in Harris County later this week, which will ban reporters as well.", "also speak in Harris County", "\"We know fascist Republican Ron DeSantis is afraid of history books, free market capitalism, and kids playing sports, but we didn't know he was afraid of Dallas County's local reporters,\" Kristy Noble, Dallas County Democratic Party chair said in a statement. \"We're proud to open all our Democratic events to the media because we're proud of our values. Maybe Republicans know he's no match for their party leader - election loser after election loser Donald Trump.\"", "said in a statement", "READ MORE: The DeSantis A-team': How a 'digital army' of conservative influencers relentlessly promotes the Florida gov", "The DeSantis A-team': How a 'digital army' of conservative influencers relentlessly promotes the Florida gov", "Mark Jones, a political scientist at Rice University said, \"DeSantis has a frayed relationship with the media and a desire to effectively keep himself walled off from the media.\" He continued, \"There's also a belief among many Republicans, especially for the primary, that traditional media simply isn't much use to them and that they have little to gain and too much to lose by being exposed to the media.\"", "However, Noble believes DeSantis is simply \"afraid of the press.\"", "Contrary to that sentiment, in a turn of events, The New York Times reports DeSantis recently agreed to \"an extensive interview\" with the American correspondent for The Times of London.", "reports", "NYT reports: ", "reports", "Presumably, few Republican primary voters reside in Britain. But The Times of London, one of England's oldest and most respected papers, is controlled by Rupert Murdoch, whose media empire has already thrown its considerable influence behind the prospect of a DeSantis presidential bid.", "thrown its considerable influence", "READ MORE: More Republicans are 'stepping up attacks' on Ron DeSantis as he surges in 2024 GOP presidential polls", "More Republicans are 'stepping up attacks' on Ron DeSantis as he surges in 2024 GOP presidential polls", "The Dallas Morning News' full report is available here (subscription required). The New York Times' report is here (subscription required).", "here", "here", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Ron DeSantis accused of banning Trump supporters from book signing ", "Fascism expert explains why Ron DeSantis is one of the most dangerous men in the GOP ", "New op-ed sarcastically shatters Ron DeSantis' accelerating mission to 'make Florida dumb' ", "DeSantis steps up attacks on media | The Hill ", "An appeals court finds Florida's social media law unconstitutional ... ", "DeSantis wants to roll back press freedoms - with an eye toward ... "], "headline": "  'Afraid of the press': 'Fascist' Ron DeSantis blasted for blacklisting the media at Dallas GOP event    ", "timestamp": "NA", "act": "https://www.alternet.org/afraid-of-press-ron-desantis/"}, "https://www.alternet.org/fox-news-dominion-2659478556/": {"paras": ["CNN reporter Sara Fischer recently shared a grim behind-the-scenes prediction of the expected outcome of the defamation lawsuit Fox News is facing against Dominion Voting Systems.", "behind-the-scenes prediction", "According to Fischer's report, many Fox News executives expect the network to lose the lawsuit. During an appearance on \"CNN This Morning,\" she weighed in on the latest testimony details as she offered insight into the network's perspective behind closed doors. ", "Per Mediaite, one of the most highlighted aspects of Monday's developments centers on Fox News CEO Rupert Murdoch \"admitting under oath that Fox News hosts promoted election lies.\"", "READ MORE: Sean Hannity was 'actively misinforming' Fox News viewers during Sidney Powell interview: columnist", "Sean Hannity was 'actively misinforming' Fox News viewers during Sidney Powell interview: columnist", "During the morning discussion, Fischer spoke with CNN's Kaitlan Collins. Dominion is currently suing Fox News for $1.6 billion as a result of their broadcasting of unfounded claims of voter fraud and accusing the voting technology company for having a hand in former President Donald Trump's election defeat. ", "Although Fox News has adamantly insisted they have not done anything wrong, the latest deposition suggests otherwise.", "\"So how does that work based on what they are arguing in court?\" Collins asked.", "Fischer went on to explain her findings saying, \"I think it's just a weak defense, Kaitlan.\"", "READ MORE: Dominion filing exposes 'propaganda network' Fox News as 'void of basic journalistic ethics': media reporter", "Dominion filing exposes 'propaganda network' Fox News as 'void of basic journalistic ethics': media reporter", "\"I have sources inside Fox in the C-Suite level; they tell you they think it is likely that they will lose this case, and that's because of this discrepancy,\" she reported. \"They might say there was newsworthiness in covering what Donald Trump was saying, but there is a clear difference in newsworthiness versus peddling and having people peddling those lies on your show.\"", "Collins chimed in to ask, \"But Sara, you are hearing from sources; they think they are going to lose this?\"", "\"I am hearing that,\" Fischer added, \"and Rupert Murdoch's deposition, which was unsealed yesterday, kind of concedes that. And Fox's layer....when you look at what Fox's Chief Policy Officer,and legal officer, said yesterday, the plaintiff asked, and the lawyers asked, 'do you think Fox had a responsibility to tell the truth here, and he said 'yes.'\"", "\"I mean, you have your own executives admitting that there was a discrepancy between what the hosts were saying, what they knew and what was being aired, and what the responsibility was,\" Fischer continued. I don't see how any person in their right mind could look at this and say that this is going to be easy for Fox to win.\"", "Watch the video below or at this link. ", "1677586363", "READ MORE: 'They can't do it': Dominion Voting Systems slams Fox News for failure to produce evidence of fraud", "'They can't do it': Dominion Voting Systems slams Fox News for failure to produce evidence of fraud", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Fox News host 'strongly disagrees' with network banning discussion of Dominion lawsuit on-air ", "How Fox News 'knowingly feeds viewers lies' with its 'cynical pander-for-profit' model: conservative - Alternet.org ", "More Democrats are declaring an all-out 'information war' against 'lying' Fox News: columnist - Alternet.org ", "Legal experts break down why Fox News is on 'shaky legal ground' as Dominion suit continues - Alternet.org "], "headline": "  CNN reporter sheds light on Fox News exec's grim Dominion lawsuit prediction    ", "timestamp": "NA", "act": "https://www.alternet.org/fox-news-dominion-2659478556/"}, "https://www.alternet.org/house-oversight-chair-directv-newsmax/": {"paras": ["In late January, DirecTV dropped far-right Fox News competitor Newsmax from its satellite lineup when the two were unable to reach an agreement on license fees. MAGA Republicans were bitterly disappointed, as Newsmax prides itself on being more right-wing and more pro-Donald Trump than Fox News and Fox Business. However, DirecTV hasn't ruled out the possibility of bringing Newsmax back if they can come to an agreement on license fees.", "dropped far-right Fox News competitor Newsmax", "Some of the MAGA Republicans who hated to see Newsmax removed from the DirecTV lineup are angrily accusing DirecTV of discriminating against the right. And one of them is Rep. James Comer (R-Kentucky), who now chairs the House Oversight Committee. ", "During a Friday, February 24 appearance on Newsmax, Comer threatened to use House Oversight against DirecTV if it doesn't restore Newsmax to its lineup. ", "a Friday, February 24 appearance on Newsmax", "READ MORE: Watch: Newsmax host falsely declares that 'exclusively white Americans' fought to end slavery", "Watch: Newsmax host falsely declares that 'exclusively white Americans' fought to end slavery", "Comer told Newsmax host John Bachman, \"I'm very concerned. I'm very upset that DirecTV does not have Newsmax on there. I've been in constant communication with the leadership at AT&T and DirecTV. I have strongly encouraged them to meet with your CEO, Mr. (Chris) Ruddy, to get this worked out - or else! If anyone has ever watched the House Oversight Committee - any of our first three hearings - they have to ask themselves: Do they really want to go in front of the House Oversight Committee?\"", "Fox News continues to have the highest ratings on right-wing cable TV. But in MAGA World, Newsmax appeals largely to people who believe that Fox News and Fox Business aren't far enough to the right.", "On Bachman's show, Comer told the host, \"We're all huge fans of Newsmax. We don't like to see Newsmax not being offered on DirecTV, especially considering Newsmax is the, I think, the fourth highest-rated news show on TV now.\"", "Comer also said, \"And they have dozens of other news shows that have much lower ratings than Newsmax. So, I'm doing everything in my ability to see that this gets worked out. If it doesn't, then I would expect the Republican majority to begin to take steps to take action in this.\"", "READ MORE: Republicans claiming 'censorship' threaten to haul AT&T, DirecTV into Congress for dropping far-right Newsmax", "Republicans claiming 'censorship' threaten to haul AT&T, DirecTV into Congress for dropping far-right Newsmax", "DirecTV, however, has maintained that its decision to drop Newsmax was merely a business/budgetary matter - not an effort to silence Republicans.", "In late January, a DirecTV spokesperson told Fierce Video, \"On multiple occasions, we made it clear to Newsmax that we wanted to continue to offer the network, but ultimately, Newsmax's demands for rate increases would have led to significantly higher costs that we would have to pass on to our broad customer base. Anyone, including our customers, can watch the network for free via NewsmaxTV.com, YouTube.com and on multiple streaming platforms like Amazon Fire TV, Roku, and Google Play. We continually evaluate the most relevant programming to provide our customers and expect to fill this available channel with new content.\"", "DirecTV spokesperson told Fierce Video", "READ MORE: 'Violation of my constitutional rights': Newsmax host attacks drag queens while defending Donald Trump", "'Violation of my constitutional rights': Newsmax host attacks drag queens while defending Donald Trump", "Watch The Daily Beast's video here (subscription required).", "here", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "'It was Trump's deal!' John Bolton schools Newsmax host over Afghanistan withdrawal ", "Why angry 'Trump superfans' are turning against 'terrible journalist' Sean Hannity: report ", "This former CBS News correspondent turned 'far-right pundit' is now so 'unhinged' even Newsmax banned her: report ", "Newsmax, Once a Right-Wing Also-Ran, Is Rising, and Trump ... ", "Dominion Voting Systems Sues Newsmax And OAN For Billions : NPR ", "Newsmax apologizes to Dominion worker for false allegations | AP ... "], "headline": "  Far-right House Oversight chair demands that DirecTV bring back Newsmax 'or else'    ", "timestamp": "NA", "act": "https://www.alternet.org/house-oversight-chair-directv-newsmax/"}, "https://www.alternet.org/Bank/cpac-lack-attendance-fatigue-midterms/": {"paras": ["The level of attendance at the Conservative Political Action Conference (CPAC) this year was noticeably \"low\", Rolling Stone reports. ", "noticeably \"low\"", "This comes as CPAC founder Matt Schlapp currently faces a lawsuit for allegations of sexual assault from a former male staffer, and more recently, accusations of fostering a \"'toxic' culture,\" which led to \"an 'exodus' of staffers.\"", "faces a lawsuit", "accusations of fostering", "an 'exodus' of staffers", "Per Rolling Stone, CPAC vice chairman Steven J. Allen, who has faithfully attended the conference for decades, thinks \"'fatigue' from the 2022 midterms,\" and \"the proliferation of CPAC events in other states like Florida\" could be the reason behind the lack of seat fillers. ", "faithfully attended", "\"I'm fine with it, at least for me personally,\" Allen said. \"I don't see enough of a difference to be concerned at all.\"", "READ MORE: Embattled CPAC founder Schlapp faces new accusations as staffer exodus accelerates", "Embattled CPAC founder Schlapp faces new accusations as staffer exodus accelerates", "Rolling Stone reports: ", "reports", "Some high-profile conservative leaders like Mitch McConnell have shunned CPAC for years. But Florida Governor Ron DeSantis, Trump's foremost competitor for the Republican nomination in 2024, is conspicuously absent. Fellow candidates Nikki Haley and Mike Pompeo spoke on Friday to a half-empty chamber, raising the alarming prospect Trump's own speech on Saturday might not be an overflow crowd.", "Former Vice President Mike Pence - who recently said he's continuing to \"pray\" about whether he'll run for president in 2024 - also skipped the conference this year, according to NBC.", "he's continuing to \"pray\" about", "skipped the conference", "Per Rolling Stone, Sany Dash, \"who manned the booth at the USA Trump Store, where rhinestone-covered purses shaped like guns and flags go for $200 to $500,\" complained attendance \"not as the best as it has been in the past.\" She emphasized, \"Definitely nowhere close to that.\"", "complained attendance", "READ MORE: 'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'", "'A professional grassroots huckster wing': GOP strategist torches CPAC 'scam'", "Dash continued, \"I love the fact that we're supporting CPAC but unfortunately the attendance is just not there this year.\"", "Michael Mikulewich, an attendee, believes low turnout could be the result of \"the weather\" in Maryland, \"lengthy booze lines, and unwelcoming locals.\" ", "could be", "With the conference location in mind, the Florida and New York native also asserted conservatives likely don't want to \"support Democratic states and cities.\"", "Mikulewich said, \"Texas, beautiful. Orlando was beautiful. Here, it's raining and depressing. There's one bartender but 350 people. So if that doesn't give you a message as to what Washington is telling you, D.C. is telling you, then that's it for the story.\"", "READ MORE: Watch: Matt Schlapp whisked away at CPAC from reporter asking about groping allegations", "Watch: Matt Schlapp whisked away at CPAC from reporter asking about groping allegations", "Rolling Stone's full report is available at this link (subscription required). NBC's report is here. ", "at this link", "here", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "Trump pounces on report Kellyanne Conway is getting divorced from her 'wacko husband'", "Watch: Matt Schlapp whisked away at CPAC from reporter asking about groping allegations ", "'America is not a racist country': Nikki Haley warns nearly vacant CPAC room 'wokeness is a virus' ", "Steve Bannon slams 'oligarch' Murdoch and Fox News in CPAC speech for cutting Trump's 'newsworthy' speech ", "Matt Schlapp Rages About 'Fake Journalists' as Fox News Ignores ... ", "Late Night Gives the Lowdown on CPAC - The New York Times ", "Dueling CPAC and Club for Growth events highlight divide within ... "], "headline": "  'Fine with it': CPAC goers attribute lack of attendance to 'lengthy booze lines' and 'fatigue' from midterms    ", "timestamp": "NA", "act": "https://www.alternet.org/Bank/cpac-lack-attendance-fatigue-midterms/"}, "https://www.alternet.org/2022/10/voters-choosing-economy-over-democracy": {"paras": ["This article was paid for by AlterNet subscribers. Not a subscriber? Try us and go ad-free for $1. Prefer to give a one-time tip? Click here.", " Try us and go ad-free for $1.", "Click here.", "", "", "In the last weeks before the 2022 midterms, Democrats have been struggling. A major Times poll indicated that 44 percent of voters said that economic concerns were most important for them in the election, up from 36 percent in July. ", "Times poll", "That's important because voters who put economics first favored Republicans by more than two to one. ", "Polls like this make it sound like the American people are angry about continuing high inflation and have deprioritized issues like abortion rights and voting rights. As a result, they have turned to Republicans.", "high inflation", "READ MORE: Anxious Americans are putting prices over principles", "Anxious Americans are putting prices over principles", "That may be part of what is happening. But it also seems likely that voters are turning to Republicans, and that they have therefore started referencing Republican talking points about the economy.", "This seems counterintuitive; economic health has a direct material effect on people. You'd expect that to drive vote choice.", "But a good deal of research suggests that the opposite is the case. People aren't pushed into partisan camps by the economy. Rather, people interpret the economy through a partisan lens. ", "In 2016, for example, the Republican Consumer Confidence Index, based on a weighted value for a series of key questions, was around 77. The Consumer Confidence Index for Democrats was around 105.", "was around 77", "READ MORE: Republicans would rather tank the global economy than stop corporations from destroying the planet", "Republicans would rather tank the global economy than stop corporations from destroying the planet", "Immediately after the election when Republican candidate Donald Trump was victorious, though, those numbers flipped. Republican CCI jumped to 120; Democratic CCI plummeted below 80.", "There was a similar dynamic after the 2020 election. Democrats shortly before the election had a CCI of around 76. The Republican CCI was close to 100. After the election of Democrat Joe Biden, Democratic CCI skyrocketed to close to 105, while Republican CCI cratered to under 70.", "Similarly, before the 2016 election, less than 25 percent of Republicans said the economy was getting better; more than 75 percent said it was getting worse. ", "before the 2016 election", "As soon as the election happened, though, those numbers changed dramatically. Suddenly almost 50 percent of Republicans thought the economy was getting better, while a slightly smaller number than that said it was getting worse.", "Obviously, the economy didn't change that much in the week after the election. What changed were partisan signals. When Trump was in control, Republicans told pollsters the economy was better, while Democrats told pollsters the economy was worse. ", "The fact that partisanship drives economic polling, rather than the economy driving partisanship, is well known now. And it's even more salient as partisanship has increased and strengthened over the last years. It should be taken into account in media reporting and narratives.", "increased and strengthened", "But it rarely is. For example, in 2016, the media was obsessed with the idea that Trump voters were being driven by economic anxiety. ", "But numerous retrospective studies showed that there was little correlation between economic distress and support for Trump. ", "little correlation between economic distress and support for Trump", "Trump voters chose Trump for partisan reasons-because he was a Republican, because he embodied their enthusiasm for white, male, Christian identity politics. ", "But Republican talking points focused on economic anxiety. So voters signaled their partisanship to pollsters by saying the economy was doing poorly.", "Despite the evidence that media narratives were wrong or confused in 2016, you can see the same thing happening again in 2022. The media looks at polls saying that voters are concerned about inflation and the economy, and says that poor economic performance is bad for Democrats.", "Inflation does materially affect people, and disruptions from Covid and the war in Ukraine are real. There is plenty of reason to be concerned about the economy at a time of global uncertainty and conflict.", "But those concerns don't necessarily translate into voting choices.", "For instance, in the New York Times article on their own poll, the reporter interviews Robin Ackerman, a 37-year-old mortgage loan officer who said she was a Democrat. ", "Ackerman supports abortion rights. But she said, \"I'm shifting more towards Republican because I feel like they're more geared towards business.\" ", "said", "The vague gesture towards \"business\" doesn't really sound like someone who is worried about the economy and is going to vote Republican. It sounds like someone who has decided to vote for the GOP, and is therefore referencing partisan GOP pro-business talking points to justify or rationalize that choice.", "So, if the economy isn't necessarily driving voter choice, what is?", "The probable answer is simply that the incumbent party has a large structural disadvantage in midterm elections. According to FiveThirtyEight, the president's party has performed about 7.4 points worse in the midterm elections than in the previous presidential election.", "performed", "Based on those numbers you'd expect Democrats to lose the House (which they won by 3 in 2020). They might be able to hold the Senate this year because of the very poor quality of Republican candidates.", "Why do voters turn on the incumbent president? Political scientists are unsure, but the best explanation is probably \"balancing.\" ", "balancing", "Voters, perhaps pushed by a press obsessed with both sides messaging, tend to worry that a president has gone too far to the left or the right. They vote for the out party to get what they see as more moderate outcomes.", "both sides messaging", "The Dobbs decision, one of the most sweeping right-wing policy victories of the last twenty years at least, has somewhat undermined the narrative that the country is moving too far left. So has the continued prominence of Donald Trump in the news, a constant reminder of what the Republicans would do if in power.", "These factors have helped keep Democrats more competitive in midterm polls than would be expected. Republicans are still only about .5 points ahead on the generic congressional ballot according to 538's poll aggregator, rather than the 4-point lead you'd expect based on previous midterms.", "538's poll aggregator", "Still, the swing towards the out party as the midterm approaches is powerful. The Democrats are fighting against long-term structural factors which have shaped elections for decades.", "Those factors are pushing voters towards Republicans-and when voters move towards Republicans, they tend to say they're concerned about the economy, because that's what Republican partisan leaders are emphasizing.", "But it's not the economy driving the partisanship. It's partisanship driving economic concerns. ", "Which means that the problem isn't really that Democrats are out of touch on the economy, or aren't appealing to working-class voters. The problem is that many voters continue to behave as they have in the past, despite the GOP's escalating extremism and escalating attack on democracy. ", "escalating attack on democracy", "This dynamic is very dangerous for our democracy, and it's difficult to know how to address it. But if we are ever going to do so, it's important to understand that economic anxiety is not what's driving the backlash. ", "READ MORE: Bernie Sanders says Democrats should hammer the 'corporate agenda of the Republicans'", "Bernie Sanders says Democrats should hammer the 'corporate agenda of the Republicans'", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "The Republican danse macabre: Trashing the economy even if they ... ", "Republicans want to use the debt limit to wreck the economy. Will ... ", "'Threatening to crash the economy on purpose': GOP to gut Social ... ", "Poll: GOP is winning on the economy, immigration; Democrats are ... ", "Biden warns Republicans will 'crash the economy' as they vow to ... ", "GOP opens edge on economy, crime ahead of midterms: POLL ... "], "headline": "  Why are voters choosing 'the economy' over democracy    ", "timestamp": "NA", "act": "https://www.alternet.org/2022/10/voters-choosing-economy-over-democracy"}, "https://www.alternet.org/chuck-schumer-2659496113/": {"paras": ["Senate Majority Leader Chuck Schumer (D-N.Y.) recently offered a blistering opinion of Fox News, accusing the network of amplifying former President Donald Trump's baseless claims of voter fraud. ", "a blistering opinion", "During an appearance on MSNBC's \"All In With Chris Hayes,\" Schumer appealed to the network's office to pressure Fox News into holding its hosts and anchors accountable for echoing the dangerous claims of voter fraud.", "Those claims ultimately led to Dominion Voting Systems' defamation lawsuit against the network.", "READ MORE: Mike Lee slams Chuck Schumer for wanting to change the filibuster rules - but supported such changes in the past: report", "Mike Lee slams Chuck Schumer for wanting to change the filibuster rules - but supported such changes in the past: report", "\"The first thing I would do right now is urge your listeners and listeners across the board to just deluge Fox News with, 'Retract, apologize, stop telling these lies,'\" said Schumer.", "He went on to insist that it's \"the worst lie that has been told in the history of our democracy as long as I can tell-because it's eroding faith in the whole enterprise.\"", "Schumer's remarks come just days after he and House Democratic Leader Hakeem Jeffries penned an open letter to Fox News CEO Rupert Murdoch. In the letter, the lawmakers challenged Murdoch to follow through with accountability measures following the release of bombshell details about his testimony.  ", "Despite their appeal to Murdoch, Schumer confirmed to Hayes that they hadn't received a response yet. ", "READ MORE: 'Partisan Republican' Chief Justice John Roberts accused of 'selective outrage' in response to Chuck Schumer's remarks on Trump-appointed justices", "'Partisan Republican' Chief Justice John Roberts accused of 'selective outrage' in response to Chuck Schumer's remarks on Trump-appointed justices", "\"If he doesn't, we'll have to see what else we'll do,\" Schumer said. The lawmaker also said that he would give Murdoch some time to respond.", "Watch the video below or at this link.", "or at this link.", "", "", "READ MORE: 'They let us down': Ex-intel official says Secret Service and FBI deserve questions over January 6th failures", "'They let us down': Ex-intel official says Secret Service and FBI deserve questions over January 6th failures", "CNN fact checker knocks down more than a dozen false claims made by GOPers at CPAC", "Noted historian slams 'cockroach' Trump and questions his fitness to run again", "Democrats to Biden: 'reject Willow now and protect the Arctic'", "Jon Stewart torches GOP senator with brutal reality about gun violence", "'Blockbuster' Trump legal setback is 'a big, big blow' to his 2024 run: legal expert", "Pharma 'myth' debunked as study shows US public poured $32 billion into mRNA vaccines", "House GOP's two 'absurd' national abortion ban proposal 'doomed' in the Senate ", "Mike Lee slams Chuck Schumer for wanting to change the filibuster rules - but supported such changes in the past: report ", "Why Chuck Schumer is likely to keep his leadership role after the midterms: report "], "headline": "  Worst conspiracy in the 'history of our democracy': Schumer slams Fox News for echoing election fraud    ", "timestamp": "NA", "act": "https://www.alternet.org/chuck-schumer-2659496113/"}}