{"https://www.theamericanconservative.com/nikkis-niche/": {"paras": ["On Friday, Nikki Haley addressed the Conservative Political Action Conference (CPAC), which returned to the Washington, D.C. area after Covid caused a three year pilgrimage to Florida. She asked attendees, many sporting MAGA and Trump 2024 gear, for their vote. If they do vote for Nikki Haley, are they voting for a moderate or a hardliner?", "The conference itself is always a bizarre affair. Its attendees are of a certain kind; the kind willing to drop $300 for a ticket and much more on travel and accommodations, to attend a four day feast on GOP red meat. They are either superfans or selling something, whether it's a product, a policy, a cause. The superfans are an important constituent part of the base, but not indicative of the whole-typically boomers. The salesmen make up an eclectic bazaar, fellow travelers of the \"big tent\" party wherever it goes. Media row has its stars-Steve Bannon, Donald Trump Jr., and the like-but it's mostly c-list conservative media influencers flaunting themselves down media row pitching interviews to radio shows no one has ever heard of. The superfan, salesman, and media stars all have a few things in common: they love America and hate wokeness and the liberal media.", "The low common denominator makes for a low bar-a ballroom of conservative boomers is an environment where any Republican presidential candidate should do well; even Nikki Haley. But Haley was often caught waiting for spurts of applause to spread after delivering one of her tortured lines.", "\"In case you didn't notice, the liberal media's heads are exploding about my run for president,\" Haley said to open her speech. \"And we all know why the media can't stand the fact that I'm a conservative. Think about it. I'm a woman. I'm a minority. I'm the daughter of immigrants. I am proof that liberals are wrong about everything they say about America.\"", "Haley might think this now, but it won't be long until they'll use her bid for the GOP nomination as proof that they were right all along: When Haley's presidential campaign spectacularly fails, it will be because the Republican base is sexist, racist, or xenophobic-most likely all three. CNN's Don Lemon is already laying the groundwork for this narrative, suggesting the former South Carolina governor is no longer \"in her prime,\" which could serve to her detriment.", "The former U.N. ambassador had her own message for Lemon: \"Hold my beer.\" Only a few laughed-even the Boomers knew the meme didn't really fit. A meme that did fit the moment: Steve Buscemi's \"How do you do, fellow kids?\"", "Haley told the attendees, \"I'm 51. That's younger than Don Lemon,\" who she later called a \"sexist middle age [anchor].\"", "Is her plan to win the GOP nomination by outflanking Don Lemon to the left? Or is she going after her two main opponents, Florida Gov. Ron DeSantis and former President Donald Trump, from the right?", "Previously, she suggested that DeSantis' \"Don't Say Gay,\" bill didn't go far enough. And though she never mentioned the former president by name in her CPAC speech (because if she did her presidential campaign would have ended then and there), she suggested that the president did not do enough to cut foreign aid to countries who vote against the United States in the United Nations. Furthermore, she suggested that Trump's populist message wasn't popular enough. \"We've lost the popular vote in the last seven out of eight presidential elections,\" Haley said. \"Our cause is right, but we have failed to win the confidence of a majority of Americans. That ends now. If you're tired of losing, put your trust in a new generation.\"", "Haley is running for president. From which lane, we don't yet know. Neither does Nikki Haley."], "headline": "Nikki's Niche", "timestamp": "", "act": "https://www.theamericanconservative.com/nikkis-niche/"}, "https://www.theamericanconservative.com/google-v-section-230/": {"paras": ["Left-wing media pundits and Big Tech-funded activists have been sounding the alarm for some time now about a Supreme Court case that could \"ruin the Internet.\" That case has now finally arrived, with the potential to \"bring the tech giants to their knees.\" Will Gonzalez v. Google end the Internet as we know it? Will Big Tech finally pay the piper?", "Gonzalez v. Google", "Based on oral arguments that took place last week, it seems unlikely.", "But something important did surface from the back and forth between the arguing attorneys and the Supreme Court justices: Large technology platforms such as Google and its YouTube platform have the power not only to organize the world's information, but to shape it. With their wide reach and complex algorithms, Big Tech platforms can influence the behavior of their millions of users, including voters.", "The ultimate question, unlikely to be addressed by the Court in the Gonzalez case, is how far Big Tech monopolies can be allowed to extend their influence over us before they face legal consequences.", "Gonzalez", "Which brings us to the awful facts of the Gonzalez case. On November 13, 2015, Nohemi Gonzalez, a twenty-three-year-old U.S. citizen studying in Paris, France, was eating at a café when three ISIS terrorists, including Abdelhamid Abaaoud, sprayed bullets into the crowd and shot Gonzalez, resulting in her death. The shooting was part of a broader series of attacks perpetrated by ISIS in Paris that day.", "Gonzalez", "What does any of that have to do with Google? Apparently, ISIS regularly used YouTube for terror recruitment purposes. More than a year and a half before the attack, Abaaoud, one of the attackers who killed Gonzalez, had appeared in an ISIS YouTube video trying to raise jihadi fighters to join ISIS.", "The Gonzalez family sued Google under a federal statute that provides a civil remedy to victims of terrorism in suits against any defendant-in this case, Google-that aids and abets terrorism, or provides \"material support\" to terror groups. The family's suit alleged Google was aware that ISIS was using its YouTube platform, that Google's algorithms had \"recommended ISIS videos\" like Abaaoud's to users, and the service allowed ISIS supporters to communicate about the content of the videos. Even though Google had the ability to effectively block them, the family asserts, the company failed to do so.", "Enter Section 230 of the Communications Decency Act, a congressional provision that gives near-complete civil immunity to tech companies such as Google. According to Google's lawyers, Section 230, which was enacted in 1996, should be read as a near-absolute shield against treating them like any other \"publisher.\" If The American Conservative printed defamation, for instance, it could be held liable. But not so for Google, as long we are talking about user-generated content that Google allows on its platform.", "The American Conservative", "Here is the tricky part. Should YouTube's suggestions to users encouraging them to check out ISIS videos make them responsible for the damages to the Gonzalez family? A very broad reading of Section 230 would suggest not. But, what about the YouTube suggestions to the millions of users that helped spread ISIS's recruiting scheme?", "Previously, the Ninth Circuit Court of Appeals ruled in this case that such video suggestions were not a violation of Section 230. After all, the two majority judges wrote, the complex Google algorithms that trigger YouTube video suggestions are simply \"neutral tools\" in the maze of the Big Tech company's digital universe.", "At the Supreme Court, that issue was woven throughout the arguments in some twenty different exchanges. Algorithms, some of the justices noted, just might be skewed in non-neutral ways to cause harm. Justice Barrett questioned Google's attorney Lisa Blatt about algorithms that categorize information in discriminatory ways. Blatt hedged, but seemed to concede that such practices would be outside of Section 230 protection.", "Overall, the justices were unified in their occasional confusion about how to approach these issues. Much of their confusion stemmed from Section 230 itself, which was passed by Congress almost 30 years ago, an eternity in terms of today's technological advancement. Back then, there was no Google, Twitter, YouTube, or Facebook, and the average American surfed the internet only about thirty minutes a month. The internet was unrecognizable.", "Now, we are in a bold new world, and are not privy to the internal coding decisions reflected in Google and YouTube's algorithms. But Justice Gorsuch had it right when he noted, \"I'm not even sure any algorithm really is neutral.\" Computer scholars agree; algorithms are written by humans, and all humans have biases.", "Artificial intelligence and machine learning, the latest entry in the algorithm controversy, also mimic the social and political biases of its coders. Supposed AI wunderkind ChatGPT has already exhibited \"left-leaning political biases,\" refusing to report on the Hunter Biden laptop story in the \"style\" of the New York Post. The automated program responded to questions from the Post with this remarkable confession: \"it is possible that some of the texts that I have been trained on may have a left-leaning bias.\" More remarkable is how quickly the AI system admitted the bias of its programmers. It took an appearance before congressional committees before Mark Zuckerberg and Jack Dorsey were willing to make similar confessions about their platforms.", "New York Post", "Post", "But even with all the controversy over algorithmic bias, the American economy remains inexorably tied to technology. When Google's lawyer Lisa Blatt was questioned by Justice Alito regarding whether her tech clients would \"collapse\" if they had to face civil liability for permitting defamatory content on their platforms, she replied, \"Every other website might ... because they're not as big as Google.\"", "Blatt's response was a significant concession that the largest companies are more than capable of surviving exposure to civil liability. It follows, therefore, that the market-dominant giants, the \"big\" ones such as Google (and its YouTube), Meta (Facebook and Instagram), Amazon, Apple, and Microsoft, would not be disabled if Congress were to amend Section 230 in ways that would impose stricter forms of liability on them but not on smaller tech companies.", "not ", "American Principles Project has advocated just that as a legislative approach, focusing on the market-dominant giants who use monopoly power to exercise viewpoint-biased control over citizen speech, while protecting vibrant growth among start-ups and mid-level competitive hopefuls.", "It's possible that the Supreme Court will follow Justice Gorsuch, who noted that Gonzalez v. Google could be remanded back to lower courts to reconsider its flawed neutral-algorithms assumption. Regardless, the issue still remains, as always, in the lap of Congress, which created Section 230 in the first place. Instead of waiting for the Supreme Court to legislate via judicial fiat, perhaps the People's House should act.", "Gonzalez v. Google"], "headline": "Google v. Section 230", "timestamp": "", "act": "https://www.theamericanconservative.com/google-v-section-230/"}, "https://www.theamericanconservative.com/is-kate-forbes-christian-faith-a-career-killer/": {"paras": ["When the radical Nicola Sturgeon abruptly resigned as leader of the separatist Scottish National Party, a British friend texted me to say he was really worried about Kate Forbes (pictured above), the young government minister who was the favorite to replace her. Forbes is really talented, said my friend -- meaning that she might well be able to lead Scotland to secession.", "That looks unlikely to happen now. Why? Because Kate Forbes, 32, is a Presbyterian -- and a real one, not one of the woke ones. Her views on trans matters -- she opposes the idea that men can be women simply because they claim to be -- were well known. She was asked her feelings about same-sex marriage, which is legal in Scotland. She said she opposed it for faith reasons, but said that as far as she's concerned, it's a settled issue, and if she became SNP leader, she would not seek to reverse it. She also said that thinks having children out of wedlock is a bad idea. Watch the whole video interview here. ", "That did it. She's now History's Greatest Monster. Surprisingly and wonderfully, Kathleen Stock, the distinguished academic and lesbian who was driven out of her college for being gender-critical, rises to Forbes's defense in UnHerd. Excerpts:", "Rather, Forbes's words have been seized upon because they help prop up adherence to a different sort of modern dogma: the rainbow religion promulgated in the name of the amorphous \"LGBTQI+\" people. Like Christianity, this centres on the figure of a sacred, innocent outsider, beset on all sides by hatred but turning the other cheek, and freeing people from their traditional ways of life by lived example.", "Alongside the idea that you can reinvent yourself at any time, it's one of the fundamental tenets of this value system that LGBTQI+ people are still actively persecuted across the board in modern Britain, with no room for further nuance about who exactly, or under what circumstances, or what the hell some of those letters even stand for anyway. Hundreds of public and third-sector organisations and enterprises are invested in this exceptionally simple story. Indeed, some of them make a lot of money from it. Thousands of employee hours have been spent in HR training sessions, listening to ropey statistics that represent perceptions of persecution among gay and trans people as fact. At this stage, there is such collective national investment in thinking of LGBTQI+ people as severely oppressed that one obscurely fears a lightning strike even to raise a question about it.", "More:", "Of course, in practice, no-one criticising her has any idea whether Forbes is a genuine homophobe or not. Another facile equation made by those religiously invested in victimhood for LGBTQI+ people is that any objection to liberalisation must be rooted in some kind of \"phobia\". In practice, like everyone else, Christians range from kind, tolerant, and generous people to bigoted nutcases, with many shades of grey in between.", "But Forbes is unlikely to be given the benefit of the doubt. To do so would be to squander a rare chance to perpetuate the hysterical fantasy that LGBTQI+ people in Britain, generally, are permanently a hair's breadth away from malicious destruction - even as the Equality Act explicitly protects both gay and trans people, the BBC hosts dozens of positive stories about trans youth, millions of pounds roll into charity coffers, gay men rule entertainment telly, lesbians rule women's sport, and entire classrooms change their pronouns to the delight of their teachers.", "As I say, what we have here is a clash of two religions. One of them is full of sanctimonious, swivel-eyed moral scolds, rooting out heresy and trying to indoctrinate everybody into their fantastic way of thinking. The other is a branch of Calvinism. One of them asks \"what would Jesus do?\" and the other \"what would Owen Jones think?\". Faced with a choice between their representatives on earth, I know which kind I would prefer to see in high office.", "Killer closing! I'm grateful to Prof. Stock for her strong words in defense of a Christian politician. ", "What's happening to Kate Forbes is what I feared would eventually happen to all small-o orthodox Christians in public life (orthodox, I mean, on sexual matters): they would be demonized and marginalized, even if they pose no threat at all to what LGBT people want. It is sufficient that they think the Wrong Thoughts™ to drive them out. Remember the Law of Merited Impossibility? It says, \"It will never happen, and when it does, you bigots will deserve it.\" Back in 2006, people like me were called alarmists, and were asked, \"How does my gay neighbors' marriage hurt me?\" by people who didn't actually want an answer. Well, the fate of Kate Forbes is part of the answer. It was baked into the cake from the beginning. Why? Because if same-sex marriage (and transgenderism) are civil rights, and human rights, then to oppose them is to be guilty of the equivalent of racism. You can explain all day long how sexuality and gender are not like race, and it won't matter. Nobody wants to hear it. And as Stock understands, the success of the LGBT lobby depends on keeping everybody believing the lie that LGBT people are on the verge of being sent to the camps by Christians in what is fast becoming one of the world's most secular societies. ", "Back in 2015, a well-known Evangelical pastor friend told me that when he would be invited to guest-preach in churches, he would tell congregations that the day is fast coming in which they will all be seen as no better than Klansmen for believing what the Bible says about sexuality, and what most Americans believed until the day before yesterday. He said they could not bring themselves to believe him. They just couldn't. I told him back then that I knew the feeling. He and I both spent a lot of time in our lives moving among liberal elites, and understood their mindset. Normie Christians found it impossible to accept that this was going to happen to our country.", "What has happened to Kate Forbes is going to come to America. It already has to some extent. Ask yourself: would anybody who believes what Kate Forbes believes be able to rise to leadership in the Democratic Party, even if she was a staunch advocate of its economic policies, and even if she said she would not support political action to reverse same-sex marriage? Of course not. There might be some Olds in the Democratic Party at the senior level who believe that, but they say nothing, they downplay it. The real question twenty or thirty years from now will be whether it is possible to be Kate Forbes as a Republican. ", "This is a religious war. The other side does not want tolerance. They never did. Even those among them who advocate sincerely for tolerance are on the margins of the movement. It's a movement that takes scalps. In the meantime, we on the conservative side are cursed by normie Republicans like Mike Pompeo, Mike Pence, and Larry Hogan, all of whom criticize Gov. Ron DeSantis for violating \"small-government conservatism\" in going after Woke Conservative behemoth Disney. ", "Kate Forbes refused to live by lies, and it might well cost her her political career. That's what life is like in post-Christian Britain. In 2017, Evangelical Christian Tim Farron was forced out as leader of the Liberal Democrats in Britain, because he hesitated to say what his views on homosexuality were. He later said he didn't think gay sex was sinful, but that wasn't enough. The fact that he was silent when first asked was damning. No Christianity, please, we're British...", ""], "headline": "Is Kate Forbes' Christian Faith A Career Killer?", "timestamp": "", "act": "https://www.theamericanconservative.com/is-kate-forbes-christian-faith-a-career-killer/"}, "https://www.theamericanconservative.com/a-president-for-palestine/": {"paras": ["Two nations occupy one land.", "The first is wealthy and secure, a high-tech electric beacon of globalized democracy. It is at once outward-facing and highly self-interested-sure of its assertions and closed to all who will not or cannot embrace them.", "The second is older, in its way. Both lay long claims to the land and its true history, but it is the second nation's people who have been living in the same place, in the same way, for unbroken centuries-though its longstanding folkways are gravely threatened by the other nation's arrival and expansion. It is a poorer nation, its people composed largely of laborers and farmers.", "The two have been in conflict since the start of the last century-some would argue longer, and it is easy enough to trace the contours of the current troubles back through generations of social, religious, and economic clashes.", "It is not infrequent that this cold war becomes hot. The children of the second nation are common targets of the first, but the underdog has hardly been guiltless in a brutal and interminable struggle.", "Yet for all its faults, the second nation simply does not have the power to do real harm to the first. In the grand scheme it can only be hurt, and it often is. And when the situation (as it often does) approaches a crisis point, the people of the first nation will only watch with pity, if not much interest, as the second goes up in flame and a pillar of smoke.", "be", "This is the scene into which Donald Trump descended in East Palestine, Ohio, earlier this week.", "On February 3, thirty-eight cars of a Norfolk Southern Railway train ran off the tracks in the small Ohio village. Eleven of the thirty-eight contained toxic chemicals, which quickly seeped out into the land and water, even catching fire in places. In the most dramatic moment of the episode, a controlled burn of the highly dangerous vinyl chloride cast a massive cloud of thick, black smoke in the sky over East Palestine. Fish turned up dead en masse in visibly contaminated water, and residents for miles around reported sickness and other adverse effects.", "The Washington regime-the first nation, nominally sovereign over the whole-could not be bothered with the crisis. The head of the EPA took weeks to make his way out there, and Transportation Secretary Pete Buttigieg waited even longer. Joe Biden was away in Keev, pouring the fruits of American labor down the bloody and byzantine channels of Ukrainian public spending. The $50 billion company responsible for the disaster was likewise missing in action-first committing to, then skipping out on a public meeting to address the concerns of the victims of its negligence.", "Keev", "It took Donald Trump swaggering into the East Palestine McDonald's to change the narrative. The former president-who in remarks at the town fire station assured the people affected by the disaster, \"You are not forgotten\"-strolled into the fast food restaurant with an entourage and a smile and asked the woman behind the counter, \"What's your specialty [sic] today?\" The dad joke landed, and the whole staff listened attentively as Trump ribbed that he knew the menu better than anyone there. He ordered food for the whole fire and police departments, and he handed out MAGA hats to an adoring crowd.", "sic", "In moments like the visit to East Palestine, it is not hard to understand what Trump's early supporters meant when they said he was \"not a politician,\" and why this mattered so much to them. It was not just a simple hope that his coming from outside the swamp would keep the candidate clear of the usual D.C. pitfalls.", "What matters more than anything is that Trump is a kind of person who exists outside of politics. He is the same kind of rich dad you might find in any country club two or three towns over from East Palestine. He is the kind of old-school businessman who still holds a good bit of sway in a place like that. Though they are all heightened in degree almost to absurdity, Trump's core characteristics are legible to Middle Americans in a way few other politicians' are. He is familiar to his base voter in a way that Nikki Haley and Ron DeSantis never could be.", "kind", "It is not for nothing that the people of Columbiana County voted for Trump by nearly 45 points-almost exactly quadruple Mitt Romney's 2012 margin.", "It is fashionable to mock the politics of bread and circuses, but the fact of the matter is that people need to eat and deserve to be entertained.", "Trump's great philosophical contribution to the American right was to move the theory of politics away from the abstract realm: in foreign policy, in trade, in immigration, and more, to set aside the abstract ideologies of recent decades in favor of a politics rooted (at least partly) in the real.", "But in practice, too, this was Trump's great strength: for better and worse, he made politics human again. That is good for electability as much as for social health, and it is heartening to see Senator J.D. Vance-who was already in East Palestine and accompanied the president during his visit-following Trump's lead on that front.", "Yet Trump showed practical weaknesses in East Palestine as well. He has lost much of his magic behind the podium, and while the fire station remarks were right on the substance, they conveyed none of the vigor and righteous indignation of the speeches Trump delivered in the early stage of his first successful campaign. Even amid some classic shining moments, there is cause for real concern about whether the electoral shockwave of '16 can ever be recreated.", "But in a future in which more trains will derail and more smoke clouds bloom, the tribunes of the second nation may yet offer hope. If nothing else, they can offer a McDouble."], "headline": "A President for Palestine", "timestamp": "", "act": "https://www.theamericanconservative.com/a-president-for-palestine/"}, "https://www.theamericanconservative.com/if-the-chu-fits/": {"paras": ["Judy Chu, a Democratic Congresswoman from California, has a suspicion. If it weren't for her \"Chinese American descent,\" Republicans wouldn't be calling to remove some of her privileges to classified information because of ties to Chinese Communist Party (CCP) front groups.", "Chu can cry \"racism\" all she wants, but a series of reports from the Daily Caller News Foundation exposed Chu's connection to CCP front groups. In 2012, Chu was appointed the \"honorary president\" of the All America Chinese Youth Federation (AACYF). The DCNF reports that at least five members of AACYF leadership can be traced back to \"alleged CCP intel fronts.\" Chu held another honorary position for a group with CCP ties. In 2019, the Forums for Peaceful Reunification of China named Chu their \"honorary chairwoman.\" She's since repeatedly lied about her connections to these groups.", "Daily Caller News Foundation", "Furthermore, Chu previously voted against the creation of the House Select Committee on China, tasked with investigating Chinese influence in the United States. In a January 10 statement released by the Congressional Asian Pacific American Caucus (CAPAC), which Chu chairs, she claimed that the committee's work would foster violence towards Asian Americans \"because of the known risks of xenophobic rhetoric intensifying anti-Asian hate here in the United States.\"", "Chu's statement added:", "We cannot forget that rhetoric used around economic competition with Asian countries has resulted in the verbal and physical harassment and even murder of Asian Americans here at home. Since March 2020 and former President Trump's sustained references to the coronavirus as the \"China virus,\" over 11,500 hate crimes and incidents against Asian Americans have been reported.", "The real virus, you see, is racism. Over the weekend, the Wall Street Journal reported that the Covid-19 lab leak hypothesis is most likely true in the eyes of the U.S. Energy Department.", "Wall Street Journal", "\"As the House of Representatives embarks on the formation of this committee, CAPAC reminds all members that this committee should not be used as an open invitation to engage and traffic in blatantly xenophobic anti-China rhetoric that we know historically results in physical violence and emotional harm against Asian Americans across the country,\" Chu's statement continued. \"Further, this committee cannot be used to promote policies that result in the racial profiling of our communities, but rather it must be directly focused on specific concerns related to the government of the People's Republic of China.\"", "Chu thinks herself a victim of this profiling in the wake of Republican's efforts to revoke Chu's security clearance. She makes a completely obvious point: If Chu were not of Chinese background, she likely wouldn't have extensive connections to cultural and political organizations fronting for the Chinese government. But only she is allowed to make this observation. The real offense is not Chu's ties to Chinese front groups, it's the gall to notice them."], "headline": "If the Chu Fits", "timestamp": "", "act": "https://www.theamericanconservative.com/if-the-chu-fits/"}, "https://www.theamericanconservative.com/mississippi-governor-sets-the-right-tone-on-pro-life-policy/": {"paras": ["Mississippi Governor Tate Reeves has pledged to sign a bill into law that would ensure Medicaid coverage for twelve months of postpartum expenses for the state's mothers. The governor, who is running for reelection this year, said in a statement that he doesn't \"expect all of [his] friends to agree with this decision.\" On the contrary, the stakes that Mississippi legislators put in the ground could help the governor identify old friends and new enemies.", "The governor's potential opponent in the November general election took to Twitter Thursday to accuse Reeves of \"evading an issue\" and to claim that he \"doesn't have the guts to push postpartum care for mothers.\"", "The state abolished abortion with exceptions for rape and incest in June of last year. According to Mississippi Today, Tuesday, February 28th is the deadline for the bill to pass out of the House Medicaid committee: \"Speaker Philip Gunn has voiced opposition and Medicaid Chair Joey Hood, R-Ackerman, has refused to express an opinion on the issue.\" Gunn announced last November that he would not seek reelection in the state's 2023 election, and as of this writing has not responded to a request for comment from The American Conservative.", "Mississippi Today", "The American Conservative", "Tom Shakely, chief engagement officer at Americans United for Life, told TAC:", "If Mississippi acts on Gov. Reeves's challenge, every woman in the state will be empowered to get life-affirming prenatal care the moment they know they've become a mother. Every governor and state legislature should follow in Mississippi's path and enshrine law that affirms and encourages life.", "Charlie Camosy, professor of medical humanities at Creighton University's School of Medicine, was one of the authors of a joint statement called \"Building a Post-Roe Future.\" He told TAC that the governor's pledge", "is a great step in the right direction... The political assumptions of fusionism have gone away, along with Roe, and this heralds a new moment full of possibilities that would have seemed impossible only a few short years ago.", "The governor's statement suggests that budget hawks look through a political lens that includes working class mothers and a cultural lens that includes the state's Christians who believe that the birth of more babies is \"a beautiful thing.\" If the state House gets on board, this could be a win for both the governor and the state-level pro-life movement. "], "headline": "Mississippi Governor Sets the Right Tone on Pro-Life Policy", "timestamp": "", "act": "https://www.theamericanconservative.com/mississippi-governor-sets-the-right-tone-on-pro-life-policy/"}, "https://www.theamericanconservative.com/blame-the-science/": {"paras": ["The Environmental Protection Agency says the air and water are safe in East Palestine. Pete Buttigieg came to town in a hard hat, and voila-the worst of the problem is over.", "voila", "Residents aren't so sure. For one thing, chemicals ooze when you press on the town's creek beds. For another, independent investigators found higher-than-normal levels of nine toxic chemicals in the town's air. Several residents have developed rashes and respiratory issues. Others complain their water smells at night. ", "EPA Administrator Michael Regan is asking them to trust the agency anyway. ", "\"As a father, I trust the science,\" Regan said. \"I trust the methodology the state is using.\"", "Maybe Regan really trusts the science. It'd be nice to see him take a swig of the town's tap water, just to be sure. But can you really blame the residents of East Palestine for being skeptical?", "One thing we've learned about \"the science\" over the past three years is that it has a strange habit of mirroring the imperatives of the Democratic Party. Early in the pandemic, in the name of \"public health,\" elected officials shut down religious services and called weed dispensaries \"essential.\" You couldn't bury your grandfather in California, but you could stand arm-in-arm in a sweaty mob to protest white supremacy. Racism, like Covid, was a public-health emergency. ", "\"The science\" on masks followed a similar path. At first, the scientists said masks didn't prevent transmission of respiratory viruses. Then, they said masks do prevent transmission-they had only lied about it to save masks for health workers. Then, after misleading the public, the scientists insisted your child mask in school. (If he had a speech impediment, he'd have to wear it in speech therapy, too.) Now, we know it is unlikely the masks did anything at all. ", "do", "Then there is the lab leak. This week, the Department of Energy became the second federal agency to conclude that SARS-CoV-2, the virus that causes Covid-19, likely originated from a Chinese laboratory. ", "For almost two years, you weren't allowed to make that argument out loud. People in positions of power regularly appealed to the \"scientific consensus\" to dismiss the lab-leak theory out of hand.", "In 2020, a group of scientists published an open letter in the Lancet arguing that promoting the lab-leak hypothesis did \"nothing but create fear, rumours, and prejudice.\" (We later learned the letter was drafted by Peter Daszack, whose EcoHealth Alliance had funded coronavirus research in Wuhan.) Then, the Proceedings of the National Academy of Sciences claimed many arguments for the lab leak theory were littered with \"racist tropes,\" and a New York Times reporter said the theory had \"racist roots.\" Tom Cotton speculated that the virus could have emerged from the Wuhan Institute of Virology, and the Washington Post accused him of \"repeating a coronavirus conspiracy theory that was already debunked.\"", "Lancet ", "Proceedings of the National Academy of Sciences", "New York Times", "Washington Post", "The lab-leak theory, of course, had never been \"debunked.\" While SARS-CoV-2 shares some characteristics with zoonotic viruses, the infected animal or animals supposed to have passed on the virus at the Huanan wet market is yet unfound after a years-long search. And Wuhan, China-ground zero of the pandemic-is home to one of fewer than sixty-five virology laboratories in the world and one of only two in China that handles lethal airborne pathogens. ", "Why did supposed experts so confidently dismiss the possibility that the virus emerged from a lab so close to the outbreak? It's straightforward, actually: They didn't trust regular people to behave themselves if the lab-leak theory were true. ", "Bring yourself back to the beginning of the pandemic. Nancy Pelosi had gone to Chinatown in an attempt to preemptively ward off anti-Asian sentiment. Donald Trump was calling the virus the \"China virus.\" We were told that by doing so, Trump had activated the deep, dormant racism of his supporters. ", "A months-long freakout about \"Asian hate\" followed, and though many of the perpetrators were not what we would typically think of as Trump voters, Trump and his \"China virus\" rhetoric were blamed for the supposed increase in anti-Asian violence. The scientific establishment thought that if they admitted the possibility of the lab leak, Donald Trump's supporters might respond with indiscriminate acts of violence against Asian Americans. CNN's Jill Filipovic summarized the thinking clearly: \"Trump's racist 'China virus' bulls***, which resulted in lots of anti-Asian bigotry and attacks on Asian people, put liberals understandably on the defense against any theory that seemed to blame China for Covid.\" ", "If you bought the lab-leak theory, you were blaming China for the pandemic. And if you blamed China for the pandemic, you might unleash the public's pent-up nativism and bigotry. They might even intern Chinese Americans.", "So, really, it is the public's fault. If the rubes wanted the truth, they should have been more virtuous. Medhi Hasan put it plainly: \"Blame the conspiracy theorists.\"", "That is one view. Another view is that people are entitled to the truth. Defenders of \"the science\" have shown little interest in the latter.", "People can sense when they're being held in contempt. They don't much like it. For that reason I doubt Michael Regan's appeal to \"the science\" will land with the residents of East Palestine. ", "Blame the science."], "headline": "Blame the Science", "timestamp": "", "act": "https://www.theamericanconservative.com/blame-the-science/"}, "https://www.theamericanconservative.com/the-long-march-through-the-museums/": {"paras": ["Americans trust museums even more than history books and history professors as reliable sources of information. But is that trust warranted? Some museums are now telling a grossly distorted version of American history.", "This is a deliberate extension of the long march through America's institutions. The capture of our historic sites has been the concerted effort of interconnected organizations with considerable resources and part of the downstream impact of our biased higher education system.", "As I have documented previously, James Madison's home of Montpelier is one example of how historic sites have become ideological battlegrounds. Madison himself is now missing at Montpelier, as there are no exhibits dedicated to his significant accomplishments. The sole exhibit for children aims to teach them about race and slavery. This is done through books featuring \"imagination exercises\" for blacks and whites; one such exercise encourages children to imagine themselves not as the victim, but as the aggressor, whipping a fellow human being. Using state funds, Montpelier is also developing anti-racist curriculum for Virginia public schools. They are making a concerted effort to teach America's children radical ideas.", "And they are not alone. The Lincoln Cottage has developed social and emotional learning (SEL) curriculum and programming. According to Max Eden, a scholar at the American Enterprise Institute, the SEL curricular approach is infused with critical race theory (CRT). As Eden explains:", "In \"Transformative SEL,\" \"self-awareness\" encompasses \"identity,\" with \"identity\" defined now through the lens of \"intersectionality.\" \"Self-management\" encompasses \"agency,\" with \"agency\" defined through \"resistance\" and \"transformative/justice-oriented\" citizenship. \"Transformative SEL\" also embraces \"culturally relevant/responsive\" pedagogy. This approach was pioneered by Gloria Ladson-Billings, the professor who brought Critical Race Theory to K-12 education.", "Both Montpelier and the Lincoln Cottage are owned by the National Trust for Historic Preservation, which owns 27 historic sites around the country. Diversity and inclusion are two of their core values, and their Black Lives Matter statement asserts that historic preservation must \"actively advance justice and equity\" and \"confront and address structural racism within our own institutions.\" The Trust has $412 million in assets. The U.S. Attorney General and U.S. Secretary of the Interior serve on their board, and they lobby to influence how taxpayer preservation funds are spent.", "Another notable organization within the space is the American Alliance of Museums (AAM), an alliance of 35,000 museums and museum professionals. The AAM also engages in advocacy efforts with policymakers, the press, and the public. They believe that museums should not just depict and preserve history, but also \"champion an anti-racist movement\" to create a \"more just and equitable world.\" Promoting diversity, equity, accessibility, and inclusion (DEAI) and anti-racism is one of their four strategic priorities. The alliance recently assembled a task force of museum leaders, co-chaired by Smithsonian Secretary Lonnie Bunch, to embed DEAI practices across the industry. The resulting report begins: \"DEAI is integral to excellence in museum practice. FULL STOP.\" The report further recommends that leaders and museum experts shift away from \"white-dominant characteristics of perfection, risk aversion, and conflict avoidance.\"", "At the end of the report, the task force endorses additional resources, including Montpelier's and the National Trust's guidelines for teaching slavery and engaging descendants (which encompasses anyone who feels \"connected to the work the institution is doing, whether or not they know of a genealogical connection\"). In those guidelines, Montpelier and the National Trust contend, ", "For institutions that interpret slavery, it is not enough simply to discuss the humanity and contributions of the enslaved. It is imperative that these institutions also unpack and interrogate white privilege and supremacy and systemic racism.", "Influential individuals and corporations are supporting these groups with considerable resources. The AAM's DEAI working group was co-chaired by a representative of the Andrew W. Mellon Foundation, which in 2020 launched a $250 million Monuments Project \"to reimagine and rebuild commemorative spaces and transform the way history is told in the United States.\" The Excellence in DEAI report by the task force was made possible by Mellon, Alice C. Walton, and the Ford Foundation. McKinsey & Company acted as a pro-bono partner to produce the AAM's Strategic Framework that prioritizes DEAI and anti-racism. The National Trust's African American Cultural Heritage Action Fund also received funding from Ford, Mellon, and others, including George Soros's Open Society Foundations.", "Museum leaders and employees are exploiting the symbolic value of the sites under their stewardship. The chairman of the board at Montpelier has remarked that people go there to \"worship\" a president and a document, and that Montpelier should \"leverage the meaning that [Montpelier] holds for the nation and for the world,\" \"reinterpret an iconic institution,\" and \"challenge its history.\" Montpelier's longstanding director of archaeology reportedly said that he \"had no interest in honoring a 'dead white president and a dead white president's Constitution,'\" and \"that he needed to act 'less like a bulldozer and more like a termite that undermined a building's foundation, destroying it from within before tearing it down.'\"", "At an annual conference hosted by the American Association for State and Local History, participants were brainstorming about how to protect Critical Race Theory in classrooms. Noelle Trent from the National Civil Rights Museum encouraged her peers to subvert parents and legislatures by establishing partnerships with educators to teach CRT at museums through field trips and guest speakers.", "These comments are revealing of the ideological capture of America's museums and historic sites. Museum leaders are comfortable having such relatively public conversations because they are confident the vast majority of people in the room share their political views. Biased colleges and universities have been churning out graduates with museum studies and archaeology degrees for some time, and we are now experiencing the impact of those efforts.", "Museums and historic sites are taking advantage of America's trust to teach our children radical ideologies. Telling the complete story of America doesn't mean we ignore our shortcomings, but it also doesn't mean we gloss over our triumphs. Those triumphs include the Declaration of Independence, the Constitution, and the ensuing \"government for which philosophy has been searching, and humanity been sighing, from the most remote ages.\" Demoralizing our children will at best make them indifferent to our country's demise, and at worst ready revolutionaries in the project of tearing it down. That is what is at stake here."], "headline": "The Long March Through the Museums", "timestamp": "", "act": "https://www.theamericanconservative.com/the-long-march-through-the-museums/"}, "https://www.theamericanconservative.com/the-charlemagne-option-conversion-by-sword/": {"paras": ["Maybe you saw Sohrab Ahmari's First Things essay extolling \"Apostolic Empire\" -- I wrote a characteristically rambling response in \"The Grand Inquisitor Option\". Adrian Cardinal Vermeullarmine weighed in with a prickly short piece saying everybody on the Right is a big ol' puss except for the Integralists (all seven of them). He also condemned \"mini-movements.\" Irony is not dead on Harvard Yard. ", "Here's a thoughtful new response from the traditionalist Catholic and sometime TAC contributor Michael Warren Davis, from his Substack newsletter titled The Common Man. He writes in part:", "The Common Man. ", "Because Church history is not a monolith. There isn't the \"Christian position\" on the one hand and the \"pagan position\" on the other. It may shock you to learn that, historically, Christians were known to disagree among themselves on any number of issues-even politics!", "Throughout that history, we find Christians espousing two different approaches to Christianization. One is thepoliticalmethod. This is when the government not only promotes but enforces the Christian faith. The other is theevangelicalmethod, which stresses the need for a free and informed decision to embrace Christianity.", "political", "evangelical", "Mr. Ahmari clearly prefers the political method; hence his reference to the need for governments to \"spread the same legally ordered way of being in the world, whether their subject peoples liked it or not.\" So did St. Boris, Theodosius I, and Charlemagne (at least at first). In general, the political leaders of premodern Europe preferred the political method. And, for obvious reasons, they usually got their way. That's why the word \"Christianization\" evokes visions of forced baptisms, holy wars, filial blindings, etc.", "Very often, however, the saints were stridently opposed to the political method. Some simply found it unethical. They would agree with St. Gregory the Great, that \"humility and kindness, teaching and persuasion, are the means by which to gather in the foes of the Christian faith.\" At other times, though, their concerns were purely practical.", "It is true, MWD concedes, that Europe was Christianized in large part through the political method (i.e., the sovereign converts, and then forced his people to follow his example). But that doesn't make it right, and it doesn't make it effective today. We don't live in a world anymore in which people look to political leaders for religious direction. And in any case, the pagans of early medieval Europe were intensely religious -- unlike people today. ", "was", "MWD notes that Ahmari looks down on the gentler method of conversion: by example. He shouldn't says Davis:", "I've encountered dozens of young men and women who converted after experiencing one of these \"intentional communities,\" places where Christians are committed to growing together in spiritual, moral, physical, and intellectual excellence. These folks didn't understand Christianity-at least, not at first-but they wanted to be part of the Christianthing.", "thing", "What's more, effective revolutionaries have always known that, before we can transform society (for better or worse), we must transform ourselves. For instance, as Ian Huyett pointed out last month inStaseos, the vision of a\"New Hebrew\"-a \"courageous, practical, and suntanned soldier\" forged by honest landwork-was integral to the Zionist movement's early success.", "Staseos", "Yet Mr. Ahmari generally discourages these methods. He warns against placing too much emphasis on personal sanctity or evangelizing non-Christians. Rather, we shouldbe more concernedabout enacting \"reforms to the material order to make their lives a little easier.\"", "Mr. Ahmari also warns us about the dangers oflifestyle rightism. That's his term for a conservative subculture that stresses the need for healthy living, spiritual formation, and community-building. The lifestyle rightists are creating an army of \"New Christians.\" They're transforming themselves, in order to transform society.", "lifestyle rightism", "Working out and studying Scripture are good things, Mr. Ahmari concedes. Yet he argues that lifestyle rightism also \"misdirects its adherents, shifting them away from collective action and the shared pursuit of common goods toward essentially private goods (some of which aren't good at all).\"", "So, what does Mr. Ahmari actually want us todowith ourselves? He doesn't say. And this is a common complaint about Political Catholicism. It asserts that we should seize the levers of power and create an illiberal Christian theocracy. Well, all right. But how do you seize the levers of power? The answer seems to be, \"By writing tweets and op-eds about the need to seize the levers of power.\" We talk about how we'd use the State to punish our enemies and hope our enemies decide to give us control of the State.", "do", "Somehow, I don't see that quite doing the job.", "Read the whole thing -- and subscribe. MWD is a really thoughtful writer. ", "Anyway, of course I share Michael Warren Davis's critique of the Integralist project. I think it would be immoral for one thing, but more basically, it has zero chance of success in the world today, for the reasons MWD points out. But he could have gone even further. The integralist Catholics today would have to convince even their fellow Catholics to surrender their liberties to be governed by an illiberal order that privileges the Catholic Church, and renders non-Catholics second class citizens. I'm sure it looks good on paper to a few people, but most Catholics in the West, and certainly everybody else, would strongly, even violently, resist. The only way it could succeed is through tyranny. If you aren't going to resort to tyranny -- imagine Adrian Vermeule with Xi Jinping's surveillance state apparatus! -- then you end up back at evangelism and persuasion. Which is where we should be for both moral and practical reasons -- practical, because in a post-Christian world -- that is, a world that has already been through Christianization, and has fallen away from it -- you are not going to be able to compel people to accept Christian belief. How likely do you think Western peoples today would be willing to accept Islam if it were forced on them? ", "and", "But let's say it worked, and somehow we got an Integralist state, for the same reason France in Houellebecq's Submission turned to political Islam: out of sheer exhaustion and demoralization. Does that save souls? Does it make lives more Christlike? I mean, look, I'm Orthodox, and I can't exactly regret Prince Vladimir forcibly Christianizing the people of Kievan Rus. If not for the Christian princes, brutal as they may have been, acting that way -- consistent with morals and practices of the distant past -- many of us heirs to a more gentle Christianity might not be Christian today. But that doesn't mean that we should want to return to that kind of thing. Not sure how excited any of us should be by a Christian form of ISIS.", "Submission", "(Readers, if you want to continue having these kinds of discussions with me after March 10, the last day of this blog on TAC, I invite you to pay five dollars a month, or fifty dollars per year, and sign up for my Substack, Rod Dreher's Diary. There's a terrific comments section that's on fire now.)", "(Readers, if you want to continue having these kinds of discussions with me after March 10, the last day of this blog on TAC, I invite you to pay five dollars a month, or fifty dollars per year, and sign up for my Substack, Rod Dreher's Diary. There's a terrific comments section that's on fire now.)"], "headline": "The Charlemagne Option: Conversion By Sword", "timestamp": "", "act": "https://www.theamericanconservative.com/the-charlemagne-option-conversion-by-sword/"}, "https://www.theamericanconservative.com/an-immigration-con-job/": {"paras": ["Our country's powerful immigration lobby has launched a new national campaign called Welcome.US. The initiative is an effort to find sponsors and support for hundreds of thousands, potentially millions, of new migrants. Welcome.US is a massive public pressure effort by the \"largest coalition in refugee resettlement history\" that also serves to give political cover to the Biden administration's open-border policies.", "The Welcome.US approach is a full-court press on all Americans to sign up to sponsor every last refugee the Biden administration deposits on our shores. Sounding as preachy as DHS Secretary Alejandro Mayorkas, Welcome.US argues that more contact with the coming waves of refugees will do us all good. This campaign is headed by all living former U.S. presidents and First Ladies (except one noteworthy couple), a long list of celebrity policymakers, business, academic, and religious leaders, plus professional advocates and humanitarians, and of course a few Hollywood types (like Cher).", "The website states:", "Resettling our newest neighbors requires a whole-country response. That's why four former Presidents and four former First Ladies have joined us as leaders of this effort - above all, to lift up our collective efforts and remind us that this is our opportunity, in a time of too much division, for a common purpose.", "So much for former presidents remaining above partisan conflicts. Carter, Clinton, Obama, and Bush are thrusting themselves, under the guise of accommodating refugees, into the scorching controversy of Joe Biden's immigration and border policies. Any national program for resettling these refugees and migrants must address why they are coming. But typically, as was the case so often during the Bush and Obama years, the Welcome.US coalition seeks to avoid an honest debate on immigration, choosing instead to camouflage the issue behind something else-in this case, refugee support.", "Welcome.US is in fact a clever smokescreen. The group's hullabaloo about taking care of Afghan and Ukrainian refugees belies another intention, which is to draw popular attention away from the Biden administration's January 5 unlawful decision to open the country to at least 360,000 economic migrants a year from Cuba, Haiti, Nicaragua, and Venezuela-and very likely many more. Biden's unprecedented executive overreach constitutes a new immigration program that the White House knows Congress would never approve.", "There are in fact 20 U.S. states currently challenging Biden's 360,000-a-year Caribbean-migrant policy in federal court, illustrating again just how controversial the White House decision is. Welcome.US appears to hope that the Caribbean migrants just get lumped in with the more popular support for fleeing Afghans and Ukrainians. It is no surprise that a visitor on the group's website has to click around-past all the talk about those two nationalities-to find out that sponsors are also sought for Biden's highly questionable Caribbean-migrant program.", "Like the White House, Welcome.US has big immigration plans and no time to wait for federal courts: \"We operate on the evidence that direct participation with newcomers transforms both the welcomer and those being welcomed. Our ultimate ambition is for every American community - and the nation as a whole - to have the resources and willingness to welcome newcomers, now and in the future.\"Apparently, there is a lot of transformational work to do on the yokels.", "There can be, of course, an honest debate about how many legitimate refugees from Afghanistan and Ukraine the United States should accept, but that discussion has nothing to do with Secretary Mayorkas's scheme to open America's frontiers to massive numbers from Cuba, Haiti, Nicaragua, and Venezuela. The administration does not want to work within Congressionally approved refugee resettlement procedures and quotas, as if following the law was an option, and the advocates of Welcome.US have enthusiastically signed on to the White House's questionable approach.", "Consider that the administration originally agreed to a maximum of 125,000 refugee spots in fiscal year 2022-and then only filled 25,000 places. Instead, Biden and Mayorkas essentially threw out the authorized refugee process, which they considered too slow and too limiting, to invent their own speedy but unlawful \"new paths\" that simply deem selected foreign nationalities as refugees and admit them. Therefore, almost all of Biden-Mayorkas migrants that Welcome.US is sponsoring do not even meet the U.S. government legal definition of \"refugee.\"", "The existing system was designed to create a manageable process that is supported by a domestic political consensus and an internal resettlement capacity. It also requires that individual refugees and their family members be interviewed and vetted outside the United States. That is admittedly a tedious, time-consuming procedure, but it is rightly designed to screen people before actually admitting them into the country.", "outside", "The more refugees, the more federal resources that flow to Welcome.US. It is an old Washington con-game for foundations and service organizations to lecture the rest of us on their commitments to advance the public good, while they derive profits and power for their efforts. Exactly in this spirit, Welcome.US is replete with advocacy groups and activists who for years have lobbied for expansive immigration in a way that also nicely serves their narrow financial self-interest.", ".", "Thus, embedded in the broad Welcome coalition is the U.S. Chamber of Commerce, the Business Roundtable, and the National Restaurants Association, along with other commercial interests such as large employers Walmart and Microsoft, all eager for new tranches of cheap laborers. These businesses are laser-focused on their profits and just fine with passing the inevitable disruptions in community social services, schools, and housing onto the backs of ordinary citizens. The Welcome.US coalition likewise consists of numerous refugee resettlement agencies and their affiliates such as the United Way and Goodwill, all theoretically non-profit, but destined to be lavished by the Biden administration with hundreds of millions in new federal grants.", "Welcome.US is already hiring staff and is ready to dispense its own grant money as it prepares for a long campaign. In fact, this campaign represents the full force of the country's mighty Immigration-Industrial Complex, mobilized and deployed, on a mission not only to win more migrants, but to defend against a coming policy counterattack, because it correctly fears the Biden-Mayorkas overreach is actually vulnerable to a great political rebuke. ", "Welcome.US has also already deployed lawyers in depth, starting with the American Bar Association, whose concern for due process and rule of law apparently does not cover the Biden administration's shenanigans in legalizing faux refugees. But the ABA leadership is no doubt already preparing constitutional attacks against any post-Biden, conservative administration that might want to return those migrants whose genuine identities prove to be other than what they claim. If only middle-class Americans had such advocacy firepower working on their behalf.", "Welcome.US planners have also recruited faith leaders, signing on numerous main-line church representatives. But compassion needs to be smart and aware: Very few, if any, of these national church leaders are voicing any disapproval or condemnation of President Biden's policies that lure desperate migrants to America's frontiers, resulting along the way in countless smuggling deaths and the exploitation of women and children through human trafficking.", "To be fair, objective observers must acknowledge that some participants in the Welcome.US coalition are genuinely only motivated by the plight of refugees. But that fact does nothing to diminish the reality of the political chess game that Welcome.US is playing at the behest of the White House to advance policies opposed by a majority of Americans. ", "The foreign-born population in the U.S. is approaching 50 million people, and Americans rightly believe they already shoulder their fair share of international charity without being preached to by the country's elites. Despite the best misdirection efforts of Welcome.US, this debate is about much more than America's generosity toward refugees; it is fundamentally about defending the rule of law against a reckless administration."], "headline": "An Immigration Con Job", "timestamp": "", "act": "https://www.theamericanconservative.com/an-immigration-con-job/"}, "https://www.theamericanconservative.com/lamenting-lewinsky-still/": {"paras": ["This January marked the twenty-fifth anniversary of the Monica Lewinsky scandal. The revelations of President Bill Clinton's affair with a White House intern in the first month of 1998 upended the political scene and consumed the nation's attention for the year. In retrospect, however, the scandal, while permanently blemishing his record, has been deemed immaterial to Clinton's legacy and contemporary American history. Amid inflation and war, its occurrence can hardly be characterized as momentous. Or should it?", "In August 1997, Clinton signed the Balanced Budget Act, ratifying an agreement concluded with Speaker Newt Gingrich that encompassed balanced budgets by 2002, lower spending, and tax reductions. With short-term deficits addressed and possible budget surpluses, Clinton and Gingrich were enticed by the history-changing prospect of tackling one source of long-term structural deficits: Social Security.", "As superbly recounted by Steven Gillon in The Pact, Clinton and Gingrich met secretly in October 1997 and agreed to undertake various Social Security reforms. The president agreed to increase the age of eligibility and to change the annual cost of living adjustment. The speaker agreed to devote future budget surpluses to funding the program fully. The deadline for crafting a strategy would be the President's State of the Union address the following January 27.", "The Pact", "On January 17, news of Clinton's affair exploded. Three days later, the public learned that an independent prosecutor was investigating whether Clinton encouraged Lewinsky to lie under oath if asked about the relationship. The revelations rocked the country. Instead of resigning, Clinton subjected the nation to a torrent of salacious rumors, exposés, investigations, prime time confessions, and ultimately his impeachment and acquittal one year later.", "Clinton and Gingrich did not announce a grand compromise to reform entitlements. The scandal foreclosed that opportunity permanently. In his book, Gillon quoted Clinton's White House chief of staff: \"Monica changed everything. There were real opportunity costs-we had so much planned for 1998.\" Gillon concluded \"the Clinton years were a period of missed opportunities.... During that unique period of peace and prosperity, the nation had an unprecedented chance to tackle important domestic issues.\"", "domestic", "The emphasis on \"domestic\" in that quotation is deliberate. The Pact's conclusions did not extend to national security. Indeed, the ellipsis in the preceding passage replaced the following words: \"A brief ten-year window separated the end of the Cold War and the dawn of the new age of global terror.\"", "The Pact", "Gillon was justified in thinking the harm from the Lewinsky scandal was limited only to domestic matters. In September 1999, the United States Commission on National Security/21st Century had concluded that a global competitor was unlikely to rise over the next twenty-five years. However, the Commission also pointedly warned that \"Americans are less secure than they believe themselves to be.\"", "America had failed to adapt its national security institutions and military capabilities to new circumstances. Not that the proposal hadn't been made.", "In January 1997, the congressionally established National Defense Panel inaugurated its review of the Department of Defense's long-term strategic planning processes. In its subsequent December report, the panel asserted \"transformation\" was an immediate priority. The report recommended existing missions (defending the homeland, maintaining space superiority, developing information capabilities, projecting military power, and preserving regional stability) and emergent capabilities (stealth, speed, range, leaner logistics, and precision strike) for greater attention.", "Unfortunately, the first hearing on the panel's findings occurred on January 28, 1998-one week after the Monica Lewinsky scandal erupted. The panel members testified en masse again in March but did not return to the Hill for the remainder of the year. As one analyst noted, \"opportunity for a substantive examination of defense transformation was lost.\"", "The Lewinsky scandal haunts the United States to this day. The present dysfunction in fiscal and defense matters is, in part, a consequence of time squandered on the scandal. It voided the secret agreement with Gingrich and foreclosed the matter for the remainder of Clinton's term.", "The nation's fiscal condition has only worsened in the intervening twenty-five years. George W. Bush proposed and won approval for the Republicans' preferred use of the budget surplus: comprehensive tax reductions. In 2003, Bush exacerbated the situation by expanding Medicare. Bush's subsequent proposal to establish private Social Security accounts was met with vehement opposition from which he quickly retreated.", "Barack Obama succeeded in enacting the largest expansion of entitlements of all-national health care-and presided over historic budget deficits. And Donald Trump abandoned the fiscal discipline promised by Tea Party Republicans during the Obama administration and raised spending to new heights, promising to never touch Social Security.", "And like it did to our fiscal house, the attention diverted to the Lewinsky scandal precluded a comprehensive examination of how a transformation of our national defense posture might be achieved. After the attacks of September 11, Donald Rumsfeld, Bush's secretary of Defense, became a forthright advocate of transformation.", "Rumsfeld made progress, but attempting such broad reforms while waging war in two theaters was inevitably doomed. Rumsfeld's failure to achieve victory in Iraq led to his dismissal, discrediting transformation in the process. The mantra of reform has since been supplanted by recourse to simply increasing Department of Defense budgets.", "Most fatefully for our political culture, during the Lewinsky scandal, Clinton and Gingrich retreated from their secret alliance and resorted to rallying their partisan bases for an all-out battle over the fate of Clinton's presidency. The political polarization almost tamed by their agreement returned with a vengeance and subverted nearly every matter thereafter, from the inviolability of the Secret Service to the decision to use military force abroad. Since then, every election has been about turning out the base.", "No president and speaker since then have had the working relationship Clinton and Gingrich did. Comprehensive bipartisan proposals to reform entitlements have been nonexistent. Nor does a constituency exist for exploring potential solutions in either party. Today, the country is economically stagnant and strategically adrift.", "The government responded to the Covid-19 pandemic with massive emergency funding in excess of $6 trillion. The result has been the Second Great Inflation during which prices have risen above 5 percent every month for almost two years. Last December, the Congressional Budget Office warned Social Security could become insolvent in ten years. The agency estimates that Social Security benefits would need to be reduced by 23 percent in 2034.", "The United States is closer to war with a major power than at any other time in the past forty years. Despite record-high budgets, the Department of Defense withdrew from Afghanistan after twenty years under ignominious circumstances. More embarrassingly, less than a year of comprehensive military support to Ukraine in its war with Russia has nearly depleted the country's inventory of weapons. The situation cannot even be resolved with more money; the defense-industrial base has similarly postponed undertaking requisite reforms.", "nearly", "depleted", "Historians vary in their interpretations of past events as the consequence of either great men or grand forces. Rarely are historians inclined to reduce the course of history to singular events, and when they do, the conclusion is justifiable only in the instance of extraordinary circumstances. Assassinations such as Lincoln, Franz Ferdinand, and Kennedy qualify; affairs and dalliances do not. Historians may judge Clinton leniently, but for his infidelity, the course of American history changed, and for the want of a great man the Republic staggers along."], "headline": "Lamenting Lewinsky (Still)", "timestamp": "", "act": "https://www.theamericanconservative.com/lamenting-lewinsky-still/"}, "https://www.theamericanconservative.com/an-unmeritorious-start/": {"paras": ["", "Vivek Ramaswamy was a good student. Valedictorian of his graduating class at Cincinnati's acclaimed St. Xavier's, he went on to graduate summa cum laude with a biology degree from Harvard and then a law degree from Yale.", "summa cum laude", "It is safe to say that students who matriculate into and graduate from these institutions know more information than the average person-Ramaswamy certainly knows more than I do. He likely dazzled college and fellowship interview panels with clean articulations of complex ideas and their relations at Jesse Eisenberg-levels of verbal speed.", "And now he is running for president. Hugh Hewitt brought him on his morning radio show Monday, and asked him about the nuclear triad.", "Are you familiar with the triad?", "The triad.", "You don't know what the triad is?", "Which context?", "Nuclear triad.", "What's that?", "The nuclear triad.", "Oh, the nuclear triad! Yeah, you're talking about the, our new axis of, uh, of sort of evil, here.", "No, I'm talking about the air, the land, and the sea nuclear deterrent that we won the Cold War with.", "I have to admit, I'm not familiar with that.", "That is a tough spot for Ramaswamy to be in, and I don't envy him. This was not Hewitt's first presidential candidate interview, and a central objective during them is paying close attention to any deviations in his B.S. meter. Hewitt was gracious, and so was Ramaswamy.", "But a presidential candidate interview is not the same as a fellowship interview. The sort of intellectual humility displayed by Ramaswamy might be valued by an Ivy League selection committee, but Cambridge, Massachusetts, and Cambridge, Idaho are separated by more than distance.", "As a point of comparison, Hewitt asked then-candidate Donald Trump about the nuclear triad during a December 2015 primary debate. It became clear that Trump didn't know what the term meant, so he talked about trust, responsibility, competence, his against-the-tide take on the American invasion of Iraq, and how strongly he had called it. And we have to be strong when it comes to nuclear. Nuclear is big, and it's bigger than global warming. And Obama doesn't understand that.", "Jeb! found his answer \"mind boggling,\" but Trump's poll numbers were unaffected.", "We could chalk up the difference in instinctive responses between the two first-time candidates to temperamental asymmetry. Point taken: Ramaswamy is a generalist (researching science, investing in biotech, writing books, adhering to Hinduism), while Trump is a specialist (building skyscrapers). But there is a deeper difference between the two.", "Ramaswamy gets to the head, while Trump gets to the gut. The boy-genius turned man-genius is accustomed to having most of the answers under his belt. When he doesn't, he probably says that he will find the answer as soon as possible. Trump has always been in a special position because he doesn't need to know the answer: Salesmen learned long before Maya Angelou that people forget what you said but remember how you made them feel.", "While Ramaswamy's campaign messaging hangs its hat on the value of merit-a rhetorical non-starter in the foreseeable post-Trump GOP-Trump excites the passions of his base: hope, despair, anger, courage, fear. Any quasi-democratic system obliges its elites to appeal to the demos as they are, not as they could or should be, and as a group. ", "demos ", "Talk of merit isolates, both because it is a theoretical term and because it prioritizes winner-take-all, interpersonal competition. It is hard to vote for meritocracy when you view your own nation, community, or your individual self as repeatedly losing. Passions, on the other hand, collect: A mutually shared feeling of hope or fear will assemble more people than a seminar on expertise and competence. ", "When C.S. Lewis described men without chests in his Abolition of Man, he said that \"it is by this middle element that man is man: for by his intellect he is mere spirit and by his appetite mere animal.\" And on both sides of heaven, spirits don't vote. Ramaswamy is confronted with the problem of communicating his belief in \"American exceptionalism\" and the notion that \"the best ideas win\" to voters who not only disagree but were punched in the gut with the bad ideas that won. They were fired because they wouldn't get the Fauci ouchie, lost their brother in a sandy desert overseas, and paid taxes that bought Zelensky a clean sweatshirt. ", "Abolition of Man", "A political vision that relies on the best ideas to win the day is the stuff of utopia. It reminds me of how Richard Dawkins described it:", "My utopia is a world in which beliefs are based on evidence and morality is based on intelligent design-design by intelligent humans (or robots!). Neither beliefs nor morals should be based on gut feelings, or on ancient books, private revelations or priestly traditions.", "Dawkins's faith demands that he see religion as a delusion. In his fantasyland of reason and science, the real stuff of human life-gut feelings, ancient books, private revelations, and priestly traditions-are supposed to be forgotten. Adherents to true religion rarely share Dawkins's devotion to dogma: It is easy to be faithful to something fake.", "Ramaswamy has seen success because of his knowledge of scientific design, but it is of little use here. Until he starts punching guts and puffing chests, he'll be yelling \"Merit!\" to staid rooms, while stadiums fill elsewhere."], "headline": "An Unmeritorious Start", "timestamp": "", "act": "https://www.theamericanconservative.com/an-unmeritorious-start/"}, "https://www.theamericanconservative.com/the-equal-rights-amendment-is-still-about-punishing-women/": {"paras": ["The Equal Rights Amendment is once again up for debate in the Senate next week, and Democrats and weak Republicans want you to believe that the only \"debate\" this time around is a procedural one. The original proposal to amend the U.S. Constitution to include a clause to guarantee identical legal treatment of both sexes passed in 1972 with a seven-year ratification deadline. Despite extending the deadline to 1982, the ERA never received the requisite approval from 38 of the 50 state legislatures.", "Seeking to win some political points by resurrecting the dead amendment, Sen. Ben Cardin, the Maryland Democrat, has proposed a resolution, concurrent with a House resolution passed in 2021, to strike the ratification deadline from the text of the ERA, thus, presumably, reopening the amendment for passage by state legislatures. The Senate will debate the resolution Tuesday, an event that Democrats hope to keep at the bumper sticker level: Who doesn't value men and women equally?", "The amendment, however, does not pose the question of the equal inherent worth of men and women, as Cardin and his colleagues on the right and the left would have you believe. The question, instead, as most political ones, is one of prudence. Is it prudent to treat men and women identically-or, reframing it, to treat women as men? History, and most of the women in it, issue a resounding \"no.\"", "This was the argument, advanced by female lawyer Phyllis Schlafly, that beat the ERA the first time around. Schlafly posited that the differences between men and women are substantial enough that treating them as legally the same would have monstrous consequences for women. Rather than grant women greater \"equality,\" the ERA would revoke many of their legal privileges. In particular, the amendment would spell the end of all sex-segregated spaces-including prison, where even today most Americans still recognize the need to keep the male rapists out of female felons' cells. The draft was another concern, since the average service-age woman neither wants to be conscripted nor improves the effectiveness of a fighting force if she is.", "Treating women as men would harm certain material privileges currently afforded to women, too. Motherhood would be further penalized in the job market than it already is, particularly in terms of paid maternity leave: The net result of requiring equal compensation for both, as anyone may guess, is always less leave for women, not more leave for men, so long as businesses must make economizing decisions. (And if you thought those arguing for such egalitarianism were all on one side of the political aisle, refresh yourself on the Republican Party's talking points from last year's Equal Pay Day.)", "But perhaps the greatest loss to women is, once again, the degradation of men. Without the help of the ERA, women have come to rule practically every public sphere, from higher education to the boardroom, where even without a woman present, men feel the need to demonstrate their obeisance via self-censorship and passive aggression. When you treat women identically to men, it turns out, society merely adapts standards to favor more feminine characteristics, enabling women to succeed but feminizing men in the process. With the ERA in place, it's worth asking if any part of society would be permitted to exhibit the masculine virtues.", "But degraded men degrade the quality of women's lives, too, leaving both sexes dissatisfied. Our own eyes and ears tell us this, and if they didn't, a whole body of research on female hypergamy-not to mention the increasing number of unmarried women, and the fact that so many women have fewer children than they wish-does. Women who desired to rule over men are finding that, having in many ways achieved ascendancy, it is not so glorious as they had hoped. Rather than climb the corporate ladder to find satisfaction in work and an egalitarian partnership at home, they have found themselves as mid-level managers, with a landscape of potential male partners that are less than their equals-whether in education, earning potential, or social status. Meanwhile, the men who refuse to adapt to this feminine landscape are growing restive and even violent.", "It's a grim picture, but at least to those of us who spend significant time in the news, not entirely new. Indeed, much of what Schlafly and her compatriots feared would happen as a result of the ERA's passage-including abortion on demand and the legalization of same-sex unions-has already come to pass regardless of constitutional sanction; a primary purpose for passing the ERA today might simply be ex post facto justification for change that has already been forced, regardless of parchment barriers.", "ex post facto", "This does not mean we ought to roll over and take our lashings, however, until two wrongs make a right. Prudence demands something different: a rule of law that recognizes the differences between men and women, indeed even celebrates them, as a necessary foundation for flourishing. But to the proponents of the Equal Rights Amendment, legal equality is not about quality of life, flourishing, or value. Equality, in this view, means sameness-which in truth looks like more of what we have seen, with both sexes increasingly unsexed, neutral cogs in the machine."], "headline": "The Equal Rights Amendment Is Still About Punishing Women", "timestamp": "", "act": "https://www.theamericanconservative.com/the-equal-rights-amendment-is-still-about-punishing-women/"}, "https://www.theamericanconservative.com/the-equity-agenda-takes-root-at-the-usda-and-beyond/": {"paras": ["In Joe Biden's first official act as president, he committed every federal agency to a \"whole-of-government equity agenda.\" ", "Equity, as Kamala Harris described it, is the principle that people ought to \"all end up at the same place.\" This is distinct from equality, which seeks the equal treatment of citizens before law.", "Within two weeks of Joe Biden's inauguration, equity had become the organizing principle of the federal government. And last week, Biden signed an executive order expanding the equity agenda items for several federal departments.", "For the Biden administration, equity serves two purposes. First, it compensates the descendants of historically marginalized groups. Second, it metes out retributive justice against the white majority.", "These purposes were made clear less than two months after Biden signed his first executive order. In March 2021, Biden signed a Covid relief package containing $4 billion in loan forgiveness exclusively for \"socially disadvantaged\" (that is, non-white) farmers. In the words of Agriculture Secretary Tom Vilsack, the minority-only relief package was enacted to \"acknowledge that acts of discrimination took place\" within the Department of Agriculture. ", "The department, though, had already made several expensive \"acknowledgements\" of that discrimination in the past. In 1997, the USDA reached what at the time was the largest civil rights settlement in American history, paying $2.3 billion to more than 30,000 farmers whom courts found to have been discriminated against by the agency between 1981 and 1996. In 1999, it doled out another $1.06 billion in cash relief, debt payments, and debt relief to other black class members. And in 2010, Congress agreed to pay out another $1.15 billion to specific victims of the agency's discriminatory lending practices.", "The victims of those policies had their days in court. The agency was made to pay substantial sums to those victims. Traditional notions of justice would insist that justice was served, since compensation for harm done should be limited to those specifically harmed. But the Biden administration instead demanded loan forgiveness for any farmer who happened to share the skin color of other farmers putatively discriminated against decades ago.", "When a group of white farmers excluded from the debt relief package sued the administration, Congress struck down and rewrote the provision to apply to all \"distressed\" farmers who had been \"discriminated\" against, regardless of their race. While this served the just purpose of reimbursing people with provable claims of discrimination, it failed to achieve the purpose of equity, which is to symbolically avenge past discrimination against minorities by actively discriminating against the majority in the present. As an NPR reporter put it: \"If [the relief program is] expanded beyond race, many Black farmers fear the program won't be effective in atoning for the USDA's racist history.\"", "And the USDA saga is just one example. Last week, we learned the Biden administration's \"equity agenda\" has expanded far beyond race-based reparations for black farmers. According to the latest executive order, several key federal departments will now be required to file public reports on their progress implementing the president's equity goals, set up \"Agency Equity Team[s]\" to oversee their departments' commitment to equity, and compile \"demographic data to advance equity\" so the administration can monitor their \"progress.\" ", "This data will be used to highlight disparities between groups-between black and white Americans, men and women, homosexuals and heterosexuals. And where disparities are found, equity will demand what the administration calls \"affirmatively advancing civil rights\"-that is, active discrimination.", "That's not hyperbole, but the stated purpose of equity. Progressives have argued for decades, but with particular vigor after the death of George Floyd, that legal colorblindness entrenches racial disparities. Where colorblindness is rooted in the principle of equality, equity is color-conscious , seeking not to avoid discrimination but rather to actively discriminate in favor of minority groups. As Ibram Kendi puts it, \"The only remedy to past discrimination is present discrimination.\"", "The latest executive order will only expand the reach of the equity principle in the federal government. Armed with statistics on inter-group disparities, the Biden administration will push the boundaries of America's notionally colorblind civil-rights regime to \"affirmatively\" favor minority groups in federal grant awards. Each department's annual equity report will be used to justify increasingly aggressive interventions in the workplace, schools, and other institutions where the administration can throw its weight around. ", "It may have been downscale white farmers yesterday, but don't be surprised if the \"equity agenda\" hits a little bit closer to home tomorrow. "], "headline": "The 'Equity Agenda' Takes Root at the USDA-and Beyond", "timestamp": "", "act": "https://www.theamericanconservative.com/the-equity-agenda-takes-root-at-the-usda-and-beyond/"}, "https://www.theamericanconservative.com/lightfoot-down-does-the-demise-of-chicagos-mayor-matter/": {"paras": ["Until May anyway, all five feet and one inch of Lori Lightfoot's dainty frame still sits in the seat of Richard Daley. In the city of broad shoulders, where hogs more mammoth than the mayor were deconstructed in the vicious abattoirs made famous by Upton Sinclair, Lightfoot is set to exit the stage at a time when many wonder if that is true of Chicago itself, too.", "Lightfoot was left for dead by that Democratic machine politician, President Joe Biden. She was cut loose, as well, by Illinois's governor, the oligarch J.B. Pritzer. She is, by most accounts, positively reviled. All that was on display in her third place finish in Tuesday's re-election effort.", "Lightfoot garnered less than 20 percent of the vote. Those are Francois Hollande numbers. But on a human level, the scale of the achievement of this black, lesbian, urban Nguyen Sinh Cung should not be given short shrift. Lightfoot reached a zenith in the land of the Daley dynasty, both Michael and Richard. Lightfoot was commandant of a political labyrinth that once had the power to swat away a young Barack Obama like a summer cicada-and did, with considerable relish.", "Lightfoot was an heir to Harold Washington, the Windy City's first black mayor. Washington was, for Obama and many other black men during his tenure in the '80s, another father figure he didn't really know. From College Park to Hyde Park, Washington's tenure saw cocaine snatch out the heart of black America. Innuendo, never proved, that dope snuffed out Washington's life too would dog his legacy, just as innuendo dogs all former mayors of Chicago.", "Chicago is where the nascent Republican Party made Abraham Lincoln its nominee for president. This was the year before the local kid embarked the young country upon the bloody brother war, as Johnny Cash called it. Like modern Italy, born in tandem with Cosa nostra, Chicago's appetite for spectacle and combat has been seemingly eternal.", "Cosa nostra, ", "As if to even the scales, four years later in Chicago, Democrats nominated crypto-confederate Garden Stater George McClellan, the dashing former commanding general of the U.S. Army. As Christopher Hitchens liked to recount at his home in D.C. overlooking the McClellan statue (facing south), Lincoln famously asked to borrow the armed forces because McClellan seemed to have no use for them.", "Chicago is where President Warren Harding was nominated. Better known now for running a gangster's paradise in Washington City, this product of the Midwest is the man who brought Americans home, coastal protestations aside. Harding's own internal tour of the country in the last year of his life was dubbed the \"Voyage of Understanding,\" which is certainly the kind of open mind and lack of moral presumptuousness required to understand Chicago politics.", "And Chicago is where Franklin Delano Roosevelt broke George Washington's great taboo, and was successfully nominated for a third term as president-while over in Europe, Adolf Hitler blitzed London. In 1968, Chicago is where the former party of Jefferson and Jackson gathered to nominate a commander-in-chief to see out a war its own members and own president stopped believing in. There, the Democrats rioted. They were done, \"maybe forever,\" Roger Sterling quipped, with a characteristic lack of prescience.", " ", "These days, the mean streets 700 miles northwest of the Beltway are best known nationally as: \"Chiraq.\" That is no homage to the president of the Fifth Republic who opposed the American suicide mission embarked upon twenty years ago. But rather, as all know, it refers to the vestiges of the \"State Department: Level 4 travel advisory\" country itself.", "Chicago is a city of killers. This mayor's self-assessment was rather more priapic than murderous. And for a brief moment on Lake Michigan, Lori Lightfoot was the biggest of them.", "Bear that in mind. So...what now?", "In the invincibly forgotten early 2010s show Boss, Kelsey Grammer portrays the archetypal Chicago city executive as an impressive and intimidatingly self-aware master of the dark arts. \"I am a bad man,\" Grammer's Mayor Tom Kane explains. \"One necessary evil leads to another until one day you can't differentiate between what's necessary and what's merely expedient.\"", "Boss", "As Boss revealed in short order, the mayor was concealing a diagnosis of Lewy body dementia, and privately knew he was symptomatic. Perhaps an in-joke for my old college row house who watched this thing, Kane's essential posture throughout the show was: \"I am the mayor of this g*ddamned city.\" Similar sentiments have been expressed about Detroit. And so Mayor Kane pressed on, with no similarities at all with that other Irish backslapper, the president of this country.", "Boss", "no similarities at all", "I quite like and want to root for Chicago. A maiden approach on Lake Shore Drive is as impressive as almost any speed-through in America, bested only by taking in the New York skyline from New Jersey, and of course, seeing California for the first time. The alluring, opal-black cityscape one can take in from afar leaves no doubt: Chicago is the real Gotham, not Manhattan.", "That is not fully a compliment. Its balefulness can be seductive. Lightfoot herself stole a script page from Batman, reportedly marshaling the political power of prisoners this cycle to her advantage.", "Batman", "The Midwest was once the heart of this country's frontier promise, and then a century later, center stage for its middle class stability. Relative optimists like Aaron Renn believe Chicago could be the focal point of a second Midwestern century, at least as affordability is concerned. Still, even for those who desire such an outcome, it is searing to see how the problems for Chicago and the Midwest mirror that of the Kremlin in the `90s-the brain drain, the hope to be a relative winner of whatever climate change, and so on.The attendant danger is also parallel with Russia: of greater parochialism, insularity, isolation, and ballistic criminality. ", "The great Midwestern states have started voting Republican not because things are going well. They have done so because they have been forsaken by the powerful. The optimistic case for Chicago has to contend with the more plausible reality: that the great city of white ethnics is in the process of being cut down to size, a process the WASPs underwent a generation earlier.", "After Rahm Emanuel left the White House to become Chicago mayor, he all but explicitly remarked that the nature of this job meant he would never become president, as if he had made a career jump to pornography. Still, Chicago used to be considered very cool, as late as the early 2010s, when Obama made it once again world-famous. That sentiment was bipartisan, and the University of Chicago was emblematic: serious academic liberalism, but paired with a reputation for tough grading and no-nonsense libertarianism for the right.", "All that is mostly gone now, as most media elites are loath to pump a freezing cold oasis of liberalism in a region that has started voting GOP. Meanwhile, the right has no real love lost for the place, as its most ambitious young minds have given the legacy of Milton Friedmanits own Pinochet treatment. And Chicago's descent in the national imagination is likely to only intensify whenever President Biden leaves the scene, as his tenure is a last hurrah for a certain kind of Irish American politician.", "Mayor Emanuel's tenure was reviled by informed writers with Second City roots, namely historian of conservatism Rick Perlstein and historian of populism Thomas Frank. In 2015, there was a pre-Sanders Era leftist effort to oust Emanuel: the failed project to elect Jesus \"Chuy\" Garcia. Chuy is now a Congressman and ran again this year. Lightfoot spent much of her campaign savaging him, all in the service of her finishing third and he fourth. Say what you will for \"MAGA,\" Donald Trump at least became the president.", "As could be said of the Sanders movement coast-to-coast, it is occasionally difficult to discern what the point all was.To say nothing of the already left-wing tilt of all America's ruling institutions, the Sandernista energy is particularly curious when, in the end, figures like Lightfoot came in succession of Emanuel, who did not run in 2018 after a long run as bete noire of the Windy City's left. Only in the throes of middle-aged peer jealousy could someone even begin to make an argument that Emanuel was worse at the job than Lightfoot-all send-ups to her Boss Tweed skills in the game aside.", "bete noire ", "Who, frankly, would step into this farrago?", "Two names are now on offer in the early April runoff. Paul Vallas, the former Chicago Public Schools CEO who has tacked strongly to a law-and-order message, and Cook County board member Brandon Johnson.In reverse order, Jonathan Martin smuggled this chestnut into Politico, on Johnson: \"The son of a pastor who grew up in Chicago's suburbs, as some of his critics are eager to point out, Johnson has caught on with the city's younger and most progressive voters - the sort of person on the North Side's Roscoe Street who has side by side; 'Johnson for Mayor' and 'Black Lives Matter' signs in front of a million-dollar home.\"", "Politico", "Though Vallas has a background in education, his record is that of a disruptor (for lack of a better word) of entrenched interests, at least as far as the teachers' machine goes. Vallas here will reprise the role of the technical non-Republican in city politics (a critique also of his enemies). It was last prominently exhibited by the milquetoast, but thoroughly able tenure of Michael Bloomberg in New York, and more demoralizing: the Rick Caruso campaign in Los Angeles last year.", "On the race at hand, Obama's old wizard, the great David Axelrod said to the hometown press: This will be a battle of \"the candidate of the Fraternal Order of Police\" against the \"candidate of the Chicago Teachers Union.\"", "The last time I was in town, right before the grim \"double dip\" Delta late summer of 2021, I took in the sights on the always perplexingly long journey from O'Hare. On the road was an advertisement, replete with the photogenic visages of the former first couple, for the Obama Center, which broke ground that fall. The Obamas, of course, had to be neo-bullied into putting the place in Michelle Robinson's city of birth, and the political staging ground for the 44th president, at all.", "As has been subtly admitted, the Obama Center is not even a real presidential library. Still, its inauguration was feted as a point of pride for Chicago locals, and rather understandably so, at a time when so many other institutions have left the place. But the message just below the surface was clear: The good get out."], "headline": "Lightfoot Down: Does the Demise of Chicago's Mayor Matter?", "timestamp": "", "act": "https://www.theamericanconservative.com/lightfoot-down-does-the-demise-of-chicagos-mayor-matter/"}, "https://www.theamericanconservative.com/a-case-for-the-american-story/": {"paras": ["Toward a More Perfect Union: The Moral andCultural Case for Teaching the Great American Story, Timothy S. Goeglein, Fidelis Publishing, 187 pages", "Timothy S. Goeglein, Fidelis Publishing, 187 pages", "John Adams would approve of Timothy Goeglein's new book, Toward a More Perfect Union-not just because Goeglein quotes Adams, but because the whole book demonstrates a point Adams made: \"Our Constitution was made only for a moral and religious People. It is wholly inadequate to the government of any other.\" That really is the crux of the matter: If we let the barbarians run the country, it will not survive-nor, really, should it.", "Toward a More Perfect Union", "Goeglein tells us how close the barbarians are to running the whole show. It is a chilling story, and because it is, it is okay to be chilled. But it is not okay to despair. \"Despair is a mortal sin,\" William F. Buckley used to say. The barbarians' goal is to destroy the America built by our Founding Fathers and replace it with something else: a country filled with people who loath its history and feel guilty for the sins they are told they and their ancestors committed.", "The villains have even admitted they are trying to distort history. Nikole Hannah-Jones, who produced the \"1619 Project\" promoted by the New York Times, is openly seeking to abolish the U.S. as we know it, says Goeglein. She seems to assume America was corrupt from the beginning. But she looks like an opportunist, lying her way to TV fame. She admits that her writing is essentially fiction, saying that her work was only \"journalistic\" not historical-whatever that means. At the New York Times, as we have come to discover, \"journalistic\" is just a synonym for \"fictitious.\"", " admitted ", "New York Times", "New York Times", "Hannah-Jones was preceded by Howard Zinn, who conceded that his goal was to denounce Western civilization. America is a triumph of Western civilization, so whoever wishes to destroy the West must first tear down its monuments and destroy America. Zinn criticizes the Founding Fathers with abandon-which raises the question, how the devil did Zinn's history book become so widely used? There's a story waiting to be told: Who promoted Zinn? (A topic for Goeglein's next book?)", "his ", "Monuments have meaning. They tell us things. They remind us of our history-and how our thinking can change from generation to generation. We need more monuments. We need a monument to Howard Zinn. And perhaps one to Hannah-Jones, too, though she is still young, and we don't yet know how much damage she has done. Of course, the monuments to Zinn and Jones would be statues standing on their heads, to indicate to posterity what fools they were, and that we knew what fools they were.", "But until then, is it we who are the fools? Goeglein writes, \"Whole generations of Americans have grown up without understanding basic economics, mistrusting the motives of the nation's Founding Fathers, and spurning and vilifying those who have made great sacrifices to create, and then preserve, our constitutional republic.\" Yes, but whose fault is that? We can't blame everything on the perfidious New York Times.", "New York Times", "Goeglein refers to slavery as America's original sin. That is a trope that is popular these days, but it is not entirely accurate. Certainly the left-the Hannah-Joneses and Howard Zinns of the world-see it as a sin. But sin is a Christian concept, and Zinn was not a Christian (who knows what Hannah-Jones is or what her understanding of sin is).", "There are problems with the concept of slavery as America's original sin. First, \"America\" can't be guilty of sin any more than a Buick can be. Only individuals sin. And no one alive today was a slaveholder, which obviates the second issue: the Christian idea of sin includes the possibility of repentance and forgiveness. Don't try that one on the Zinns, the Hannah-Joneses, and the New York Timeses of this world: They are not guilty of the sin of slavery, but you are, and you can never be forgiven! And don't forget it. And neither can this country be forgiven, not even after the Civil War, in which 620,000 Americans died.", "New York Times", "They", "you", "never", "Slavery was a worldwide phenomenon. It was not invented by Americans, and it existed in the land discovered by Columbus centuries before 1619. Hannah-Jones picked that date only so she could blame the people who founded this country and disparage our constitutional republic. They lecture you on the sin of 1619 to distract you from what the left has done and continues to do.", "centuries", "continues", "Let us talk to them about the radical delegitimization and undermining of families by liberals in the 1960s and 1970s. (In 1965, the black illegitimacy rate was 24 percent; by 2021, it was about 64 percent.) And let's talk about how welfare money provided a disincentive for marriage, which liberals saw as a source of female oppression. Daniel Patrick Moynihan wrote a prescient paper on those subjects in 1965-and the liberals called him a racist.", "And let us talk about how the liberals have sold and continue to sell black Americans into the slavery of a broken public school system, with the teachers' unions their new slavemasters. In 2022, 84 percent of black fourth-graders scored below proficient reading level. You can't blame the Founding Fathers for that.", "Hannah-Jones et al. have no interest in the role America played in eliminating slavery because they have no interest in history: Their goal is to maim America.", "They will succeed if American parents don't pay more attention to the education their children are getting. That, essentially, is the message of Goeglein's book. Americans must stop trusting their local public schools. They must take more interest in their children's education and understand how left-wing teachers, school bureaucrats, politicians, and the media are distorting their children's understanding of American history. Goeglein says they must prepare their children to stand up for the truth-no small task for a young child.", "Parents must not despair (school boards can be frightening), but in order to see that their children are properly educated, they must go to war with their local education establishments. They need to retake their schools, now in the hands of left-wing teachers in thrall to Howard Zinn, Hannah-Jones, and the New York Times. The fate of the nation rests on them.", "New York Times", "And they must hurry."], "headline": "A Case for the American Story", "timestamp": "", "act": "https://www.theamericanconservative.com/a-case-for-the-american-story/"}, "https://www.theamericanconservative.com/jefferson-and-hamilton-in-american-health-care/": {"paras": ["The United States has long prided itself on its skepticism of authority, and this skepticism extends to the health care sector. Balancing the nation's commitment to individualism with the realities of modern, scientifically informed mass medicine has proved to be a daunting challenge. The longstanding tension between what Michael Lind refers to as the \"Jeffersonian\" and the \"Hamiltonian\" visions for American society provides a useful framework to understand how this process has played out. ", "From its quintessentially Jeffersonian origins in the practices of unevenly trained independent physician-craftsmen, America's health care system would gradually incorporate more centralized Hamiltonian measures aimed at fostering medical expertise and making these services broadly available to its public. However, the resulting hybrid system represents the worst of both worlds, failing to provide either the freedom of a more decentralized Jeffersonian approach or the efficiencies of a more centralized Hamiltonian one. For the American health system to achieve its full potential, it must become more Jeffersonian in its approach to supplying care and more Hamiltonian in its approach to organizing it.", "From the American republic's outset, the medical environment differed significantly from the state-controlled models of continental Europe. While many physicians entered the profession through apprenticing under a more established practitioner, doing so was not a long-standing legal requirement as it was in France. And the United States certainly had no appetite for anything resembling Prussia's \"medical police\" tasked with enforcing health and medical standards. Care for the sick was largely delivered outside of hospitals by yeomen practitioners, mostly educated with a varying basis in the science of the time at commercial vocational schools. All of this was partly a reflection of the fact that the United States was still a young, largely agrarian country, but it was also a product of the Jeffersonian ideals, such as individual autonomy and limited government, that animated the country in the years after the revolution.", "Much in the same way that the Jeffersonian vision conflicted with Alexander Hamilton's goals of industrializing the young republic through state support, a similar conflict of visions brewed regarding the advancement of medicine itself. In contrast with the decentralized laissez-faire ideal associated with Jeffersonianism, the Hamiltonian approach is associated with an active government role in achieving broader societal objectives. As physicians academically trained in these institutions filtered throughout the country, momentum toward professionalization began to build, leading to the passage of licensure laws in states and cities up until the 1820s.", "Yet just as momentum was building for the professionalization of medicine, America entered a period of Jeffersonian backlash. This period, characterized by pervasive anti-elite and anti-monopoly sentiment throughout politics and society, began with the election of President Andrew Jackson in 1828. This backlash against established authority led to the de-licensure of many professions across the country, including medical professionals, and further progress toward licensure largely stalled out.", "This Jeffersonian backlash reflected the growing anti-authoritarian sentiment of the time. New religious movements, such as the Adventists and Latter-Day Saints, were taking shape during this period. Ralph Waldo Emerson's 1841 essay \"Self-Reliance\" illustrates the individualist currents of the time. These social currents, premised on the belief in the power of the individual to take control of their own well-being, certainly extended to matters of health. Alternative medical practitioners at odds with the academic medical orthodoxy rose in popularity during this period, such as Thomsonianism, eclecticism, and homeopathy. Americans' distrust of medical expertise was not entirely without basis either-the rudimentary medical techniques available at the time often exposed patients to greater health risks than the less invasive folk therapies on offer.", "entirely", "Whereas the trajectory of American medical professionalization at the turn of the century was not too dissimilar from England, the public skepticism, internal sectarianism, and political indifference that took root in the Jackson era had put the United States on a decidedly different path. While England would regularize its own physician workforce with the passage of the 1858 Medical Act, the same would not be achieved in the United States for another fifty years.", "The changing economic conditions in the years following the American Civil War aided the reconciliation of medical expertise with Americans' skepticism of concentrated power. As large corporations began to dominate American economic life, perceptions of medical licensure also evolved in directions more compatible with the country's Jeffersonian ethos. Licensure was now framed as a bulwark against the corrupting influence of faceless corporations, leading to the reintroduction of licensure regulations requiring an academic degree in addition to board examination. By the turn of the twentieth century, these regulations had spread to every state.", "The rise of corporations in America also enabled the accumulation of unprecedented wealth among business elites. As they reflected on how to contribute their funds toward larger societal objectives, many became aware of the backwardness of American medicine compared to Europe's application of laboratory science. Ambitious aspiring doctors traveled to places such as Germany to study medicine, returning as zealous advocates for importing this model to the United States. When Baltimore businessman Johns Hopkins died in 1873, he bequeathed his fortune to the establishment of an institution in this mold. This model would be rolled out nationwide following the release of the Flexner Report in 1910. The report, which decried the quality of North American medical instruction, precipitated the shutdown or reorganization of a vast number of teaching institutions, with major foundations devoting roughly half of their giving to medical education.", "Among physicians, a professional culture emerged that sought to insulate American medicine from the pressures of both the democratic state and the market economy. This is illustrated by statements from the American Medical Association decrying the influence of the \"spirit of trade\" on the profession, as well as by William H. Welch's statement to a Senate Committee in 1900 that \"all medicine asked of Congress was not to interfere with its progress.\"", "American health care remained more personalistic and less hospital-based. Physicians had access to support staff and equipment furnished by hospitals without being their employees, and even modest forms of corporate organization were opposed as threats to professional autonomy. The Jeffersonian skepticism of concentrated power had been reconciled with clinical expertise, resulting in an American health care system led by highly-trained physicians.", "As America progressed toward the frontier of scientific medicine, the conflict between Jeffersonian and Hamiltonian ideals came to a head with the challenge of providing health care services to the mass public. While charitable financiers played a significant role in America's medical professionalization, their interest and funds were insufficient to bankroll health care for the public as a whole. To provide high-quality medicine for the bulk of its citizens while still respecting their Jeffersonian skepticism of government power, the United States would gradually establish an opaque patchwork of programs and subsidies aimed at financing health care broadly while maintaining the appearance of personal responsibility.", "With physicians increasingly professionalized, the gradual shift in hospitals' operational model from charity to cost-reimbursement created growing problems for patients attempting to access the system. Whereas European government had gotten involved in financing health insurance as early as the 1870s, small government attitudes thwarted similar social insurance schemes from being established in the United States. Indeed, even voluntary insurance was widely opposed among American physicians up until the Great Depression, viewing such arrangements as threats to their autonomy.", "The dam on federal involvement in financing health care broke in earnest with the establishment of a tax subsidy for employer-provided health insurance during World War II. After the war, the Hill-Burton Act of 1946 provided federal matching funds that led to a substantial expansion of hospital construction in communities across the country. This development shifted the power centers in the American health care industry, with hospitals and health insurers gaining influence that rivaled that of physicians. The American health care industry became characterized by a tripartite separation of powers between physicians, hospitals, and health insurance companies.", "With federal subsidies having decisively reoriented health care financing around employers by the 1960s, the gaps in health care coverage for those outside that system, namely the elderly and the poor, had become increasingly apparent. In spite of opposition from the industry's players, the federal government enacted bills authorizing the creation of Medicare and Medicaid aimed at providing public health insurance to these populations. Reflecting the considerable skepticism these programs faced from industry players at the time, as well as the broader American mistrust of government meddling in health care, these programs were set up to mimic the relations within the private market. Government provision of health insurance in America did not entail that the system be placed on a budget, as had been the case in other countries.", "The tension between Jeffersonian and Hamiltonian ideals in American health care reached a tipping point in the 1970s amid rapidly rising prices. The government's growing commitment to paying for health care clashed with its longstanding hands-off approach to delivery. Overutilization and waste were believed to be the problems, but getting the government directly involved in care decisions was a political nonstarter. In response to this dilemma, the government pursued policies aimed at reducing health care costs through indirect means. One example here is \"certificate of need\", which aimed to control utilization by restricting the availability of health care services. The other prominent strategy was encouraging the growth of managed care, empowering private third-parties to control utilization rather than the government. The resulting health care system is perhaps best labeled as \"decentralized Hamiltonianism,\" reflecting a mix of Jeffersonian and Hamiltonian elements.", "By the 1980s, the health care industry became alarmed by the tightening control measures. Reforms to Medicare reimbursement as well as the looming specter of managed care led many in the industry to believe that the good times were effectively over. One influential report released in 1981 projected a \"physician surplus\" unless the profession's size was constrained. Federal support for physician education and training was withdrawn, and M.D.-granting medical schools put a voluntary moratorium on new schools and enrollment. Hospitals followed suit and began consolidating rapidly to accommodate themselves to a managed care world. At the time, few were concerned about the impact on competitionas these changes were viewed as consistent with the conventional wisdom that American medicine would increasingly resemble the Taylorist industrial factory floor, with a lean, highly specialized workforce coordinated through large, vertically integrated health systems.", "The administrative complexity of American health care was exacerbated by this turn toward managerialism. Owing to Americans' skepticism of concentrated power, authority had always been more dispersed, spread across various stakeholders including health insurers, hospitals, employers, the courts, levels of government, and non-profit bodies. This gradual supplanting of clinical expertise with managerial authority was helped along by events such as the highly publicized Libby Zion case, which shook the public's confidence in the safety and quality of American medicine. These trends not only empowered administrators within health system facilities and government, but also the various non-profits regulatory bodies that derive power either directly as government-designated accreditors or indirectly through malpractice law.", "By the early 2000s, the long-heralded managed care revolution had largely collapsed. The drive toward consolidation and specialization taken to accommodate managed care created conditions for its overthrow. Many of the cost-control measures seemed draconian. The lack of insurance choice provided in our employer-based system allowed this dissatisfaction to bottle up until it eventually reached a breaking point. Industry groups, realizing the public was on their side, supported laws that substantially constrained managed care. Against the backdrop of a strong economy, health care providers realized that all they had to do was say \"no,\" and the system fell apart. After a decade-long pause, American health care costs resumed their pre-managed care trend of rapid ascent.", "The system we are left with today might alternately be described as \"monopolistic Jeffersonianism\" or \"incoherent Hamiltonianism\". No matter what you choose to call it, the fact remains that it is a mess. Despite the retreat of managed care, the trend of hospital consolidation and physician specialization continued, driven by financial incentives to gain market power. No reexamination of the decisions made during the managed care era took place, highlighting the continuing conflict between the Jeffersonian and Hamiltonian approaches in the American health care system. Nowhere is this lack of clarity better illustrated than the Affordable Care Act enacted in 2010, which combined health insurance expansions with a grab bag of managerialist tweaks drawn from various incompatible points of view regarding the overarching direction toward which the American health care system should evolve.", "The paradox of the American health care system is that its Jeffersonian heritage, with its mistrust of unchecked power, has led to a system that is so complex that accountability is impossible. The once simple fee-for-service model has given way to a fragmented mess, based on a patchwork of insurers and countless uncoordinated oversight bodies. The resulting health care system is needlessly cumbersome, wasting hospitals' budgets on administrative overheads and forcing doctors to spend countless hours on paperwork instead of patient care. Patients, too, face myriad difficulties navigating the labyrinthine system. To restore order, a more Hamiltonian approach is needed to streamline administration, reduce complexity, and increase efficiency.", "Limiting the supply of health care facilities and professionals is not the answer to the problem of waste. Such restraints don't lead to the most valuable care being prioritized and cause sensible utilization restraints to be experienced as draconian by patients. Instead, we need a more Jeffersonian commitment to ensuring that health care markets are competitive, with a focus on balancing supply and demand to provide high-quality medicine and personal relationships with providers.", "To realize the potential of the American health care system, we must strike a better balance between Jeffersonian and Hamiltonian impulses, taking the best from each aspect of our heritage. The resulting health care system could be described along lines such as \"state-capacity Jeffersonianism\" or \"competitive Hamiltonianism\". But no matter how we choose to categorize it, the fact remains that the United States needs to more thoroughly embrace Jeffersonianism in terms of delivering health care and more Hamiltonianism regarding how we organize it.", "This article is part of the American System series edited by David A. Cowan and supported by the Common Good Economics Grant Program. The contents of this publication are solely the responsibility of the authors.", "This article is part of the American System series edited by David A. Cowan and supported by the Common Good Economics Grant Program. The contents of this publication are solely the responsibility of the authors."], "headline": "Jefferson and Hamilton in American Health Care", "timestamp": "", "act": "https://www.theamericanconservative.com/jefferson-and-hamilton-in-american-health-care/"}}