{
  "https://www.theamericanconservative.com/lightfoot-down-does-the-demise-of-chicagos-mayor-matter/": {
    "paras": [
      "Until May anyway, all five feet and one inch of Lori Lightfoot’s dainty frame still sits in the seat of Richard Daley. In the city of broad shoulders, where hogs more mammoth than the mayor were deconstructed in the vicious abattoirs made famous by Upton Sinclair, Lightfoot is set to exit the stage at a time when many wonder if that is true of Chicago itself, too. ",
      "Lightfoot was left for dead by that Democratic machine politician, President Joe Biden. She was cut loose, as well, by Illinois's governor, the oligarch J.B. Pritzer. She is, by most accounts, positively reviled. All that was on display in her third place finish in Tuesday’s re-election effort. ",
      "Lightfoot garnered less than 20 percent of the vote. Those are Francois Hollande numbers. But on a human level, the scale of the achievement of this black, lesbian, urban Nguyen Sinh Cung should not be given short shrift. Lightfoot reached a zenith in the land of the Daley dynasty, both Michael and Richard. Lightfoot was commandant of a political labyrinth that once had the power to swat away a young Barack Obama like a summer cicada—and did, with considerable relish. ",
      "Lightfoot was an heir to Harold Washington, the Windy City's first black mayor. Washington was, for Obama and many other black men during his tenure in the '80s, another father figure he didn't really know. From College Park to Hyde Park, Washington’s tenure saw cocaine snatch out the heart of black America. Innuendo, never proved, that dope snuffed out Washington’s life too would dog his legacy, just as innuendo dogs all former mayors of Chicago. ",
      "Chicago is where the nascent Republican Party made Abraham Lincoln its nominee for president. This was the year before the local kid embarked the young country upon the bloody brother war, as Johnny Cash called it. Like modern Italy, born in tandem with Cosa nostra, Chicago’s appetite for spectacle and combat has been seemingly eternal. ",
      "Cosa nostra, ",
      "As if to even the scales, four years later in Chicago, Democrats nominated crypto-confederate Garden Stater George McClellan, the dashing former commanding general of the U.S. Army. As Christopher Hitchens liked to recount at his home in D.C. overlooking the McClellan statue (facing south), Lincoln famously asked to borrow the armed forces because McClellan seemed to have no use for them.    ",
      "Chicago is where President Warren Harding was nominated. Better known now for running a gangster’s paradise in Washington City, this product of the Midwest is the man who brought Americans home, coastal protestations aside. Harding’s own internal tour of the country in the last year of his life was dubbed the “Voyage of Understanding,” which is certainly the kind of open mind and lack of moral presumptuousness required to understand Chicago politics. ",
      "And Chicago is where Franklin Delano Roosevelt broke George Washington’s great taboo, and was successfully nominated for a third term as president—while over in Europe, Adolf Hitler blitzed London. In 1968, Chicago is where the former party of Jefferson and Jackson gathered to nominate a commander-in-chief to see out a war its own members and own president stopped believing in. There, the Democrats rioted. They were done, “maybe forever,” Roger Sterling quipped, with a characteristic lack of prescience. ",
      " ",
      "These days, the mean streets 700 miles northwest of the Beltway are best known nationally as: “Chiraq.” That is no homage to the president of the Fifth Republic who opposed the American suicide mission embarked upon twenty years ago. But rather, as all know, it refers to the vestiges of the \"State Department: Level 4 travel advisory\" country itself. ",
      "Chicago is a city of killers. This mayor’s self-assessment was rather more priapic than murderous. And for a brief moment on Lake Michigan, Lori Lightfoot was the biggest of them.",
      "Bear that in mind. So...what now? ",
      "In the invincibly forgotten early 2010s show Boss, Kelsey Grammer portrays the archetypal Chicago city executive as an impressive and intimidatingly self-aware master of the dark arts. “I am a bad man,” Grammer’s Mayor Tom Kane explains. “One necessary evil leads to another until one day you can’t differentiate between what’s necessary and what’s merely expedient.”",
      "Boss",
      "As Boss revealed in short order, the mayor was concealing a diagnosis of Lewy body dementia, and privately knew he was symptomatic. Perhaps an in-joke for my old college row house who watched this thing, Kane’s essential posture throughout the show was: “I am the mayor of this g*ddamned city.” Similar sentiments have been expressed about Detroit. And so Mayor Kane pressed on, with no similarities at all with that other Irish backslapper, the president of this country. ",
      "Boss",
      "no similarities at all",
      "I quite like and want to root for Chicago. A maiden approach on Lake Shore Drive is as impressive as almost any speed-through in America, bested only by taking in the New York skyline from New Jersey, and of course, seeing California for the first time. The alluring, opal-black cityscape one can take in from afar leaves no doubt: Chicago is the real Gotham, not Manhattan.",
      "That is not fully a compliment. Its balefulness can be seductive. Lightfoot herself stole a script page from Batman, reportedly marshaling the political power of prisoners this cycle to her advantage.",
      "Batman",
      "The Midwest was once the heart of this country’s frontier promise, and then a century later, center stage for its middle class stability. Relative optimists like Aaron Renn believe Chicago could be the focal point of a second Midwestern century, at least as affordability is concerned. Still, even for those who desire such an outcome, it is searing to see how the problems for Chicago and the Midwest mirror that of the Kremlin in the `90s—the brain drain, the hope to be a relative winner of whatever climate change, and so on. The attendant danger is also parallel with Russia: of greater parochialism, insularity, isolation, and ballistic criminality. ",
      "The great Midwestern states have started voting Republican not because things are going well. They have done so because they have been forsaken by the powerful. The optimistic case for Chicago has to contend with the more plausible reality: that the great city of white ethnics is in the process of being cut down to size, a process the WASPs underwent a generation earlier. ",
      "After Rahm Emanuel left the White House to become Chicago mayor, he all but explicitly remarked that the nature of this job meant he would never become president, as if he had made a career jump to pornography. Still, Chicago used to be considered very cool, as late as the early 2010s, when Obama made it once again world-famous. That sentiment was bipartisan, and the University of Chicago was emblematic: serious academic liberalism, but paired with a reputation for tough grading and no-nonsense libertarianism for the right.   ",
      "All that is mostly gone now, as most media elites are loath to pump a freezing cold oasis of liberalism in a region that has started voting GOP. Meanwhile, the right has no real love lost for the place, as its most ambitious young minds have given the legacy of Milton Friedman its own Pinochet treatment. And Chicago’s descent in the national imagination is likely to only intensify whenever President Biden leaves the scene, as his tenure is a last hurrah for a certain kind of Irish American politician. ",
      "Mayor Emanuel’s tenure was reviled by informed writers with Second City roots, namely historian of conservatism Rick Perlstein and historian of populism Thomas Frank. In 2015, there was a pre-Sanders Era leftist effort to oust Emanuel: the failed project to elect Jesus “Chuy” Garcia. Chuy is now a Congressman and ran again this year. Lightfoot spent much of her campaign savaging him, all in the service of her finishing third and he fourth. Say what you will for “MAGA,” Donald Trump at least became the president. ",
      "As could be said of the Sanders movement coast-to-coast, it is occasionally difficult to discern what the point all was. To say nothing of the already left-wing tilt of all America’s ruling institutions, the Sandernista energy is particularly curious when, in the end, figures like Lightfoot came in succession of Emanuel, who did not run in 2018 after a long run as bete noire of the Windy City’s left. Only in the throes of middle-aged peer jealousy could someone even begin to make an argument that Emanuel was worse at the job than Lightfoot—all send-ups to her Boss Tweed skills in the game aside. ",
      "bete noire ",
      "Who, frankly, would step into this farrago? ",
      "Two names are now on offer in the early April runoff. Paul Vallas, the former Chicago Public Schools CEO who has tacked strongly to a law-and-order message, and Cook County board member Brandon Johnson. In reverse order, Jonathan Martin smuggled this chestnut into Politico, on Johnson: “The son of a pastor who grew up in Chicago’s suburbs, as some of his critics are eager to point out, Johnson has caught on with the city’s younger and most progressive voters — the sort of person on the North Side’s Roscoe Street who has side by side; ‘Johnson for Mayor’ and ‘Black Lives Matter’ signs in front of a million-dollar home.”",
      "Politico",
      "Though Vallas has a background in education, his record is that of a disruptor (for lack of a better word) of entrenched interests, at least as far as the teachers’ machine goes. Vallas here will reprise the role of the technical non-Republican in city politics (a critique also of his enemies). It was last prominently exhibited by the milquetoast, but thoroughly able tenure of Michael Bloomberg in New York, and more demoralizing: the Rick Caruso campaign in Los Angeles last year. ",
      "On the race at hand, Obama’s old wizard, the great David Axelrod said to the hometown press: This will be a battle of “the candidate of the Fraternal Order of Police” against the “candidate of the Chicago Teachers Union.”",
      "The last time I was in town, right before the grim “double dip” Delta late summer of 2021, I took in the sights on the always perplexingly long journey from O’Hare. On the road was an advertisement, replete with the photogenic visages of the former first couple, for the Obama Center, which broke ground that fall. The Obamas, of course, had to be neo-bullied into putting the place in Michelle Robinson’s city of birth, and the political staging ground for the 44th president, at all.",
      "As has been subtly admitted, the Obama Center is not even a real presidential library. Still, its inauguration was feted as a point of pride for Chicago locals, and rather understandably so, at a time when so many other institutions have left the place. But the message just below the surface was clear: The good get out. "
    ],
    "headline": "Lightfoot Down: Does the Demise of Chicago's Mayor Matter?",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/lightfoot-down-does-the-demise-of-chicagos-mayor-matter/"
  },
  "https://www.theamericanconservative.com/portrayals-of-love/": {
    "paras": [
      "Vermeer and the Art of Love, by Aneta Georgievska-Shine, Lund Humphries, 160 pages. ",
      ", by Aneta Georgievska-Shine, Lund Humphries, 160 pages. ",
      "Johannes Vermeer, the seventeenth-century Dutch artist of the “fine painter” school, led a private life. He rarely left his hometown, Delft; exceedingly little is known about him apart from the fact that he married a Catholic woman, may have converted to her faith, and had eleven surviving children. He apparently produced only two paintings a year for two decades. After his death, Vermeer passed into near-oblivion for almost two centuries. In the latter part of the nineteenth century, however, Vermeer's star began to rise again, and it has not stopped rising since. In recent years, Vermeer’s popularity has only grown, thanks to the work of contemporary art historians and the sensibility of modern audiences.",
      "Dr. Aneta Georgievska-Shine is an art historian of impressive scope. She studied with Arthur Wheelock, the leading American Vermeer scholar and curator of the landmark exhibition at the NGA, in 1995–96. She has previously brought her expertise to bear on two studies of Peter Paul Rubens’s mythological works; she has now produced an outstanding monograph on the art of Vermeer. While the Rijksmuseum in Amsterdam is exhibiting the most significant number of Vermeer paintings ever assembled this spring, Georgievska-Shine’s book is a perfect guide to the works in the exhibition or the next best thing for those who can't make the trip.",
      "Georgievska-Shine’s book has two parts. In the first part, she gives us a tour of Dutch genre painting in the mid-seventeenth century, showing how this artistic culture shaped Vermeer's subject matter, characters, and situations. In the second, “Vermeer's Difference,\" she convincingly argues that \"his visions of that Dutch reality seem a world apart from\" those of his fellow painters. His marked superiority to most Dutch painters of his time was less in technical virtuosity than in form and meaning.",
      "A quick first survey of his works can give the impression that Vermeer was primarily a genre painter whose main interest was women in domestic life—writing and reading letters, knitting, playing a musical instrument, and the like.",
      "Like other contemporary scholars of seventeenth-century Dutch art, Georgievska-Shine shows that there is much more to Vermeer than that. Her objective in Vermeer and the Art of Love is to explore Vermeer's wide-ranging, deeply revealing artistic treatment of the subject of love—love between a man and a woman and between man and God—together with its connections to poetry, music, and perhaps above all the visual arts. ",
      "Vermeer and the Art of Love",
      "The Vermeers she discusses depict women sometimes in moments of solitude—tuning or playing a musical instrument or reading or writing a letter, possibly from or to her lover—at other times in the presence of an actual or would-be lover, each time revealing some distinct aspect of the love relationship. The excited anticipation of the satisfaction of erotic desire to come, the wistful longing for her lover in his absence, the growing thrill of seduction by a music teacher or a soldier who comes calling, and above all, divine love—these are just a few of the emotions and ideas associated with love that are subtly but powerfully expressed through Vermeer's expert use of form and symbolism in his paintings.",
      "In the seemingly quotidian Girl Reading a Letter at an Open Window, it is not made explicitly clear what the letter is about or who sent it. But the reproduced painting of Cupid by an unknown artist made to hang on the wall in the background gives us something to go on. As Georgievska-Shine explains, European artists, drawing upon an iconography rooted mainly in ancient Greco-Roman sources, particularly Ovid, had become accustomed to invoking Cupid as a conventional symbol of love. We may then reasonably conjecture that the letter is from a lover and perhaps even contains an avowal of love. Our conjecture is further supported by the look of total absorption mirrored in the girl’s posture and face: a look that is impossible to imagine in connection with any strictly mundane news. But beyond that, we are left tantalizingly in the dark.",
      "Girl Reading a Letter at an Open Window",
      "According to Georgievska-Shine, one especially noteworthy aspect of Vermeer's treatment of love is his undogmatic, non-moralizing approach to the subject. In this respect, he is distinctly different from other prominent contemporary Dutch artists, among them Jan Steen, who is preoccupied with eros outside the bounds of morality, and Pieter de Hooch, who often portrays morally upright eros.",
      "Take, for example, Officer and Laughing Girl. The foregrounded, largely silhouetted figure of the soldier, his back to the viewer, that dominates the painting's composition engenders, says Georgievska-Shine, “an air of mystery.” We are uncertain whether he is a hunter or conqueror attempting to seduce an unsuspecting young girl at the moment, so to speak, or a genuine Petrarchan courtier seeking but failing to bind himself for all time with his beloved. The redness of his coat bespeaks a robust erotic passion in him, which he may be seeking to satisfy immediately by charming her—successfully, judging by the apparent expression of delight on her face—with accounts of his adventures abroad possibly limned in the map hanging on the wall in the background (a leitmotif of Vermeer's paintings). ",
      "Officer and Laughing Girl",
      "Alternatively, the same map might be taken as a metaphor: a “map of love,” a source of guidance for the lover in his “journey to the heart of the beloved.” Instead of forcing the viewer to choose between these two interpretations of the soldier’s intentions and the moral implications of each, Vermeer, says Georgievska-Shine, has our attention focused on the pure joy in his company the girl clearly evinces, making us wonder what she is “listening to or … imagining” as he speaks. We are oblivious to the likelihood of her virtue being compromised in Vermeer’s painting, in stark contrast to Pieter de Hooch’s A Couple Playing Cards, with a Serving Woman, wherein, Georgievska-Shine argues, the signs all point unmistakably to a morally dubious outcome.",
      "A Couple Playing Cards, with a Serving Woman",
      "A pervasive theme of Georgievska-Shine’s discussion is Vermeer’s elusiveness and secretiveness. Consider his use in several paintings of such a seemingly innocuous object as a curtain. To return to the Girl Reading a Letter, the curtain on the right side of the picture frame conceals what Cupid is holding in his upraised left hand. Some visual images of Cupid in Vermeer’s time, such as a couple of engravings by Otto van Veen, depict him as “holding up a tablet inscribed with the number one, proclaiming the mutual devotion of lovers.” In others, by contrast, he holds up the ring of Gyges, reminding us of the lover's capacity for duplicity. Because Cupid’s left hand is hidden behind the curtain in the painting, we do not know whether it is holding “the magic ring of duplicity or the card of faithfulness.” The artist deliberately prevents us from ascertaining with certainty the nature and moral quality of the love relationship in question.",
      "Girl Reading a Letter",
      "To be sure, Cupid is also shown with “two masks at his feet.” Since, as Georgievska-Shine argues, the masks are meant to symbolize deception, it is “as if the artist wanted to make sure the beholder will understand his message” as one of true devotional love. Yet we cannot be sure, if only because of the love god’s concealed left hand. (Although Georgievska-Shine then develops the further argument that the allusion to Gyges’ ring may signify “the deceptiveness of images,” such as Vermeer’s painting itself, and at the same time point to us beholders as “invisible,” “clandestine” Gyges-like figures gazing lovingly at the “beautiful illusion [of a woman] that the painter has created for us.”)",
      "In Allegory of the Catholic Faith, the overarching theme of which is divine love, we see foregrounded on the left a tapestry curtain with all kinds of “largely illegible forms,” which Georgievska-Shine describes as a “woven ‘text’ that simultaneously uncovers and obscures the larger image.” One of those “forms” is an image, largely obscured by the curtain’s folds, of a “rider on horseback.” Owing to the allegorical nature of the painting, one can safely infer that the rider is St. Paul and that the curtain is thus “hinting at the Pauline obscurity of vision” spoken of in 1 Corinthians 13:12 (“For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall understand fully, even as I have been fully understood”). ",
      "Allegory of the Catholic Faith",
      "Georgievska-Shine wonders whether the image is a “metaphor for a spiritual journey.” Upon further analysis of the painting’s symbolism, the spiritual journey proves, in her view, to be that of Catholics residing in a country where Calvinism is the established religion, who must gather together for prayer and worship in “secret” places. The presence of hidden meanings in Allegory symbolized by the curtain is confirmed by, among other things, the glass orb hanging from the ceiling, to which the gaze of the central figure—whom Georgievska-Shine describes as a fusion of Mary and Mary Magdalene and christens “Faith”—is directed: Barely visible on the orb is a reflection of a “partially open window, possibly another signal of the veiled nature of knowledge.” The “reflective surface” of the orb, Georgievska-Shine goes on to argue, can be understood to signify, in a veiled, metaphorical way, the painting in its entirety “as a Pauline mirror that guides us from the visible towards that which defies understanding: the metaphysics of love.”",
      "Allegory",
      "One may again come away from a first encounter with Vermeer's paintings thinking that in them form ministers to a purely naturalistic artistic aim: Formal elements of art such as line, color, texture, and shading are used to make the contents of the painting resemble, with near-photographic accuracy, things as we experience them in everyday life. However, as Georgievska-Shine points out, attentive observation discloses a strong \"classicizing\" tendency continuous with that of the Renaissance. The near-geometrical organization of the contents of his paintings along clearly recognizable vertical and horizontal lines, one of those classicizing features, prefigure the geometrical abstractions of twentieth-century Dutch modernist Piet Mondrian, for instance, his Broadway Boogie Woogie. But in Vermeer's case, classical form and order are made to serve the visual expression of higher human meanings, such as man's love of God, that cohere with a Christianity touched by neoplatonic philosophy. His artwork shows how the beauty of classical form and harmony can “affect our soul” in an edifying way.",
      "Broadway Boogie Woogie",
      "From detailed discussions and analyses like these, the reader can begin to perceive how the paintings relate to each other to form a coherent whole. The clear implication of the book is that Vermeer’s “art of love” can be seen as a visually recreated cosmos of love that subtly reflects a cosmology with love as its ruling principle.",
      "Some of Georgievska-Shine’s interpretations may strike the reader as doubtful, unclear, or far-fetched. But so erudite, detailed, and finely honed is her argument that intellectual integrity obliges us to carefully reread the entire book to ensure that such doubts do not stem from misunderstandings on our part.",
      "Georgievska-Shine’s book brings to light love’s many-sidedness and complexity—with stress on its more uplifting aspects—in Vermeer’s rich visual portrayals. Mirroring Vermeer’s artistic intention, which coincides with a more traditional, common-sense perspective on the subject, and contrary to the contemporary taste for debunking, Georgievska-Shine stands firmly on the essential and irreducible distinction between spiritual (or noble) and corporeal (or base) eros."
    ],
    "headline": "Portrayals of Love",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/portrayals-of-love/"
  },
  "https://www.theamericanconservative.com/the-e-u-s-new-power-couple/": {
    "paras": [
      "Since World War II, the United States has had a bipartisan policy toward Europe. That policy is based on an imagined trade-off: In return for defending the continent via NATO’s Article V protections, the U.S. gets to act as though Europe—both individual nations and the European Union as a whole—is a vassal state and does more or less whatever America wants. ",
      "Russia’s invasion of Ukraine has shown that this conception is a fantasy. The reality is that the E.U. mouths support for the U.S. for American defense guarantees while, at the same time, cozying up with America’s rivals, whether Russian or Chinese.",
      "Rather than recognize how outrageous this situation is, successive American presidents have, mostly, refused to demand more from those who demand so much of us. When Europeans have discussed going their own way on defense, they have faced criticism—including from none other than Donald Trump, who suggested that European countries should pay their share of the NATO defense budget before pursuing their own projects. ",
      "have",
      "Both the Trump and Biden Administrations have been maddeningly unclear on America’s policy toward China, waffling on whether or not China is a serious enemy or just a friend to “out-compete.” Why would the E.U. risk economic storms to break up with a country that America couldn’t even say was an enemy—while knowing that there was no way America would ever abandon them?  ",
      "America’s policy for Europe may have worked in the midst of the Cold War, but it is delusional to think that it would work in the 21st century, when the primary threat is on the other side of Eurasia—and both parties have continued on with the delusion. Fortunately, with elements of foreign policy realism being embraced by both GOP frontrunners, there now exists a chance for conservatives to find a new way forward.",
      "During the Cold War, American policy was straightforward regarding Europe: keep it free of governmental anti-Americanism. The practical upshot of this goal was keeping the Russians out and the Germans down. The Europeans were happy to add “…and the Americans in” to that formulation, and voila: the rationale for NATO came into existence. ",
      "Now there is no ideology that can convert Europe into an anti-American satellite—and there are easier (and cheaper) ways to keep Europe free of anti-Americanism than what we're doing now. America can do this by taking advantage of the European fault-lines, centuries old, which have re-opened after the Russian invasion of Ukraine.",
      "Over the course of the invasion, an old quasi-alliance has quietly returned: that of France and Poland. This friendship has appeared off and on throughout history; Napoleon resurrected a Polish state, and during the 1930s and World War II the two nations were closely aligned. It is driven, as are all international relations, by power politics. France has long aspired to have political control over Europe and gain supremacy over Germany; Poland aspires to keep existing despite the historic threats of Germany and Russia. The latest iteration, though less obvious than in the past (due partially to Poland’s semi-pariah status in the E.U. as a result of its conservatism), has seen France and Poland unofficially team up to embarrass Germany into sending tanks to Ukraine. ",
      "Post-war America has traditionally supported Germany over France. Former Chancellor Angela Merkel—whose terrible foreign policy incumbent Chancellor Olaf Scholz has been unlucky enough to inherit, though he has not made his own job any easier with his inconsistent stance—was close with both George W. Bush and Barack Obama. From the perspective of keeping the E.U. as a vassal, this made sense on paper: Despite its enormous economic power, post-war Germany clearly telegraphed that it had no desire to march across Europe once again and was generally well-liked by the rest of the continent. By supporting the power that had no desire to turn the E.U. into something more, America kept Europe down and docile.",
      "Things have changed. Germany’s position in post-war Europe has never been weaker. Scholz’s polling numbers among the German public are poor, and, with regard to the wider E.U., Germany’s waffling on the Russo-Ukrainian War has pleased no one and aggravated everyone. This is France and Poland’s moment to strike while the iron is hot.",
      "It is also the prime moment for America to change horses. Germany is not doing whatever America wants, nor are they really staying down. Just years ago, they declared it “unacceptable” for America to consider moving its own troops—troops that were defending them from Russia, a country they were happy to do deals with over American protests. They also recently announced stronger economic ties with China and affirmed no decoupling would take place. (When France balks at decoupling from China, it at least lacks hypocrisy—the nation has been ambivalent or hostile to American defense since de Gaulle.) In short, Germany is unpopular, weak, and uncooperative.",
      "What would revamping America’s policy toward Europe look like? One possibility is fostering the France-Poland alignment within a stronger E.U. framework. America’s instinctual hatred of any form of an independent E.U. military force should be jettisoned; we should instead embrace the concept. A pan-European army might be a long way off, but with France and Poland pushing the E.U. to take care of itself—and Poland clearly desiring a strong military of its own—we should allow them to plant the seeds. This does our work for us at a fraction of the cost and commitment. A more militarized Franco-Polish-led E.U. means a more centralized E.U. The more centralized the E.U., the less China’s influence over single states will matter.",
      "If America were to support this shift, it would bolster its popularity across eastern Europe; former Soviet-orbit states would jump at the chance to join a serious continental army, which would allow them to defend themselves independent of great-power neighbors. The E.U. has about 400 million people, nuclear weapons, and a GDP close to that of the U.S.; there is no reason why a militarized E.U. could not handle Russia without the U.S. American support for a robust, independent E.U. bloc means such an alliance would never be definitively pro-China, keeping anti-Americanism out of that end of Eurasia and allowing the U.S. to move its strategic focus to the Pacific.",
      "This would be a dramatic reconception of American foreign policy. The lack of “war for democracy”-style arguments may bother the remaining neoconservatives, and a lack of total withdrawal from NATO may bother some paleoconservatives. But realignment demands new thinking. Readjusting our policy toward Europe, with an eye to France and Poland, would be a start."
    ],
    "headline": "The E.U.'s New Power Couple",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/the-e-u-s-new-power-couple/"
  },
  "https://www.theamericanconservative.com/an-immigration-con-job/": {
    "paras": [
      "Our country’s powerful immigration lobby has launched a new national campaign called Welcome.US. The initiative is an effort to find sponsors and support for hundreds of thousands, potentially millions, of new migrants. Welcome.US is a massive public pressure effort by the “largest coalition in refugee resettlement history” that also serves to give political cover to the Biden administration’s open-border policies. ",
      "The Welcome.US approach is a full-court press on all Americans to sign up to sponsor every last refugee the Biden administration deposits on our shores. Sounding as preachy as DHS Secretary Alejandro Mayorkas, Welcome.US argues that more contact with the coming waves of refugees will do us all good. This campaign is headed by all living former U.S. presidents and First Ladies (except one noteworthy couple), a long list of celebrity policymakers, business, academic, and religious leaders, plus professional advocates and humanitarians, and of course a few Hollywood types (like Cher). ",
      "The website states:",
      "Resettling our newest neighbors requires a whole-country response. That’s why four former Presidents and four former First Ladies have joined us as leaders of this effort – above all, to lift up our collective efforts and remind us that this is our opportunity, in a time of too much division, for a common purpose.",
      "So much for former presidents remaining above partisan conflicts. Carter, Clinton, Obama, and Bush are thrusting themselves, under the guise of accommodating refugees, into the scorching controversy of Joe Biden’s immigration and border policies. Any national program for resettling these refugees and migrants must address why they are coming. But typically, as was the case so often during the Bush and Obama years, the Welcome.US coalition seeks to avoid an honest debate on immigration, choosing instead to camouflage the issue behind something else—in this case, refugee support.",
      "Welcome.US is in fact a clever smokescreen. The group’s hullabaloo about taking care of Afghan and Ukrainian refugees belies another intention, which is to draw popular attention away from the Biden administration’s January 5 unlawful decision to open the country to at least 360,000 economic migrants a year from Cuba, Haiti, Nicaragua, and Venezuela—and very likely many more. Biden’s unprecedented executive overreach constitutes a new immigration program that the White House knows Congress would never approve.",
      "There are in fact 20 U.S. states currently challenging Biden’s 360,000-a-year Caribbean-migrant policy in federal court, illustrating again just how controversial the White House decision is. Welcome.US appears to hope that the Caribbean migrants just get lumped in with the more popular support for fleeing Afghans and Ukrainians. It is no surprise that a visitor on the group’s website has to click around—past all the talk about those two nationalities—to find out that sponsors are also sought for Biden’s highly questionable Caribbean-migrant program.",
      "Like the White House, Welcome.US has big immigration plans and no time to wait for federal courts: “We operate on the evidence that direct participation with newcomers transforms both the welcomer and those being welcomed. Our ultimate ambition is for every American community – and the nation as a whole – to have the resources and willingness to welcome newcomers, now and in the future.” Apparently, there is a lot of transformational work to do on the yokels.",
      "There can be, of course, an honest debate about how many legitimate refugees from Afghanistan and Ukraine the United States should accept, but that discussion has nothing to do with Secretary Mayorkas’s scheme to open America’s frontiers to massive numbers from Cuba, Haiti, Nicaragua, and Venezuela. The administration does not want to work within Congressionally approved refugee resettlement procedures and quotas, as if following the law was an option, and the advocates of Welcome.US have enthusiastically signed on to the White House’s questionable approach.",
      "Consider that the administration originally agreed to a maximum of 125,000 refugee spots in fiscal year 2022—and then only filled 25,000 places. Instead, Biden and Mayorkas essentially threw out the authorized refugee process, which they considered too slow and too limiting, to invent their own speedy but unlawful “new paths” that simply deem selected foreign nationalities as refugees and admit them. Therefore, almost all of Biden-Mayorkas migrants that Welcome.US is sponsoring do not even meet the U.S. government legal definition of “refugee.”",
      "The existing system was designed to create a manageable process that is supported by a domestic political consensus and an internal resettlement capacity. It also requires that individual refugees and their family members be interviewed and vetted outside the United States. That is admittedly a tedious, time-consuming procedure, but it is rightly designed to screen people before actually admitting them into the country.",
      "outside",
      "The more refugees, the more federal resources that flow to Welcome.US. It is an old Washington con-game for foundations and service organizations to lecture the rest of us on their commitments to advance the public good, while they derive profits and power for their efforts. Exactly in this spirit, Welcome.US is replete with advocacy groups and activists who for years have lobbied for expansive immigration in a way that also nicely serves their narrow financial self-interest. ",
      ".",
      "Thus, embedded in the broad Welcome coalition is the U.S. Chamber of Commerce, the Business Roundtable, and the National Restaurants Association, along with other commercial interests such as large employers Walmart and Microsoft, all eager for new tranches of cheap laborers. These businesses are laser-focused on their profits and just fine with passing the inevitable disruptions in community social services, schools, and housing onto the backs of ordinary citizens. The Welcome.US coalition likewise consists of numerous refugee resettlement agencies and their affiliates such as the United Way and Goodwill, all theoretically non-profit, but destined to be lavished by the Biden administration with hundreds of millions in new federal grants.",
      "Welcome.US is already hiring staff and is ready to dispense its own grant money as it prepares for a long campaign. In fact, this campaign represents the full force of the country’s mighty Immigration-Industrial Complex, mobilized and deployed, on a mission not only to win more migrants, but to defend against a coming policy counterattack, because it correctly fears the Biden-Mayorkas overreach is actually vulnerable to a great political rebuke.   ",
      "Welcome.US has also already deployed lawyers in depth, starting with the American Bar Association, whose concern for due process and rule of law apparently does not cover the Biden administration’s shenanigans in legalizing faux refugees. But the ABA leadership is no doubt already preparing constitutional attacks against any post-Biden, conservative administration that might want to return those migrants whose genuine identities prove to be other than what they claim. If only middle-class Americans had such advocacy firepower working on their behalf. ",
      "Welcome.US planners have also recruited faith leaders, signing on numerous main-line church representatives. But compassion needs to be smart and aware: Very few, if any, of these national church leaders are voicing any disapproval or condemnation of President Biden’s policies that lure desperate migrants to America’s frontiers, resulting along the way in countless smuggling deaths and the exploitation of women and children through human trafficking. ",
      "To be fair, objective observers must acknowledge that some participants in the Welcome.US coalition are genuinely only motivated by the plight of refugees. But that fact does nothing to diminish the reality of the political chess game that Welcome.US is playing at the behest of the White House to advance policies opposed by a majority of Americans.  ",
      "The foreign-born population in the U.S. is approaching 50 million people, and Americans rightly believe they already shoulder their fair share of international charity without being preached to by the country’s elites. Despite the best misdirection efforts of Welcome.US, this debate is about much more than America’s generosity toward refugees; it is fundamentally about defending the rule of law against a reckless administration."
    ],
    "headline": "An Immigration Con Job",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/an-immigration-con-job/"
  },
  "https://www.theamericanconservative.com/nayib-bukele-serious-about-saving-civilization/": {
    "paras": [
      "Have you heard of Nayib Bukele, the president of El Salvador? I wrote about him the other day, in connection with the massive prison he built to house members of the MS-13 and 18 Street gangs, which are a curse on Salvadoran society. You look at video of the gang members being treated like caged animals -- not beaten or tortured, just treated very strictly -- and you recoil at the inhumanity of that. But then you read accounts of what these men did to ordinary Salvadoran people -- the murders, the rapes, the extortion, the casual cruelty, the Satan worship, the making everybody live in terror of leaving their houses -- and you realize that yeah, they deserve this. And not just they deserve this, but the good people of El Salvador who just want to live deserve to be given that chance. If it requires taking these criminals off the street and treating them like what they have chosen to become, fine. That is a blessing of liberty for law-abiding Salvadorans.",
      "Well, I saw this tweet in my timeline this morning, and watched the video. You should too:",
      "",
      "I’ve thought before that Nayib is the most rhetorically skilled conservative/right wing leader in world politics at this moment. An example of what I mean: https://t.co/bcSuQyoFyQ",
      "— T. Greer (@Scholars_Stage) March 3, 2023",
      "\n",
      "",
      "Mark my words: we are going to need a politician like that to de-wokify the US Government and, to the extent that it is legally possible, American society. Read this:",
      "",
      "NEW: The NIH is spending nearly a quarter of a billion dollars to promote the use of diversity statements in faculty hiring.",
      "Through public records requests, I’ve acquired the DEI statement rubrics used for two NIH-funded faculty hiring programs.https://t.co/18Pwc202YN",
      "— John Sailer (@JohnDSailer) March 1, 2023",
      "\n",
      "If you click on that and read the thread, you'll see that Dr. Sailer uncovered documents showing that the federal government -- that is to say, the entity supported by taxpayers, and responsible to American citizens -- incentivized scientific faculties to hire people on the basis of their willingness to classify people by race and ethnicity. People who refused to do that were disadvantaged! It's all there in the documents. Read the thread, or",
      "",
      "Read the documents for yourself on the National Association of Scholars website.https://t.co/afRWjX5rZ7",
      "— John Sailer (@JohnDSailer) March 1, 2023",
      "\n",
      "Sailer is correct: if the federal government is backing this stuff, it will continue. And if it continues, we are going to see a rise in civil conflict. White people who have not been demoralized by the constant hate propaganda in the media and in academia will not sit back and watch themselves turned from citizens into dhimmis by the woke totalitarians. We had better hope that the leader who arises to fight that is doing so not in the name of racial identity, but in the name of old-fashioned American values. ",
      "It's going to take a leader like Viktor Orban, or Nayib Bukele (and it will probably be more like Bukele: a prominent conservative commentator once joked to me, but he wasn't really joking, that things won't turn around in this country until \"President Gonzales\" takes over). It's not that everything Orban or Bukele does is justified or suited for the United States. What I mean is that it's going to take a strong, confident leader who knows what he believes, has the focus and follow-through to form and carry out a plan, can communicate effectively, is not intimidated by his enemies. ",
      "There is no reason we can't have that within the current constitutional order. Let me be clear: I absolutely do not want a strongman who runs roughshod over the Constitution to achieve his goals. But we don't need one; we just need someone who has the vision, the intelligence, and the courage to de-wokify America. If you're going to read this post and say that Dreher wants to reproduce Bukele exactly in America, you're an idiot. What I'm saying is we need a leader who grasps the true nature of the woke threat to our civil and constitutional order, and who is willing to do what it takes to roll it back, without fear or apology. As I explain in Live Not By Lies, we have been dealing in this country with a fundamentally totalitarian ideology, one that has taken over stealthily by disguising itself as therapeutic help for victims of society's past bigotries. Wokeness is deeply enmeshed in the institutional structures and cultures of the United States. Our leading universities have had two decades now to train young people in this racist, bigoted ideology -- an ideology that, by the way, values loyalty to its own teachings over basic competence, scientific and otherwise. Look at this; the black conservative academic Wilfred Reilly is correct:",
      "I absolutely do not want a strongman who runs roughshod over the Constitution to achieve his goals.",
      "Live Not By Lies",
      "",
      "The bar exam…literally is \"supposed to be a barrier.\"",
      "You can die if your lawyer is a moron. https://t.co/FlvOEEjCWb",
      "— Wilfred Reilly (@wil_da_beast630) March 2, 2023",
      "\n",
      "How many people whose lives or liberty are on the line in court want to take the risk of hiring a second-rate lawyer because Equity? It's insane. The woke are tearing apart American society's ability to function. ",
      "I'm just starting to pay attention to Nayib Bukele, but from what little I've seen -- like in that clip -- it's impressive to see a leader of the Right who can communicate his positions so clearly and so effectively. Viktor Orban does that in Hungarian. Americans don't see or hear it, and have to depend on what the US liberal media say about Orban (e.g., the Washington Post the other day referred to him in a news story as \"repressive,\" even though Hungary is far more liberal than many other countries, whose leaders would never be described that way in a news story in the Post). This is why so many Americans assume that Orban keeps getting re-elected because he has strongarmed the Hungarian media. Nope. There is a robust free media culture here, and the leading media outlets are all anti-Orban. He keeps getting re-elected because people like his policies, and because he advocates for them clearly and articulately. During the election campaign last year, I talked with lots of people, all over this liberal city (Budapest), asking them about their voting intentions. After hearing their particular gripes about Orban, I would almost always hear, \"... but I'm going to vote for him, because the opposition is just hopelessly bad.\"",
      "One thing too you can say about Orban and Bukele: they don't just talk the talk, but they walk the walk. This is my biggest beef with Trump's presidency: he was mostly talk. He had four years to do more than just talk about the excesses of the Left. When I was in college back in the Eighties, we had a guy in student media who was a big fat comic book nerd. Sweet kid, from down the bayou. Once he said, in his thick Cajun accent, \"Batman ain't no real super hero. He a costume hero. He don't change nothin'; he just beats up people who rob gas stations.\" That's how I feel about the difference between Trump and DeSantis.",
      "A fundamental question that GOP primary voters need to be asking of the candidates in next year's primaries: Do you think that wokeness is simply a variation within the American constitutional order, or a threat to it? If they don't understand the threat from wokeness, and aren't prepared to act effectively to de-wokify the country, then they don't deserve your vote. These Republicans like Pence, Pompeo, and Hogan, who fall back on the \"I'm a small-government conservative\" excuse to justify their lack of vision and courage, disqualify themselves, in my view. We can be sure that they will only serve to certify from the Right the revolution the Left has already accomplished within the institutions. ",
      " Do you think that wokeness is simply a variation within the American constitutional order, or a threat to it? ",
      "One more thing. The Croatian reactionary Substacker Niccolo Soldo is a good follow. I subscribe to his newsletter, so I'm not sure if this latest one, about Color Revolutions, is available to non-paying readers, but you should try to check it out. In it, he begins a series about American-led color revolutions, and why they matter. What prompted it was USAID Administrator Samantha Power's recent visit to Budapest, in which she arrived to foment a color revolution against the government of an allied country, Hungary. It was outrageous, and Americans need to know what their government is doing to an elected conservative government of a NATO ally -- all in the service of woke globalism. Soldo quotes a couple of Budapest tweets by Power, then says:",
      "Pay very close attention to the wording in both of these tweets, and make note of the following terms and concepts:",
      "locally-driven initiatives",
      "locally-driven initiatives",
      "independent media",
      "independent media",
      "corruption",
      "corruption",
      "civic engagement",
      "civic engagement",
      "civil society",
      "civil society",
      "challenges to democracy",
      "challenges to democracy",
      "securing respect for the rights and dignity of all people",
      "securing respect for the rights and dignity of all people",
      "We will decode these concepts in a bit, but first let’s take a look at who Samantha Power really is in order to understand why her visit to Budapest matters to us all.",
      "It's one thing for a high government official to come to another country, even an ally, and criticize its government's policies. That's fair, in principle. The local government might not like it, but I don't see that it's unjust. But Power is up to something else. Soldo goes into her background:",
      "She’s a very, very powerful woman. She’s also a true believer in liberalism and the idea that the mission of the United States of America should be to spread it globally, even if it requires violent intervention. A charitable description of her would be that that she has a strong aversion to perceived injustice and a permanent fear of genocide erupting anywhere around the world. An alternate take is that she is little more than a thug for US Empire.",
      "When the arch-liberal interventionist Power rose to serve in the Obama White House, she became a principal advocate for US action to overthrow Muammar Gaddafi in Libya. And so we did. What next? Soldo:",
      "We know the rest of this story. Gaddafi’s regime was overthrown, he was tortured and killed, and Libya, once the African state with the highest standard of living, fell into violent anarchy, a condition that still prevails there today. Power’s “moral foreign policy” argument laid the groundwork for the opening of slave markets in Libya, gave a new country for Salafist militants to freely set up shop in, and destroyed the pact made between Gaddafi and Italy’s Silvio Berlusconi to stop migrant flows to Europe via the Mediterranean. Furthermore, NATO strikes killed civilians, a matter that has still not been addressed.",
      "slave markets",
      "Salafist militants",
      "pact made between Gaddafi and Italy’s Silvio Berlusconi",
      "NATO strikes killed civilians",
      "Hey, she meant well. Americans always do. Soldo covers how Power had the support of neocon interventionists like Sen. John McCain and Sen. Lindsey Graham. She sat out the Trump administration at Harvard, but came back to DC under Biden. One more clip from Soldo:",
      "This woman is jointly responsible for the destruction of Libya and the horrible fallout since then. Her agitation in favour of regime change in Damascus combined with her hand-washing over the catastrophe in Libya make her the Typhoid Mary of international affairs.",
      "Typhoid Mary",
      "The question is: in light of her track record, just exactly what is she up to in Budapest?",
      "Sign up to Soldo's Substack before he publishes the next in the series. Americans need to understand what its leadership class is up to abroad, and why it's going to take a strong countercultural conservative -- one who knows how to act to de-wokify the system -- to turn this around. I have no doubt at all that a President Normie Republican would be fully on board with Samantha Power coming to Hungary with the intention of seeding a Color Revolution against the elected Orban government, which has the audacity to advocate for a peaceful resolution to the Russia-Ukraine war, to act to protect Hungarian children from LGBT propaganda, and to do what the United States and the EU won't do: secure the borders. Can't have that. Gotta get rid of him.",
      "act",
      "act",
      "Enough. At some point, I hope we the people will have had enough of our leadership class putting their own globalist interests about the national interest, and putting their rancid, bigoted ideological convictions into action within American institutions, such that they are turning our own country into the Balkans, for the sake of Diversity, Equity, and Inclusion.",
      "(Readers, a week from today, this blog will be no more. Please make the move with me over to Rod Dreher's Diary, my subscription-only daily Substack. You'll get the same kind of blogging -- at least five times a week -- with the added bonuses of 1) more serious religious and spirituality writing, and 2) a fantastic comments section open to subscribers. It's terrific the exchanges we are already having there. Subscriptions are five dollars per month, or fifty dollars for a year. Try it out -- and if you don't like it, you can always cancel. I'd love to be able to give it to you for free, as here at TAC, but without institutional backing, I have to make a living somehow, and buy health insurance. Click here for more.)",
      "(Readers, a week from today, this blog will be no more. Please make the move with me over to Rod Dreher's Diary, my subscription-only daily Substack. You'll get the same kind of blogging -- at least five times a week -- with the added bonuses of 1) more serious religious and spirituality writing, and 2) a fantastic comments section open to subscribers. It's terrific the exchanges we are already having there. Subscriptions are five dollars per month, or fifty dollars for a year. Try it out -- and if you don't like it, you can always cancel. I'd love to be able to give it to you for free, as here at TAC, but without institutional backing, I have to make a living somehow, and buy health insurance. Click here for more.)"
    ],
    "headline": "Nayib Bukele: Serious About Saving Civilization",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/nayib-bukele-serious-about-saving-civilization/"
  },
  "https://www.theamericanconservative.com/nikkis-niche/": {
    "paras": [
      "On Friday, Nikki Haley addressed the Conservative Political Action Conference (CPAC), which returned to the Washington, D.C. area after Covid caused a three year pilgrimage to Florida. She asked attendees, many sporting MAGA and Trump 2024 gear, for their vote. If they do vote for Nikki Haley, are they voting for a moderate or a hardliner?",
      "The conference itself is always a bizarre affair. Its attendees are of a certain kind; the kind willing to drop $300 for a ticket and much more on travel and accommodations, to attend a four day feast on GOP red meat. They are either superfans or selling something, whether it's a product, a policy, a cause. The superfans are an important constituent part of the base, but not indicative of the whole—typically boomers. The salesmen make up an eclectic bazaar, fellow travelers of the “big tent” party wherever it goes. Media row has its stars—Steve Bannon, Donald Trump Jr., and the like—but it's mostly c-list conservative media influencers flaunting themselves down media row pitching interviews to radio shows no one has ever heard of. The superfan, salesman, and media stars all have a few things in common: they love America and hate wokeness and the liberal media.",
      "The low common denominator makes for a low bar—a ballroom of conservative boomers is an environment where any Republican presidential candidate should do well; even Nikki Haley. But Haley was often caught waiting for spurts of applause to spread after delivering one of her tortured lines.",
      "“In case you didn't notice, the liberal media's heads are exploding about my run for president,” Haley said to open her speech. “And we all know why the media can't stand the fact that I'm a conservative. Think about it. I'm a woman. I'm a minority. I'm the daughter of immigrants. I am proof that liberals are wrong about everything they say about America.”",
      "Haley might think this now, but it won’t be long until they’ll use her bid for the GOP nomination as proof that they were right all along: When Haley’s presidential campaign spectacularly fails, it will be because the Republican base is sexist, racist, or xenophobic—most likely all three. CNN’s Don Lemon is already laying the groundwork for this narrative, suggesting the former South Carolina governor is no longer “in her prime,” which could serve to her detriment.",
      "The former U.N. ambassador had her own message for Lemon: “Hold my beer.” Only a few laughed—even the Boomers knew the meme didn’t really fit. A meme that did fit the moment: Steve Buscemi’s \"How do you do, fellow kids?\"",
      "Haley told the attendees, “I’m 51. That’s younger than Don Lemon,” who she later called a “sexist middle age [anchor].”",
      "Is her plan to win the GOP nomination by outflanking Don Lemon to the left? Or is she going after her two main opponents, Florida Gov. Ron DeSantis and former President Donald Trump, from the right?",
      "Previously, she suggested that DeSantis’ “Don’t Say Gay,” bill didn’t go far enough. And though she never mentioned the former president by name in her CPAC speech (because if she did her presidential campaign would have ended then and there), she suggested that the president did not do enough to cut foreign aid to countries who vote against the United States in the United Nations. Furthermore, she suggested that Trump’s populist message wasn’t popular enough. “We've lost the popular vote in the last seven out of eight presidential elections,” Haley said. “Our cause is right, but we have failed to win the confidence of a majority of Americans. That ends now. If you're tired of losing, put your trust in a new generation.”",
      "Haley is running for president. From which lane, we don’t yet know. Neither does Nikki Haley."
    ],
    "headline": "Nikki's Niche",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/nikkis-niche/"
  },
  "https://www.theamericanconservative.com/necessary-limits/": {
    "paras": [
      "Several weeks ago, I wrote an essay in these pages reflecting on the importance of limits in a constitutional order such as ours. Recognizing and honoring the limits placed on the human condition by nature and reality is a theme that is integral to conservative thought that aims to check the excesses of ideological utopianism, whether progressive or revolutionary.",
      "Last night, Tucker Carlson’s opening monologue brought that theme to his prime time audience. In the monologue he waxes philosophical about the limits of human power and the absurdities that result when we ignore them.",
      "Taking his cue from the increasingly obvious challenges posed by President Joe Biden’s advanced age and his apparent intent to run for a second term, Carlson points out that “age is more than a number. Age is an expression of the core biological reality of human existence, which is that at some point it comes to a close.”",
      "This stubborn fact of biological reality—including aging and death—presents human beings with a choice: \"accepting a reality we cannot alter or denying that reality even exists.\"",
      "In a sense, the fact that this choice is available to humans is definitive of our humanity: No other animal even has the capacity to contemplate rejecting their nature—it is simply imposed upon them. Humans alone have the freedom to defy their nature. And yet, virtually all wisdom traditions, from Christianity, to Stoicism, to Buddhism, point out that true freedom is found in the recognition of limits and striving to live according to the givenness of our nature. To be fully human is to understand that humans are limited.",
      "In our technological age, which equates knowledge and power and seeks to overcome all limits, “[the] simple, commonplace observation people weaken with age points to a power that will forever remain beyond human authority, which is the power to control time.” Therefore, it must be denied or suppressed through technology or medical science.",
      "people weaken with age",
      "But the fact remains that no matter how rich we are, no matter how many technological enhancements we buy to try to slow or cover it—botox, hairplugs, plastic surgery—“in the end we degrade anyway because we are not God.” ",
      "we are not God",
      "In the Christian tradition, pride is the deadliest of sins because it is the root of all other sin. It is the original sin of Satan, who set himself up against God, and it is the sin of Adam and Eve who believed the serpent in the garden when he told them ye shall be as God.",
      "ye shall be as God",
      "To counteract this temptation, we have to accept the limits of creatureliness and created nature. And, as it happens, this is also the key to happiness, sanity, and true liberty. As Carlson points out: “Accepting this fact—that we are not God—working within the pre-ordained limits of nature is the key to balance and happiness in this human life. Ignoring that fact leads to insanity.”",
      "A conservative disposition begins with a recognition of the contingency of all things, and a gratitude for what has been received. As Carlson points out, echoing St. Paul: “you don’t manufacture a [sunny day], you receive it.”",
      "The sickness of our culture is typified in the way that “our leadership class is at open war with nature. Nature is the final limit to their power, and so they hate it.” ",
      "Despite the apparent deference to nature in the popularization of climate activism or organic foods, at the deepest level our cultural elites reject nature as normative in any sense. Natural law and natural right are rejected in favor of a morality that recognizes as normative only the projection of power and the overcoming of limits.",
      "But this is, of course, ridiculous, and made even more so by the glaring failures of leadership that seem to be growing more prevalent all the time—from power grid failures in California to failed wars aimed at spreading democracy. ",
      "These cracks in the façade, Tucker contends, cause our elites to insist ever more vehemently on their power and become unhinged when their weaknesses are pointed out: At some level, “they know how limited they are which is why they become so hysterical in the face of physical reality: because it’s a reminder of their limits.” ",
      "In order to regain our sanity—to say nothing of restoring our constitutional order—our culture must learn to embrace the limits of our nature. “Wise leaders recognize the limits—the inherent limits—of their power.” The same can be said for wise citizens. ",
      "While we should always strive to act in ways that better ourselves and our societies, any political program that promises to definitively overcome the limits of the human condition should be viewed with suspicion. As Carlson concludes, when you deny reality “bad things happen. And they are.”"
    ],
    "headline": "Necessary Limits",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/necessary-limits/"
  },
  "https://www.theamericanconservative.com/the-cream-rises-to-the-top/": {
    "paras": [
      "Admittedly blindsided by the bleeding obvious and expected reaction, that China is looking to “ensnare” the West—read “the U.S.”—in a proxy war in Ukraine, the Biden administration has been probing European desire to sanction China, if and when push comes to shove. “China may be trying to ensnare the U.S. and its allies in a lengthy proxy conflict, draining their resources and potentially making it less of a threat if Beijing were to move on Taiwan,” Politico reported. The response, an instinctive reaction from the Blob, combined Euro-American sanctions and financial muscle. ",
      "Politico",
      "In short, if the Chinese politburo decides to call our bluff and pull the trigger and we see hundreds of freight trains crossing from Langfang border to Mongolia and then east through Russia, at best, we are in a severe and immediate cold war with the manufacturing giant of the world, a moment similar to, and perhaps more dangerous in scope than, the Berlin crisis, given our own manufacturing status. The worst-case scenario of the culmination of such an escalatory spiral in East Europe is too devastating to even contemplate. ",
      "But before one blunders into another confrontation without the levers to control, here is a key stat from a new report. “China’s global lead extends to thirty-seven out of forty-four technologies that ASPI is now tracking, covering a range of crucial technology fields spanning defence, space, robotics, energy, the environment, biotechnology, artificial intelligence (AI), advanced materials and key quantum technology areas”, a report from the Australian Strategic Policy Institute argues. Put simply, no nation is even remotely close to China, with the U.S., India and the U.K. following. A couple of German and South Korean research sectors are somewhat distantly behind, to round up the top. ",
      "Remarkable that within days of the report, almost by a divine signaling about the direction of the peer rivals, Columbia University became the first Ivy to drop SAT testing. I am not sure what my PhD supervisor, a former student at Columbia and a genuine historian from an earlier, more rigorous age when they produced stern and neutral historians, would remark on the whole sorry state of affairs, other than lamenting the overarching pattern of decline in elite ideological positions that historians observe and prefer to study. But if we had decent and truly ideologically neutral history departments, this would be the time to conduct some good comparative research on how China is blindly imitating early Victoriana or the middle-American republic. And the results are showing. ",
      "See, cultures might be different, but there are always visible patterns observable in the rise of a nation or an empire, determined to aspire hegemony. Massive naval buildup; a localist elite; a dedicated civil service solely focussed on the national interest and not some universalist ideology; compulsory physical education for the youth; sexual taboos and discouragement of emotional and physical effeteness; and a school system designed to churn out an imperial officer class purely based on merit and nothing else—all the gears of society grinding towards glory and unparalleled supremacy. ",
      "Victorian England went on to occupy a quarter of the globe on the same formula that China is essentially replicating, albeit sprinkled with arcane Marxist rhetorical justification. Teddy Roosevelt, no darling of the left anymore, echoed the same sentiment that would now be considered toxic in every elite institution in the United States. ",
      "“Americanism\" may be employed is with reference to the Americanizing of the newcomers to our shores. We must Americanize them in every way, in speech, in political ideas and principles, and in their way of looking at the relations between Church and State. We welcome the German or the Irishman who becomes an American. We have no use for the German or Irishman who remains such. We stand unalterably in favor of the public-school system in its entirety. We believe that English, and no other language, is that in which all the school exercises should be conducted. He must revere only our flag; not only must it come first, but no other flag should even come second.",
      "Increasingly both the concept of a localist elite ideology dedicated to a national cause and interest, and the concept of merit itself, are looked down upon, often for justified causes. People often confuse credentialism with true meritocracy. ",
      "But the collapse of history education and scientific research in favor of irrelevant social sciences in both British and American universities, has resulted in blinkered and ideological assumptions about everything that is inevitably leading to faulty analysis and policy. And just as faulty premises and first principles do not survive a contact with reality, one fears that in extremis, the end-game for social complacency and intellectual weakness will be equally catastrophic, if one ever has to face an East determined to crush everyone on their path.",
      "in extremis"
    ],
    "headline": "The Cream Rises to the Top",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/the-cream-rises-to-the-top/"
  },
  "https://www.theamericanconservative.com/exit-stage-right-2/": {
    "paras": [
      "It has all happened before.",
      "In 1969, while preparing to deliver a speech to a Lions Club in Leary, Georgia, then-Governor Jimmy Carter saw a bright green object over the horizon shortly after sundown. It changed its color several times before it “receded into the distance.”",
      "All evidence points to the incident occurring in January, but Carter, curiously, claimed in his report to the International UFO Bureau that it was in October. By memory’s trick of conjoining significant events, the peanut farmer’s glowing body became a celestial prodigy heralding the Days of Rage, the Weather Underground’s effort to “bring the war home” at Chicago.",
      "Carter’s lapse gilded the lily. Omens in January were not out of place; 1969 was a tough, strange year, beginning to end. Woodstock and Altamont provided the bad-feeling full stop to an era whose sharp edges and dark spots have been softened and made rosy in the Windsor spectacles of a generation’s collective memory. Nixon and the adults were in charge. The Beatles broke up. Bobby Seale, a co-founder of the Black Panthers, held a rally at Yale while his goons tortured a man to death for supposedly informing on the Party to the FBI. The good feelings were over, and things got pretty dark.",
      "As a contemporary sage and medicine man said with calendrical inaccuracy but spiritual truth, “The greatest decade in the history of mankind is nearly over. They’re selling hippie wigs in Woolworth’s. It is ninety-one days to the end of the decade and as Presuming Ed here has so consistently pointed out, we have failed to paint it black.”",
      "The response: dropping out. It was the era of the commune. After 1968’s trial issue, the Whole Earth Catalog spun into production at scale in 1969. The purpose: “We are as gods and might as well get good at it. So far remotely done power and glory—as via government, big business, formal education, church—has succeeded to the point where gross defects obscure actual gains. In response to this dilemma and to these gains a realm of intimate, personal power is developing … . Tools that aid this process are sought and promoted by the WHOLE EARTH CATALOG.” In short, a how-to manual to (re)start a civilization on your own terms.",
      "Whole Earth Catalog",
      "are",
      "As I’ve written elsewhere, the hippie movement in this country was basically reactionary: anti-progress, obsessed with the recovery of folkways, and, especially in its Whole Earth Catalog–inflected form, yearning in particular for the recovery of an earlier phase and space of American historical development, the frontier. As with the Catholic religious reforms of the last century (and the Protestant reforms from inception), archaeology and iconoclasm went hand in hand, and the destruction of forms and traditions was justified only by appeal to an older, purer form of forms and traditions.",
      "Whole Earth Catalog",
      "But history is a series of punchlines. The editor of the Whole Earth Catalog, Stewart Brand, went on to work first for the State of California under Gov. Jerry “Moonbeam” Brown, then for the Global Business Network and the MIT Media Lab; he is currently advising Jeff Bezos on how to build a big clock inside a mountain. An even less subtle example: Rolling Stone founder Jann Wenner’s memoir, Like a Rolling Stone, is the unapologetic chronicle of how his magazine and the counterculture it putatively spoke for became a project for pushing the candidacies of the distinctly Big Business–friendly Bill Clinton and Barack Obama. ",
      "Whole Earth Catalog",
      "Rolling Stone",
      "Like a Rolling Stone",
      " ",
      "This scummy complex of mental detritus has been floating at the surface of my mind. ",
      "Times are strange here in the post-Floyd, post-pandemic, post(?)-Trump world. Last week, the president of Mexico—who, our hysterical press informs me, is swift becoming an enemy of democracy, a dictator, an autocrat—posted what he claimed, apparently without irony, to be a picture of a pre-Columbian elf or woodland spirit. This post followed close upon a period of about a week in which the American military shot down several unidentified flying objects. Some appear to have been hobbyist balloons, but others, including the viral “octagon,” remain mysterious.",
      "The practice of divination is back; both the old methods of bastardized Ptolemaic astrology and tarot, but also through powerful symbolic computers—“artificial intelligence”—trained on statistics and bodies of text inaccessible by human beings just because of their vast scale. You ask the bot questions, electricity and complicated statistics spring into action, and it gives you answers—not so different from Stewart Brand’s beloved I Ching, which uses gravity and statistics to generate practical gnomons. Like the I Ching, I suspect it is subject to diabolical influence.",
      "I Ching",
      "I Ching, ",
      "Low-grade civil unrest, inflation, and the shadow of the mushroom cloud—they, also, are back. Liberalized drug use, elaborate experiments in sexual deviancy, environmental disasters in Ohio—back, back, back. It’s all back.",
      "So as I read this article by James Pogue, a friend of The American Conservative, about how a motley collection of broadly right-aligned technologists, writers, and fellow-travelers are “exiting”—buying land, stockpiling weapons, and waiting for the imminent collapse of “remotely done power and glory”—I hooted in triumph. Obviously the right is set to have its Whole Earth Catalog moment, I thought to myself. My heuristic, that we are living through the early ’70s with worse music, remains unbeaten. As to the solution, cutting back to the essentials and trying to build again: Who could have a problem with that? ",
      "The American Conservative",
      "Obviously the right is set to have its ",
      " moment",
      "My heuristic, that we are living through the early ’70s with worse music,",
      "remains unbeaten",
      "But I found myself thinking about the sequelae. To be a man of the right is to love a losing cause, to be prepared for every kind of betrayal from every friend and ally. If the first Whole Earth Catalog moment saw its heroes and founders not just return to the unlovely fold of mainstream society, but become The Man—billionaires’ handmaidens, boosters for the Deadhead president throwing missiles at Bosnians—what will happen this time? Especially if “exiting” does produce something new and, to the mainstream, compelling? ",
      "Whole Earth Catalog",
      "Sohrab Ahmari has warned of the perils of lifestyle rightism. The transformative political figure who made possible all this—our moment’s whole thing—now inscrutably backs the most entrenched swamp creatures. In two years, or five years, or ten years, how many exiteers will return just to preach Grover Norquistism in buckskin? Will the Urbit Foundation change its Twitter profile picture to show its support for war in Iran? Will they go carnivore at a Bridgewater corporate leadership retreat?",
      "We may well hope that the widespread “exit” is the preamble to a Great Awakening, a durable renewal of the American moral and cultural tradition in our own time; we must keep the faith and remember the cause. We must also be ready to be disappointed, or even betrayed. Pogue reported a scene from the conclusion of an Urbit conference in Miami: “‘Nothing is normal anymore,’ I heard a guy mutter, apparently to himself, as I headed toward the water. ‘And it never will be again.’”",
      "Maybe. But normal—the axis of Wall Street, Washington, and the World Economic Forum—has a way of winning, and turning its enemies against themselves. They’re selling hippie wigs in Woolworth’s; Dylan has gone electric. Come 2029, do not be surprised if, despite long and earnest toil, we have yet again failed to paint it black.",
      "They’re selling hippie wigs in Woolworth’s",
      "It has all happened before."
    ],
    "headline": "'Exit' Stage Right",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/exit-stage-right-2/"
  },
  "https://www.theamericanconservative.com/why-english-departments-died/": {
    "paras": [
      "For a number of reasons mostly within my control, I attended a very bad college, where I happened to be a very mediocre student.",
      "I was there to study classics, and discovered upon my arrival that the program was largely non-existent. (I read Homer in the first semester and found that, just as in high school, it was actually the capstone of the Greek curriculum.)",
      "So I had to waste my time and tuition dollars elsewhere. I took up (and dropped) both philosophy and theology, and managed to stick out most of the way through history and English. I dropped philosophy because the professors were all bores and theology because the professors were all nuts. I kept English, for the most part, because the professors were delightful.",
      "They were all liberals, of course—the only conservatives were in the business school—but that was beside the point. They were bright, and they were pleasant, and they cared about what they were teaching—enough, for the most part, not to abuse it with the ideological torture devices of the postmodern academy.",
      "The curriculum itself was fairly traditional, too, as long as you selected your courses carefully. I managed to steer clear of feminist poetry and postcolonial studies. I read the literature of the English Renaissance with the greatest living scholar of Edmund Spenser—an affable, donnish figure, then pushing ninety, who had studied at Yale with the New Critics and at Cambridge with C.S. Lewis. I read Jane Eyre and Kipling with an old-school elbow-patch lecturer, who did me more than a few favors in not letting me fail Victorian Literature. I read the modernist poets with a ponytailed South African eccentric, whose performative borderline madness brought the form and its substance to life.",
      "Jane Eyre",
      "I loved studying literature, and realize now that I managed to do so in a manner quickly vanishing from the landscape of American higher ed. I read the monumental classics, from Beowulf to The Four Quartets. But I also got to read Julian of Norwich, and the lesser poems of Ezra Pound, and countless other staggering little works that I would not have been likely to find outside the classroom.",
      "Beowulf ",
      "The Four Quartets",
      "I remember in particular being taken in by Pound’s “Near Perigord”—a speculative historical poem on Bertran de Born, the medieval Occitan troubadour and noble condemned by Dante to the eighth circle of Hell—and writing my biggest paper for that modernist lit course on it. I did not (as I was supposed to) clear the idea with the professor. He handed it back a few weeks later, having scribbled on the back that I completely misunderstood the assignment. A few lines below that, as I understand it, was a generous pity “A.”",
      "Just three years after my graduation, I wonder how many students could report similar experiences. In a semi-viral essay from the latest issue of the New Yorker, Nathan Heller surveys the “free fall” in humanities enrollment and asks “What happened?”",
      "New Yorker",
      "Let me tell you, the present is a foreign country.",
      "Heller reports from two ends of the spectrum, at Arizona State University and Harvard College. He is baffled that the number of English majors at the former dropped by 39 percent in an eight-year period, when “The university’s tenure-track English faculty is seventy-one strong—including eleven Shakespeare scholars, most of them of color.” He does not understand how the same figure at the latter has dropped by three-quarters in roughly twice as long, when Harvard students are so concerned with “identity,” etc.",
      "In one of the essay’s most noteworthy passages, Harvard dean Amanda Claybaugh admits that her English students are now incapable of reading The Scarlet Letter—a work of popular fiction not even 200 years old—because the language is so complex as to be foreign.",
      "The Scarlet Letter",
      "Heller and his correspondents throw out some ideas about the causes of the crisis. James Shapiro, a Columbia professor, unironically asserts that 1958—when the spigot of federal money opened wide with the National Defense Education Act—marked “the beginning of the glory days of the humanities.” Everything turned to hell when the money stopped after 2007.",
      "This is nonsense, of course, and the actual problem is quite simple: bad professors teaching bad curricula to bad students. There is the broader crisis in education, too, which leaves even elite university students unable to engage the materials taught to middle schoolers a century ago.  But in the immediate sense, the downfall of the humanities is mostly self-inflicted.",
      "It started a few generations ago—1958 is a fine starting point, though the double influx of Vietnam draft dodgers and G.I. Bill beneficiaries a decade or so later is probably a better one—when people who had no business being in college started flooding American campuses. That shift necessitated the start of the dumbing down. When enough of those newcomers funneled into PhD programs and then to faculties, the dumbdown continued by chance more than by choice.",
      "How much the problems of racial and LGBT radicalism—the more visible afflictions of humanities today—lie downstream of this process is open for discussion. The fundamental shift is not political, nor is it economic. It is simply academic.",
      "Human nature did not change between 2012 and 2020. English departments did. The last vestiges of the old regime died off. (My own friend, the vaunted Spenser expert, went to his rest in the first weeks of the pandemic, sixty-seven years after he graduated from Yale.) What happened to the English major is no mystery at all to any sensible person who walks into an English classroom in any but a handful of American schools today. The study of literature has ceased to be what it was in the days when it could animate a student’s mind and soul.",
      "A few weeks ago, I found myself dragged to a bookstore/cafe/bar that did not do very well on any of those counts. But amid the stacks of BLM manifestos and girlboss self-help manuals, I found a volume of Pound’s selected poems. Unlike the one already in my study, it included “Near Perigord.”",
      "A few days later, I found myself pacing by the fireplace as I reread the poem that first captured my imagination in an undergrad English class.",
      "I am happy to report that it still sings, and it still haunts, and it can still excite a young man’s mind—with its mixing of romance and conspiracy, of strategy and lyric—in a way that no disquisition on racism in The Tempest ever could.",
      "The Tempest ",
      "Look for it on any syllabus in any college in the country, and ask yourself again why the humanities are dying."
    ],
    "headline": "Why English Departments Died",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/why-english-departments-died/"
  },
  "https://www.theamericanconservative.com/a-peculiar-reluctance/": {
    "paras": [
      "According to the Centers for Disease Control and Prevention, 178,583 black Americans died by homicide from 2001 through 2020. Across all races, the United States saw 363,045 homicides over the same period. Black Americans make up only 14 percent of the U.S. population yet suffered 49 percent of homicides, even after the much-noted urban crime drop of the 1990s. Contrary to media hysteria, interracial homicide is relatively rare—only about 14 percent of the total, and about 69 percent of that 14 percent is black-on-white. In 2020, black homicide increased 30 percent in the wake of unrest over the death of George Floyd during arrest by Minneapolis police, and police shootings of Jacob Blake and Breonna Taylor. ",
      "In A Peculiar Indifference: The Neglected Toll of Violence on Black America (2020) Elliot Currie, a professor of criminology, law, and society at the University of California, Irvine, adds startling perspective: Since 2000, the overall homicide rate for black Americans has averaged seven times that of white Americans; among men, the black-white disparity is more than nine to one. For young men fifteen to twenty-nine, that disparity is sixteen to one; a young black woman is four times likelier than a white woman to die of homicide; in Illinois, the homicide rate for young black men ages fifteen to twenty-nine averaged thirty-seven times the rate for white men the same age.",
      "A Peculiar Indifference: The Neglected Toll of Violence on Black America ",
      " ",
      "Progressives blame a long history of oppression, poverty, guns, an overly punitive legal system, police brutality, failure to fulfill the vision of the Great Society programs, and, of course, the malign effects of unquantifiable systemic or structural racism. There can be no agency. Conservatives blame uninvolved fathers, dysfunctional schools, an ideologically captured legal system, and an exploitative creative culture that valorizes and stylizes urban violence. ",
      "Whatever the causes, young black Americans are murdering and maiming each other at staggering rates. Given the level of carnage, we might worry less about stigma or about who is noticing these patterns of violence or that People Less Virtuous Than Us might be insufficiently uncomfortable over their role in perpetuating white supremacy, and instead focus on stopping the killing.  ",
      "Professor Currie takes his book’s title from W.E.B. DuBois, who wrote in The Philadelphia Negro: A Social Study that there had been \"few other cases in the history of civilized peoples where human suffering has been viewed with such peculiar indifference.\" Hyperbolic as the statement is, given bloody, brutal history, white people surely were more indifferent to black suffering in 1899, when The Philadelphia Negro was published, than today, when “resignation” seems more common than “indifference.” ",
      "The Philadelphia Negro: A Social Study",
      "The Philadelphia Negro",
      "Mostly, however, the crisis of black-on-black violence has long been met with a peculiar reluctance born of good intentions, timidity, ideological blinkering, tribalism, and political cynicism—a reluctance to speak plainly and apply broad social pressure directly to the problem. Currie gets at the issue when he writes, \"Many people are anxious at the prospect of talking directly about these sensitive issues, afraid that even to bring them up will play into long-standing stereotypes about black people and crime.\"",
      "reluctance",
      "I am an old white man unqualified to suggest policy, and disinclined to unctuous, mutually degrading language. I simply want the carnage to stop. Therefore, I will consider some of the past sins of my own people, Southern whites. I draw no moral equivalence. Rather, I hope to identify a few destructive human tendencies that transcend race and “lived experience.” ",
      "I draw no moral equivalence",
      "At about 2 p.m. on Sunday July 8, 1860, in the small town of Dallas, Texas, a fire started in a kindling box in front of W.W. Peak & Sons drugstore on the courthouse square. Within minutes, the flames, fanned by a southwesterly wind, spread to adjacent buildings. Over the next three hours, the entire square burned. Only the brick courthouse at the center survived, although, portentously, the interior was incinerated by heat. Only a husk remained. There were no deaths. ",
      "In weeks prior, mysterious fires had destroyed barns, cabins, and outbuildings in Dallas County. Secession and civil war loomed. John Brown’s raid on the federal armory at Harper’s Ferry the previous fall and the fiery rhetoric of Northern abolitionists stoked fears of a slave rebellion among the highly literate local population. In the Sulfur River breaks to the northeast, tensions brewed between Unionist and pro-secession smallholders and would soon turn murderous. North Texas newspapers urged vigilance against seditionists determined to lead slaves in insurrection.",
      "Before the remains of the town had cooled, Charles Pryor, a slaveholder and editor of the Dallas Herald, wrote that abolitionists had fomented a “deep-laid scheme of villainy” to terrorize North Texas. After interrogating dozens of slaves, Dallas’s vigilance committee charged three alleged ringleaders. On July 23, after a closed-door meeting, city leaders sentenced the accused men to death and every other adult slave in the county to disciplinary beating. The next afternoon, the three were hanged on the bank of the Trinity River. ",
      "Dallas Herald",
      "Beyond the violence of the lynching, the most unsettling aspect of the account is that the men who ordered the murder were not psychopaths. Were they born in the 1980s instead of 1810-20, their personalities and sensibilities would almost certainly fit the statistical profile of people of similar station today, regardless of race.  ",
      "Likely, Dallas’s vigilance committee, made up of members of its professional class, prominent merchants and farmers, and other business people, worried more about the excitable, potentially violent elements in the community than any “deep-laid scheme of villainy.” They had a situation on their hands. These educated men, whatever their positions on slavery, could look at the evidence: A town square built of wood; a 109-degree day; fires used for blacksmithing, cooking, and steam generation; prevalence of cigar smoking among men; the highly unstable phosphorus matches in common use; confessions extracted by torture. Indeed, two prominent jurists respected for their fairness and generosity threw up their hands after their objections were ignored. ",
      "The fire and the accused symbolized the fears and resentments of people barely removed from the western frontier and on the verge of war, who knew of and resented what had been said and written about their culture in the free states. The innocence or guilt of the accused mattered little to them. Something had to be done. A message had to be sent, both as a warning and as vindication. “You see? These men have confessed. This is why these people cannot be let loose among us. You outsiders cannot understand and have no business passing judgement. We will handle matters in our own way.” ",
      "In their climate of thought, white Texans in 1860 could not imagine that their actions would embarrass and disgust their descendants. They could not conceive of millions of immigrants arriving over the next sixty years—of influential people another century on who would publicly lament that descendants of Antebellum Southerners take any pride whatsoever in their heritage. ",
      "The most formidable minds in the South produced sophisticated arguments for slavery while Northern abolitionists, in simple, fundamentalist language, invoked transcendent authority in calling for bloody death and fiery destruction. In The Legacy of the Civil War, Robert Penn Warren wrote, “[Before] 1861, the only function then left open to intellect in the South was apologetics for the closed society, not criticism of it … The philosophy of the Southern apologist did, however, offer space in its finely wrought interstices for the bravado, arrogance, paranoid suspiciousness, and the reckless or ignorant disregard for consequences that marked the Southern ‘fire-eater.’”",
      "The Legacy of the Civil War",
      "My research for a novel I wrote around the above-mentioned events in Dallas led me to Without Sanctuary, a book of horrific photographs of victims of Southern lynch mobs from the 1890s through the 1930s. I had misgivings about looking through the images, but I felt a duty to absorb as far as possible the horror I planned to write about. I thought I knew what I was getting into—I had seen old lynching photos here and there—but there is no preparing for the images and descriptions of burnings, hangings, dismemberment, castration, mutilation, torture, page after page, from light poles, tree limbs, bridges, some with crowds looking on. All but a few of the victims were black. Anyone but a sociopath will struggle with these images long after even one viewing. ",
      "Without Sanctuary",
      "Without Sanctuary opens with a short foreword by civil rights hero and Georgia congressman John Lewis, who recalls that as a boy growing up in rural Alabama, he could hardly believe his elders’ stories of nightriders and racial terror. “What is it in the human psyche that would drive a person to commit such violence against their fellow citizens?” He closes with a call to prevent “anything like this from ever happening again.”",
      "Without Sanctuary",
      "Historian Leon Litwack follows with “Hell Hounds,” an essay that places the photographs in context. He mentions accounts of spectators fighting over “souvenirs”—fingers, ears, pieces of internal organs. Newspapers of the day either defended the lynch mobs outright or justified the lawlessness as necessary for public safety. Professor Litwack writes that in the late nineteenth and early twentieth centuries, two or three black Southerners were hanged, burned at the stake or quietly murdered every week. “Between 1882 and 1968, an estimated 4,742 blacks met their deaths at the hands of lynch mobs. As many if not more blacks were victims of legal lynchings (speedy trials and executions), private white violence…murdered by a variety of means in isolated rural sections…” The latter claim is no less plausible for being unprovable. ",
      "Litwack further notes that lynching had long served as a means of extralegal justice in the Far West and Midwest, and that most of those victims had been white, but that from 1890 onward the practice became almost exclusive to the South, with black Americans as victims. (Tuskegee University estimates that between 1882 and 1968, 3,446 black and 1,297 white people were lynched in the United States.) There were dissenters. Litwack quotes the mayor of Statesboro, Georgia: “If our grand juries won’t indict these lynchers, if our petit juries won’t convict, and if our soldiers won’t shoot, what are we coming to?” Litwack further notes, “Townspeople closed ranks to protect their own kind…eyewitnesses refused to testify…”",
      "Hilton Als, a staff writer for the New Yorker, follows Litwack’s essay with several pages of stylish narcissism in which he refers to the “flashbulb smiles” of white lynchers. I see not flashbulb smiles but self-conscious defiance of people who, like the Dallas mob decades before, cannot imagine a radically different order under which their great-grandchildren might view these photographs with revulsion and incomprehension. Robert Penn Warren also described this toxic insularity in The Legacy of the Civil War: “In defeat, the Solid South was born – not only the witless automation of fidelity to the Democratic Party, but the mystique of prideful difference, identity, and defensiveness … in the moment of death, the Confederacy entered upon its immortality.” ",
      "New Yorker",
      "The Legacy of the Civil War",
      "The likelihood that some of the victims were guilty of serious crimes detracts nothing from the photographs. The lynched were denied their rights as citizens. Law enforcement and criminal justice in the long-settled South faced none of the exigencies common to frontier people dealing with dangerous criminals. Yet the violent order persisted, in part, because most people who opposed it simply looked the other way rather than face entrenched local power backed by vindictive rabble. ",
      "Initially, the meaning of the title Without Sanctuary seemed obvious: In the Jim Crow South, the rule of law provided black Americans no sanctuary against racial terror. As I forced myself through the book, a second, subtler meaning came to me: The photographs stand as an indictment against which white Americans, especially those with roots in the South, can find no sanctuary. This history must be faced out in the open, not in perpetual guilt, which devolves into blood libel, but in honesty and with full understanding of lingering effects and the murderous irrationality into which ordinary people can descend when freed from consequences. ",
      "Without Sanctuary",
      "In The True and Only Heaven: Progress and its Critics, historian Christopher Lasch attributes much of the civil rights movement’s success in the South in the early 1960s to the ability of Martin Luther King Jr. and his followers to “[expose] the moral claims of the white supremacist regime in the South to the most damaging scrutiny…” King accomplished this, according to Lasch, by addressing white oppressors “not only as fellow sinners but also as fellow Southerners…” and by reminding his followers not to allow their suffering to serve as an excuse for dysfunction. Furthermore, per Lasch, the black leadership was respectably middle class, a reality not lost on moderate white clergy who became “tortured souls” when faced with the demand that they live up to their professed ideas.",
      "The True and Only Heaven: Progress and its Critics",
      "Nor could white Southerners escape the judgement of a nation appalled by images of fire hoses and dogs turned on protestors or images of black school children escorted through baying mobs of whites who could not imagine that a decade on no American student would get through middle school without an opportunity to consider those faces contorted by anger and hate. They were aggrieved and sure in their justification by what Warren called “The Great Alibi.” Again, from The Legacy of the Civil War: ",
      "The Legacy of the Civil War",
      "By the Great Alibi, pellagra, hookworm, and illiteracy are all explained away… Laziness becomes the aesthetic sense, blood-lust rising from a matrix of boredom and resentful misery becomes a sense of honor and ignorance becomes divine revelation.",
      "The race problem, according to the Great Alibi, is the doom defined by history—by New England slavers, New England and Middlewestern Abolitionists, cotton, climate, the Civil War, Reconstruction, Wall Street, the Jews.",
      "For more than half a century after the end of Reconstruction, Southern apologists guarded and curated their region’s history with remarkable success rather than directly confront the malignancy of racial violence. Eventually, denial became impossible in light of evidence. Legislation backed by threat of force ended the most egregious forms. But true changes in the hearts of Southerners began with “tortured souls,” stigma, and relentless, merciless cultural pressure from which there was no sanctuary. ",
      "In August 2022, The Caucus of African American Leaders, based in Anne Arundel County, Maryland, announced the creation of the Emmett Till Alert System. Modeled after the nationwide Amber Alert, the new system will notify black leaders and clergy about possible hate crimes. The 1955 murder of fourteen-year-old Emmitt Till cut a deep wound in the American psyche, a gash now constantly freshened by news media and Hollywood. A hate crime alert system could not be better named. Meanwhile, some twenty-three miles north of the Caucus’s headquarters, Baltimore has suffered some 2,000 homicides over the past six years.",
      "In a country publicly committed to remembering, confession, and embarrassing genuflection, black citizens in violent urban communities endure terror that a young John Lewis in rural Alabama could hardly have anticipated. "
    ],
    "headline": "A Peculiar Reluctance",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/a-peculiar-reluctance/"
  },
  "https://www.theamericanconservative.com/hershey-highway-the-road-to-ruin/": {
    "paras": [
      "(Gotdoggit, people, I'm about to start my last week on this TAC blog, and if you think I'm going to miss out on the opportunity to enjoy some Dreher Bait, you're WRONG! It's Ignatius-at-the-Prytania time!) ",
      "Do you think they will ever stop shoving this garbage down our throats? It's International WOMEN'S Day, not Tranny Day. Honestly, I will never understand why women put up with this erasure. Can you imagine black people standing for Rachel Dolezal being the face of black America? ",
      "",
      "\n",
      "I wish Hershey's Chocolate wasn't terrible, so it would be meaningful to swear off of it.",
      "Moving on, many of us are old enough to remember when the whole thing started with the question, \"How does my gay neighbors' marriage hurt me?\" Well, here we are. You think people all around the world, where gay rights don't exist, or are only just getting on the agenda, aren't watching all this to see what has happened to the US and Europe?",
      "And by the way, here's Andrew Sullivan saying it, not me (though obviously I agree):",
      "",
      "\n",
      "Miss Lucinda B. Hind --  \"Loose In The Behind\" -- get it? In front of toddlers. What kind of sick freaks run a day care that invites perverts to perform? ",
      "I'm ready for laws against this stuff for kids. I'm ready for people to start going to jail for doing this, or permitting it. Just how far are we willing to let the sexual exploitation of our children by woke agitators go? ",
      "These are children. ",
      "These are children. ",
      "More:",
      "Well, yeah, the evidence was there from the beginning, but I'm not going to complain that Andrew has come over to the right side now.",
      "I don't know what kind of damage these \"extremists and crazies\" can possibly do to gay rights. What rights might gays lose? They and their allies are in charge of government, law, medicine, big business, everything. But what can happen is enough people get fed up with the idea that to be tolerant of gays, they have to accept this kind of filth and decadence, that they decide they don't want to tolerate any of it. ",
      "Over here in Hungary, where I live, people are watching this stuff happening in America, and let me tell you, it is making it much less likely that gays will ever get marriage rights here (they are permitted civil partnerships), much less gain the right to adopt children (which they do not have). You cannot imagine how this looks from abroad. It is shameful, and it's turning a lot of people who want to love and respect America into people who want to keep whatever sickness has overtaken America out of their countries.",
      "The only European leader with the stones to stand up to this stuff over here is Viktor Orban, who has strong support from Hungarians. The other day, the NYT's Michelle Goldberg expressed upset with DeSantis for exercising Orban Renewal on Florida's politics. She wrote:",
      "Many on the American right admire the way Orban uses the power of the state against cultural liberalism, but few are imitating him as faithfully as the Florida governor and likely Republican presidential candidate Ron DeSantis. Last week, one of DeSantis’s legislative allies filed House Bill 999, which would, as The Tampa Bay Times reported, turn many of DeSantis’s “wide-ranging ideas on higher education into law.” Even by DeSantis’s standards, it is a shocking piece of legislation that takes a sledgehammer to academic freedom. Jeremy Young, senior manager of free expression and education at PEN America, described it as “almost an apocalyptic bill for higher education,” one that is “orders of magnitude worse than anything we’ve seen, either in the recent or the distant past.”",
      "Echoing Orban, House Bill 999 bars Florida’s public colleges and universities from offering gender studies majors or minors, as well as majors or minors in critical race theory or “intersectionality,” or in any subject that “engenders beliefs” in those concepts. The bill prohibits the promotion or support of any campus activities that “espouse diversity, equity and inclusion or critical race theory rhetoric.” ",
      "The DEI and CRT people have finally sparked a backlash in Florida with their extremism. Good. It's coming too on trans, and maybe on LGBT in general, though clearly same-sex marriage is here to stay. You cannot go after people's children like this and expect everybody to keep smiling. There are plenty of idiot liberal parents who take their kids to see perverts like Miss Loose In The Behind grind and strut, but most people aren't like this. I think most liberal parents aren't even like this. We haven't had any major American politicians with the courage to ACT to defend the beliefs and interests of the silent majority, who are broadly tolerant, but sick of being told that if they don't endorse every pervy thing a tranny wants to do, they're nothing but haters. The big gay rights organizations are all down with this. They ought to cut the Ts loose. But they won't. So they're going to end up making lots of gays and lesbians who find this stuff gross as well pay a price for bundling in the crazies. ",
      "UPDATE: Yeah, I changed the title. I love crude humor, but maybe Mama will read this blog.",
      "UPDATE: "
    ],
    "headline": "Hershey: Official Chocolate Bar Of Weimar",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/hershey-highway-the-road-to-ruin/"
  },
  "https://www.theamericanconservative.com/why-south-africas-collapse-finally-came-down-to-eskom/": {
    "paras": [
      "Could the collapse of South Africa, so long foretold by pessimists, finally be arriving? The United States government thinks it’s possible. ",
      "On February 15, the U.S. embassy in Pretoria advised Americans in South Africa to have at least seventy-two hours’ worth of food, water, medicine, and hygiene supplies in case of power outages, which have reached record levels in recent weeks, leaving users across the country without electricity for hours at a time. In January, the U.S. State Department’s Overseas Security Advisory Council held a meeting, which was leaked to journalists in an audio recording, to discuss the need to prepare for a total collapse of South Africa’s power grid. ",
      "These alarm bells come on the heels of the resignation of Andre de Ruyter as CEO of Eskom in December 2022, three years after he was brought in to lead the embattled utility with a mandate to tackle corruption and end rolling blackouts. Resistance to his efforts at the highest levels, including by cabinet politicians, made his job impossible, and “load shedding” (as the rolling blackouts are called) reached record levels in 2021. With nothing left to lose, last month De Ruyter gave an hour-long interview to journalist Annika Larsen where he spilled the whole sorry story of corruption at Eskom.",
      "The most explosive allegation aired by De Ruyter involved an attempt to assassinate him by putting cyanide in his coffee on December 12, the day of his resignation. “Never have a personalized mug, it’s a bad idea,” he joked. More disturbing than the assassination attempt was the total lack of interest in investigating it on the part of law enforcement. One of the workmen repairing the broken coffee machine on the day of the poisoning “has since absconded from work, he’s disappeared,” according to De Ruyter. “That remains to be investigated.” The detectives who took De Ruyter’s statement “inquired whether I had been experiencing problems with my sinuses. I asked them if they knew what cyanide was.” Weeks later, no arrests have been made.",
      "sinuses",
      "cyanide",
      "De Ruyter was Eskom’s last, best hope. The board is not likely to find another CEO with the competence to handle this impossible job and the willingness to undertake it at the risk of death. The criminal forces that harried De Ruyter throughout his tenure will most likely now carry on their predations free of any remaining obstacles, enriching themselves until there is nothing left to loot. The dominos that would fall in the case of a total grid collapse start with phone lines, internet, and traffic lights, and end with looting, crime, and civil unrest.",
      "So electricity could be the pillar that finally brings the Rainbow Nation tumbling to the ground. Why Eskom? Because it sits at the intersection of the three themes of South Africa’s long decline: politics, incompetence, and crime.",
      "Politics is what prevented Eskom from raising rates throughout the late 1990s and mid-2000s, when it badly needed revenue in order to build new power stations and replace old ones. Cheap electricity was seen as a perk of post-apartheid freedom, and hikes were avoided at all costs out of fear of public backlash. The result was that Eskom’s generation capacity deteriorated to the point of crisis, and efforts to repair the damage were too little, too late.",
      "Many South Africans simply refuse to pay their electricity bills, which is also a political problem. There is no way the ruling party would permit Eskom to cut off the vast majority of Soweto residents (around 80 percent) who don’t pay. Eskom therefore finds it impossible to collect the tens of billions of rand it is owed by delinquent customers. Even when it does attempt to cut off deadbeats, vandalism and illegal hookups render such measures futile. Any serious crackdown by Eskom on this rampant theft would doubtless be met with violence.",
      "This would be a challenge even for the best managers, but Eskom’s managers are not the best. As a parastatal, Eskom is subject to aggressive diversity targets under Black Economic Empowerment laws. In 1995, its senior management was mandated to go from 70 percent white to 50 percent black by 1999 and 75 percent black by 2005. In 2008, Eskom’s head of human resources announced, “Over the next five years...Eskom has to appoint two new staff every day, and it is adamant that one of them will be a black woman.”",
      "These targets were replicated across all sectors of the South African economy, and everywhere they have had the same effect: incompetence. Anthea Jeffery’s Bee: Helping or Hurting? documents multiple instances where people died because hospital administrators or water inspectors hired due to affirmative action were not qualified for their jobs. R.W. Johnson, the international press’s most widely read writer on South African affairs, has only one leg today because in 2009 he injured his foot swimming in a lagoon that proved to be polluted and the resulting infection required an amputation—just one more casualty of incompetence at the Department of Water Affairs.",
      "Bee: Helping or Hurting?",
      " ",
      "The electricity business involves bigger sums of money than water management, which is where the third factor in Eskom’s fall comes in: crime. Eskom has been a target of mafia syndicates in a way that other utilities have not, because of the black market value of the commodities it handles, notably coal but also wires and equipment. South African journalist Kyle Cowan investigated several failures at Eskom facilities, such as downed pylons and jammed coal mills, and discovered many cases where sabotage was the likely cause. Never attribute to malice what can be explained by incompetence—but, as the assassination attempt against De Ruyter shows, both are certainly at play here. Plant managers at Eskom facilities need bulletproof vests and armed bodyguards to walk around their own facilities.",
      "The fundamental problem that makes Eskom’s situation so intractable, as De Ruyter said in his interview, is that “you can’t post a policeman over every employee’s shoulder to watch what he’s doing.” Sabotage and theft are often invisible. The effort needed to turn around such a widespread problem would be massive, requiring support not only from management at all levels but from law enforcement, politicians, and bureaucrats. That is why it is unlikely to happen. De Ruyter eventually concluded as much, which is why he is heading off for a well-deserved vacation—somewhere out of the country, he says, beyond the reach of assassins. “I think it will be good for my health.”"
    ],
    "headline": "Why South Africa's Collapse Finally Came Down to Eskom",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/why-south-africas-collapse-finally-came-down-to-eskom/"
  },
  "https://www.theamericanconservative.com/the-charlemagne-option-conversion-by-sword/": {
    "paras": [
      "Maybe you saw Sohrab Ahmari's First Things essay extolling \"Apostolic Empire\" -- I wrote a characteristically rambling response in \"The Grand Inquisitor Option\". Adrian Cardinal Vermeullarmine weighed in with a prickly short piece saying everybody on the Right is a big ol' puss except for the Integralists (all seven of them). He also condemned \"mini-movements.\" Irony is not dead on Harvard Yard. ",
      "Here's a thoughtful new response from the traditionalist Catholic and sometime TAC contributor Michael Warren Davis, from his Substack newsletter titled The Common Man. He writes in part:",
      "The Common Man. ",
      "Because Church history is not a monolith.  There isn’t the “Christian position” on the one hand and the “pagan position” on the other.  It may shock you to learn that, historically, Christians were known to disagree among themselves on any number of issues—even politics!",
      "Throughout that history, we find Christians espousing two different approaches to Christianization.  One is the political method.  This is when the government not only promotes but enforces the Christian faith.  The other is the evangelical method, which stresses the need for a free and informed decision to embrace Christianity.",
      "political",
      "evangelical",
      "Mr. Ahmari clearly prefers the political method; hence his reference to the need for governments to “spread the same legally ordered way of being in the world, whether their subject peoples liked it or not.”  So did St. Boris, Theodosius I, and Charlemagne (at least at first). In general, the political leaders of premodern Europe preferred the political method.  And, for obvious reasons, they usually got their way.  That’s why the word “Christianization” evokes visions of forced baptisms, holy wars, filial blindings, etc. ",
      "Very often, however, the saints were stridently opposed to the political method.  Some simply found it unethical.  They would agree with St. Gregory the Great, that “humility and kindness, teaching and persuasion, are the means by which to gather in the foes of the Christian faith.”  At other times, though, their concerns were purely practical. ",
      "It is true, MWD concedes, that Europe was Christianized in large part through the political method (i.e., the sovereign converts, and then forced his people to follow his example). But that doesn't make it right, and it doesn't make it effective today. We don't live in a world anymore in which people look to political leaders for religious direction. And in any case, the pagans of early medieval Europe were intensely religious -- unlike people today. ",
      "was",
      "MWD notes that Ahmari looks down on the gentler method of conversion: by example. He shouldn't says Davis:",
      "I’ve encountered dozens of young men and women who converted after experiencing one of these “intentional communities,” places where Christians are committed to growing together in spiritual, moral, physical, and intellectual excellence.  These folks didn’t understand Christianity—at least, not at first—but they wanted to be part of the Christian thing.",
      "thing",
      "What’s more, effective revolutionaries have always known that, before we can transform society (for better or worse), we must transform ourselves. For instance, as Ian Huyett pointed out last month in Staseos, the vision of a “New Hebrew”—a “courageous, practical, and suntanned soldier” forged by honest landwork—was integral to the Zionist movement’s early success.",
      "Staseos",
      "Yet Mr. Ahmari generally discourages these methods.  He warns against placing too much emphasis on personal sanctity or evangelizing non-Christians. Rather, we should be more concerned about enacting “reforms to the material order to make their lives a little easier.” ",
      "Mr. Ahmari also warns us about the dangers of lifestyle rightism.  That’s his term for a conservative subculture that stresses the need for healthy living, spiritual formation, and community-building.  The lifestyle rightists are creating an army of “New Christians.” They’re transforming themselves, in order to transform society.",
      "lifestyle rightism",
      "Working out and studying Scripture are good things, Mr. Ahmari concedes.  Yet he argues that lifestyle rightism also “misdirects its adherents, shifting them away from collective action and the shared pursuit of common goods toward essentially private goods (some of which aren’t good at all).”",
      "So, what does Mr. Ahmari actually want us to do with ourselves?  He doesn’t say.  And this is a common complaint about Political Catholicism.  It asserts that we should seize the levers of power and create an illiberal Christian theocracy.  Well, all right.  But how do you seize the levers of power?  The answer seems to be, “By writing tweets and op-eds about the need to seize the levers of power.”  We talk about how we’d use the State to punish our enemies and hope our enemies decide to give us control of the State.",
      "do",
      "Somehow, I don’t see that quite doing the job. ",
      "Read the whole thing -- and subscribe. MWD is a really thoughtful writer. ",
      "Anyway, of course I share Michael Warren Davis's critique of the Integralist project. I think it would be immoral for one thing, but more basically, it has zero chance of success in the world today, for the reasons MWD points out. But he could have gone even further. The integralist Catholics today would have to convince even their fellow Catholics to surrender their liberties to be governed by an illiberal order that privileges the Catholic Church, and renders non-Catholics second class citizens. I'm sure it looks good on paper to a few people, but most Catholics in the West, and certainly everybody else, would strongly, even violently, resist. The only way it could succeed is through tyranny. If you aren't going to resort to tyranny -- imagine Adrian Vermeule with Xi Jinping's surveillance state apparatus! -- then you end up back at evangelism and persuasion. Which is where we should be for both moral and practical reasons -- practical, because in a post-Christian world -- that is, a world that has already been through Christianization, and has fallen away from it -- you are not going to be able to compel people to accept Christian belief. How likely do you think Western peoples today would be willing to accept Islam if it were forced on them? ",
      "and",
      "But let's say it worked, and somehow we got an Integralist state, for the same reason France in Houellebecq's Submission turned to political Islam: out of sheer exhaustion and demoralization. Does that save souls? Does it make lives more Christlike? I mean, look, I'm Orthodox, and I can't exactly regret Prince Vladimir forcibly Christianizing the people of Kievan Rus. If not for the Christian princes, brutal as they may have been, acting that way -- consistent with morals and practices of the distant past -- many of us heirs to a more gentle Christianity might not be Christian today. But that doesn't mean that we should want to return to that kind of thing. Not sure how excited any of us should be by a Christian form of ISIS.",
      "Submission",
      "(Readers, if you want to continue having these kinds of discussions with me after March 10, the last day of this blog on TAC, I invite you to pay five dollars a month, or fifty dollars per year, and sign up for my Substack, Rod Dreher's Diary. There's a terrific comments section that's on fire now.)",
      "(Readers, if you want to continue having these kinds of discussions with me after March 10, the last day of this blog on TAC, I invite you to pay five dollars a month, or fifty dollars per year, and sign up for my Substack, Rod Dreher's Diary. There's a terrific comments section that's on fire now.)"
    ],
    "headline": "The Charlemagne Option: Conversion By Sword",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/the-charlemagne-option-conversion-by-sword/"
  },
  "https://www.theamericanconservative.com/todays-psychology-cant-help-american-men/": {
    "paras": [
      "The men of America are struggling. As Daniel de Visé, a writer for The Hill, recently noted, more than 60 percent of the country’s young men are single, “nearly twice the rate of unattached young women.” He warned that we are now witnessing a complete “breakdown in the social, romantic, and sexual life of the American male.” ",
      "The Hill",
      "Only an idiot would disagree with this point. In the U.S., males are responsible for 80% of suicides, according to the CDC. Every 13.7 minutes, somewhere in America, a man takes his own life. Millions of men are desperate, loveless, aimless souls. Which raises the question: What can be done? Maybe more desperate men should seek psychological assistance? On second thoughts, maybe they shouldn't.",
      "That’s because, like the country’s men, psychology is also struggling. In its current state, it is ill-equipped to help the men of America—or anyone for that matter. Over the last few years, it has become fashionable for more and more people in the psychology community to reject evolutionary psychology, a direct descendent of psychology and biology. As Satoshi Kanazawa, an expert in evolutionary psychology at London School of Economics, told me, “evolutionary psychology is based on evolutionary biology, dealing with genes and cells, which are smaller than humans and other animals.” ",
      "“Evolutionary psychology and its causal mechanisms,” he said, “are more fundamental than other branches of psychology and their causal explanations, which mostly deal with whole human beings.” To reject evolutionary psychology is to reject broader reality; an outright rejection of biological and evolved realities is occurring. ",
      "Doubters should check out some of the American Psychological Association’s (APA) more recent statements, like this one claiming that there are no major differences between men and women—in other words, they are claiming that men and women are basically the same, and clinical practice need not reflect any inherent differences between them. The APA, for the uninitiated, is the primary programmatic accreditor for professional education and training in psychology. When it comes to training psychologists and treating Americans, the APA calls all the shots.  ",
      "The problem: Men and women are not the same. Sex differences in brain anatomy most definitely exist. The male brain is 10 percent larger than the female brain. Anatomical differences are largely explained by effects of sex hormones on brain development. Males and females experience various emotions—like happiness and sadness, for example—very differently. The APA, which now considers traditionally masculine qualities such as stoicism and competitiveness to be “psychologically harmful,” is failing men.",
      "Psychology, in general, is failing men. ",
      "Psychology Today, the largest media enterprise dedicated to all things psychology, regularly pushes the idea of “positive masculinity.” For “positive masculinity” to exist, some form of “negative” (or “toxic”) masculinity must also exist. This, of course, is a load of nonsense. There are toxic people, for sure. But masculinity - the qualities associated with being a man - is not in itself “toxic.” The articles claiming otherwise, however, most definitely are.",
      "Rollo Tomassi, a podcaster and writer who has been discussing the crisis of masculinity for years, told me that psychology is failing men because “modern psychology is by women for women.” ",
      "“Across all fields,” he noted, “female doctoral students in psychology outnumber males by approximately three to one and have done so for over a decade.” He’s right.",
      "To compound matters, Tomassi added, “the few notable men remaining in the field have pivoted away from the work that made them reputable. They now embrace a female-friendly bastardization of their prior works to avoid cancellation and losing tenure or struggle for relevance in an age where online self-help influencers replace them daily.”",
      "Tomassi, who recently appeared on Dr. Phil to discuss the state of masculinity in America, said, “Since the start of the Sexual Revolution, we’ve told men to ‘man down’; yet modern psychology’s prescription for men is to ‘man up,’ but only insofar as it benefits women’s interests.” All proposed male solutions are, in fact, “gender-swapped female solutions.” ",
      "Dr. Phil",
      "“There cannot be a uniquely male solution, \" he concluded, “largely because to do so would mean acknowledging fundamental differences in men’s evolved psychologies.” And we can’t have that, can we?",
      "To make matters worse, even if a man in need is to go looking for psychological assistance, he'll likely find himself struggling to find an appropriate therapist. Men prefer to be counseled by other men, but the field of psychology, as Tomassi pointed out,  is currently dominated by females. Receiving therapy from a professional who matches one’s sex is a significant predictor of satisfaction and therapeutic success. Sadly, the U.S. has a severe shortage of suitably qualified male therapists; and the current batch of male therapists being trained, the supposed healers of tomorrow, are busy gulping down APA-approved narratives. ",
      "The future for American men looks bleak, and it will remain bleak until the APA acknowledges the fact that fundamental differences between men and women exist. Don’t hold your breath."
    ],
    "headline": "Today's Psychology Can't Help American Men",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/todays-psychology-cant-help-american-men/"
  },
  "https://www.theamericanconservative.com/dragging-the-church-of-england-to-extinction/": {
    "paras": [
      "What's going on with a group of heroically woke Anglicans in London?:",
      "",
      "\n",
      "Yeah, well, St. James Piccadilly is super-woke (has been since the 1980s) and super-gay. From the website:",
      "",
      "Why would anybody who is serious about the Christian religion trivialize it like this? Who could possibly take this religion seriously? I know gay Christians who would find this kind of thing inappropriate at best, and blasphemous at worst. It's narcissistic as hell. There's nothing holy here at all. And drag queens in the church, performing? This is 100 percent a sign that these people aren't serious about the faith. A bunch of children. W.H. Auden was an Anglican, openly gay, and not chaste, yet it is impossible to imagine a man of his spiritual, artistic, and intellectual seriousness tolerating trivial blasphemy like this. It's Gay Clown Mass.",
      "The only comfort is knowing that in a decade or two, this church building will be a condominium or a restaurant, and the few English Christians left who actually believe in the God of the Bible will be elsewhere, probably in the unfashionable suburbs, or ethnic neighborhoods. ",
      "The parish was designed and built by Sir Christopher Wren -- see history here -- and now look below: the lady rector is hosting an hourlong conversation with a drag queen named Fever Dream. This is what happens if you don't hold the line. The Archbishop of Canterbury is as silent about the abomination at that historic London parish as he is about the horrible abuse that Anglican priest the Rev. Bernard Randall has suffered at the hands of a C of E school for having the audacity to say that it's okay to hold traditional Christian views about homosexuality. ",
      "According to one data analyst, if current trends continue, the Church of England will cease to exist around 2060, as the last Anglicans die out. (Don't gloat, Catholics: just because your English parishes aren't hosting drag queens, your parishes are on the same downward trajectory timeline, according to the same analysis.) Who knew the apocalypse for English Christianity would be like a Monty Python skit?",
      "(Readers, if you want to continue following the decline-and-fall with me after this blog goes away a week from today -- as well as hear good religion-and-culture news when it happens -- kindly subscribe to Rod Dreher's Diary. Almost all the posts will be for paying subscribers only -- Substack will be my major source of income, so I have to charge -- so I hope you'll at least give it a shot. It's five dollars per month, or fifty dollars for the year -- and you get to participate in the first-rate comments section, which has come roaring back to life after inadvertently being extinguished here by the redesign.)",
      "(Readers, if you want to continue following the decline-and-fall with me after this blog goes away a week from today -- as well as hear good religion-and-culture news when it happens -- kindly subscribe to Rod Dreher's Diary. Almost all the posts will be for paying subscribers only -- Substack will be my major source of income, so I have to charge -- so I hope you'll at least give it a shot. It's five dollars per month, or fifty dollars for the year -- and you get to participate in the first-rate comments section, which has come roaring back to life after inadvertently being extinguished here by the redesign.)",
      ""
    ],
    "headline": "Dragging The Church Of England To Extinction",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/dragging-the-church-of-england-to-extinction/"
  },
  "https://www.theamericanconservative.com/from-the-cradle-to-the-grave/": {
    "paras": [
      "Rural hospitals are shutting down their maternity units, the New York Times reported Sunday. Nearly 100 hospitals, mostly in poorer areas of the country, stopped offering maternal care between 2015 and 2019, with at least one third of all rural hospitals reporting in 2020 that they did not provide obstetrics services. Apparently, these hospitals just can’t afford to keep the 24-hour units staffed—certainly not with the price of labor these days. ",
      "New York Times",
      "But budgets never tell the whole story. In this case, they are barely the first chapter in a long book, one which tells of the multitude of ways in which birth has been devalued over the last several decades.",
      "Maternity units in rural regions are too expensive in part because Medicaid pays hospitals significantly less per birth than does private insurance—a fresh tally mark for all those who said federalizing healthcare would lead to worse care. The Times reporter names the average price hospitals are paid for a birth by Medicaid in Washington State: a pitiful $6,344 per birth, while private insurance pays an average of $18,193, a threefold increase. The spread is similarly dismal across the country, with an average price disparity of nearly $9,000 between private insurance and Medicaid reimbursements. At least 42 percent of all pregnant women in the United States in 2020 were covered by Medicaid at the time of their birth.",
      "Times ",
      "In wealthier areas, the private insurance payouts often balance the books. Not so much in rural areas, where, coincidentally, a growing plurality of pregnant women are to be found. In 2021, the largest demographic of pregnant women were those below the poverty line, accounting for 40 percent of all U.S. births. Those who are getting pregnant these days are often poor and without private insurance, meaning even an increase in birth rates may not necessarily mean the return of rural maternity units, assuming no significant change in Medicaid prices.",
      "But even taking Medicaid out of the picture entirely wouldn’t necessarily solve the problem. Private insurance outpays Medicaid by the thousands across the board, whether you’re getting a hip replacement or are on a ventilator for Covid-19, and rural hospitals aren’t shuttering general surgery. There is another cause, then, that harms maternity care specifically: namely, a decline in demand for maternal services overall, especially by those who can pay.",
      "With the rate of U.S. child births hitting a record low in 2018, and improvements since then negligible, is it any wonder the business of being born is not half so profitable as it once was? This is not a new data point, of course. We have seen headlines about declining birth rates for probably a decade now, and the causes are as well known as they are unlikely to change. Abortion on demand (the overturn of Roe last summer doesn’t seem to have made a dent in this yet, but more time will tell), declining intimacy rates, and rising infertility are just my generation’s addition to the litany of social and biological barriers between young couples and a quiverfull of children that began to be erected during the sexual revolution. Without a significant increase in birth rates, we can expect it won’t just be the maternity wings at the hospitals closing; other maternity-adjacent services will disappear, too, for lack of demand. ",
      "Roe ",
      "If the end of the maternity wing meant the return of women to healthier, less invasive childbirth practices, this would be a good thing. Unfortunately, midwives and birth centers remain in the very small minority of available healthcare, and are often only partly covered by insurance. As bad as Medicaid payments are to hospitals, they are even worse to birthing centers. Instead, history suggests these impoverished and constrained mothers will take recourse another way, one that is easier on paper, but bears eternal consequences.",
      "Women below the poverty line account for a full half of all abortions nationally. That number rises to 75 percent when the criteria is broadened to all low-income women. It is a relevant piece in the puzzle when we consider the reasons women get abortions—the cost of having a child is no small consideration. The loss of maternal care at the local hospital introduces a whole host of financial complications, from the loss of time at work to drive out of town to the next nearest hospital, or the risk of avoidable complications, which bring with them further medical bills and more time off work. It might be just the thing to tip a struggling mother’s decision in the direction of death.",
      "For the hospital managers balancing the bank books, the decision to close a maternity unit might be nothing more than a sad but necessary concession to stay afloat. But for the women and their unborn children, and for our nation’s future, the consequences will be much greater."
    ],
    "headline": "From the Cradle to the Grave",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/from-the-cradle-to-the-grave/"
  },
  "https://www.theamericanconservative.com/talking-about-talking/": {
    "paras": [
      "I came across an interesting clip on Twitter today that I thought worth sharing. Some are having a laugh at the girl featured in the video. I, on the other hand, pity her.",
      "The clip seems to be from a podcast setting, as the young woman. She appears college aged or just beyond, sits across from a man, featured very briefly in the clip who looks in his late twenties or early thirties. Here’s the clip:",
      "",
      "an insane amount of americans, of all races, under the age of ~50 can barely speak english as a first and only language  – forget about at a level comparable to a person who completed a secondary level education 60+ years ago pic.twitter.com/0H6ckEY5Yv",
      "— Basil 🌿 (@NeoBactrian) February 28, 2023",
      "\n",
      "I stumbled across the clip because some mutual followers liked the post from an anonymous twitter account with the handle @NeoBactrian. The caption says, “an insane amount of americans [sic], of all races, under the age of ~50 can barely speak english [sic]as a first and only language  - forget about at a level comparable to a person who completed a secondary level education 60+ years ago.”",
      "He’s certainly correct. Her comments are full of filler words, incorrect grammar, with some expletives tossed in. “I think like the biggest thing that like annoys me in like the whole dating world is like f*****g talking stages,” the young woman says. Surely, her lack of command over the English language is a product of our nation’s failing education system, but it’s not just the education system that has failed her.",
      "The process of education is the beginning and end of the cycle of cultural development. It is tasked with reflecting and instilling society’s cultural values to our youth. Our current culture values autonomy, diversity, and equity more than competency. Our culture is rotten, and thus, our process of education is as well.",
      "Her lack of command over the English language, therefore, is culturally induced, but it’s more than just a failure in rhetoric. The entire clip, she’s fumbling over her words, grasping for a very simple phrase: “traditional dating.” She’s caught struggling for words because our current culture has done its best to make the concept of traditional dating taboo or verboten, if not kill it entirely. Hence, the need for the added modifier “traditional” to dating—I’ve been assured by those my senior that back in their day, they just called it dating, maybe even “going steady.”",
      "“I just hate the whole, like, how talking stages are so, like, normalized, like, traditional dating does not exist in this generation,” she says. The heartbreaking reality to all of this is that she’s mostly right. For my generation, traditional dating is, for the most part, basically nonexistent.",
      "Maybe it’s impossible to ever fully kill a concept. It is possible, however, to make an experience or reality so rare that the concept loses all familiarity. In a similar way, my younger siblings don’t really know what a VHS is. They know that you put them into a device, and it allowed you to watch a movie on the T.V. But they’ll never have the full experience of excitedly waiting for the VHS to rewind so you can watch your favorite movie again, or the glorious experience of visiting the local Blockbuster. This girl’s understanding of traditional dating is but a shell of the richness and beauty that the old way of dating provides.",
      "Even still, she clearly longs for it. Her disenchantment with our culture’s current method of courtship—the rampant use of dating apps, desire for instant sexual gratification, and lack of commitment—is clear. She just can’t find the words, because the forces of liberal modernity have done their best to hide them from her."
    ],
    "headline": "Talking About Talking",
    "timestamp": "",
    "act": "https://www.theamericanconservative.com/talking-about-talking/"
  }
}
