{
  "https://spectator.org/history-tells-us-drag-queen-shows-have-a-revolutionary-agenda-to-overturn-sexual-norms/": {
    "paras": [
      "Columbia, Missouri, is a typical midwestern college town. Much like Ames, Iowa, or Lawrence, Kansas, or Champaign, Illinois, or Bloomington, Indiana, it has a population of roughly 100,000, sits in the middle of the state, and enfolds a large state university, in this case the University of Missouri. Full of college-related activities and removed from both urban angst and rural isolation, it presents an idyllic setting for raising children and edifying adults. Columbia is also typical in its standing as a center of liberal political sentiment amid great surrounding swaths of conservatism in rural and small-town areas (\"oasis\" and \"desert\" is the usual metaphor one hears from its academic denizens). Over the last couple of decades, Missouri has moved from being a long-time swing state to being a conservative bastion, as Republicans fill nearly all of the state's congressional and Senate seats and state government offices. Columbia, however, like most college towns, has maintained a strongly progressive sensibility akin to the nearest urban centers, St. Louis to the east and Kansas City to the west. Progressive Democrats tend to dominate its city council, school board, and local state representatives.",
      "A strong tradition illustrating the city's liberal atmosphere is the annual Columbia Values Diversity breakfast, an event held for some 30 years on or around the Martin Luther King Jr. federal holiday. Hosted by the city government, it traditionally features speakers and presentations focused on the African-American civil rights movement, with representatives of the NAACP, local civic groups, and community leaders extolling King and his legacy. This year's edition on Jan. 19, 2023, was typical, as a female African-American vice president of a WNBA team, and former star player, gave the keynote address, and a local African-American nonprofit leader was presented with an individual diversity award.A strong tradition illustrating the city's liberal atmosphere is the annual Columbia Values Diversity breakfast, an event held for some 30 years on or around the Martin Luther King Jr. federal holiday. Hosted by the city government, it traditionally features speakers and presentations focused on the African-American civil rights movement, with representatives of the NAACP, local civic groups, and community leaders extolling King and his legacy. This year's edition on Jan. 19, 2023, was typical, as a female African-American vice president of a WNBA team, and former star player, gave the keynote address, and a local African-American nonprofit leader was presented with an individual diversity award.",
      "Drag performer at the Columbia Values Diversity Celebration (KMIZ ABC 17 News/YouTube)Drag performer at the Columbia Values Diversity Celebration (KMIZ ABC 17 News/YouTube)",
      "The gathering, however, featured one notable departure. The last item on the program was a 20-minute performance by Nclusion Plus, a drag queen troupe, which presented four lip-synched musical numbers accompanied by sashaying and posing. At the end of the songs, several attendees rushed forward to give them dollar bills. It is hard to gauge the general reaction to the show, with film of the audience depicting some clapping and cheering while others appear to look on uneasily in disbelief or amusement. Then it was discovered that about 30 middle school children from the Columbia Public Schools were in attendance, as had been a custom for years, and witnessed the drag queen show. Upon this news, controversy erupted: the governor and attorney general of Missouri publicly condemned the drag queen portion of the event as inappropriate for kids, some Republican legislators threatened legislation restricting such shows, some parents of juvenile attendees expressed outrage that they had not been told about the drag show, Columbia leaders defended the performance and accused critics of anti-LBGTQ bigotry, and heated letters to local newspapers took sides. Public school officials scrambled to offer explanations.The gathering, however, featured one notable departure. The last item on the program was a 20-minute performance by Nclusion Plus, a drag queen troupe, which presented four lip-synched musical numbers accompanied by sashaying and posing. At the end of the songs, several attendees rushed forward to give them dollar bills. It is hard to gauge the general reaction to the show, with film of the audience depicting some clapping and cheering while others appear to look on uneasily in disbelief or amusement. Then it was discovered that about 30 middle school children from the Columbia Public Schools were in attendance, as had been a custom for years, and witnessed the drag queen show. Upon this news, controversy erupted: the governor and attorney general of Missouri publicly condemned the drag queen portion of the event as inappropriate for kids, some Republican legislators threatened legislation restricting such shows, some parents of juvenile attendees expressed outrage that they had not been told about the drag show, Columbia leaders defended the performance and accused critics of anti-LBGTQ bigotry, and heated letters to local newspapers took sides. Public school officials scrambled to offer explanations.The gathering, however, featured one notable departure. The last item on the program was a 20-minute performance by Nclusion Plus, a drag queen troupe, which presented four lip-synched musical numbers accompanied by sashaying and posing. At the end of the songs, several attendees rushed forward to give them dollar bills. It is hard to gauge the general reaction to the show, with film of the audience depicting some clapping and cheering while others appear to look on uneasily in disbelief or amusement. Then it was discovered that about 30 middle school children from the Columbia Public Schools were in attendance, as had been a custom for years, and witnessed the drag queen show. Upon this news, controversy erupted: the governor and attorney general of Missouri publicly condemned the drag queen portion of the event as inappropriate for kids, some Republican legislators threatened legislation restricting such shows, some parents of juvenile attendees expressed outrage that they had not been told about the drag show, Columbia leaders defended the performance and accused critics of anti-LBGTQ bigotry, and heated letters to local newspapers took sides. Public school officials scrambled to offer explanations.",
      "As is true in many communities where drag queen performances or \"Drag Queen Story Hours\" for children have ignited controversy, the Columbia Values Diversity breakfast imbroglio raises several important issues with which concerned citizens are wrestling, either directly or by implication. What exactly is the agenda of drag queen performers and how does it impact the sexual values of our society? Are drag queen shows or story hours appropriate for children? Do drag queens and other sexually marginalized groups now have equal standing with racial and ethnic minorities to demand civic inclusion? A deeper dig into this heartland drama suggests some answers, while also shedding light on the larger culture wars roiling American society.",
      "* * * * *",
      "While episodes of cross-dressing date back centuries, the history of drag queens in America is more recent and has gone through several stages. Emerging surreptitiously in the 19th century and continuing into the 20th century, drag queens outfitted in extravagant women's clothing offered underground urban displays of sexual exhibition in clubs that piqued the attention of curious city-dwellers and attracted wide-eyed stares from provincial visitors. Beginning with the Stonewall Riots of 1969, however, drag became politicized as it was swept up in the burgeoning movement for gay liberation. It transformed from private titillation into a public display of rebellion against stuffy sexual restraints of bourgeois America. By the 1980s and 1990s, drag queens had emerged as important figures in the radical gender theorizing of figures such as Gayle Rubin and Judith Butler, who drew upon the influential work of French theorist Michel Foucault to argue that a standard of heteronormativity provided a key support for Western patriarchal capitalism and needed to be overturned. In this sexual calculus of oppression, married heterosexuals stood at the top of the erotic pyramid, and stacked beneath them in descending order stood unmarried heterosexual couples, lesbian and gay male couples, promiscuous males and females, and finally, in Rubin's nomenclature, \"transsexuals, transvestites, fetishists, sadomasochists, sex workers such as prostitutes and porn models, and lowliest of all, those whose eroticism transgresses generational boundaries [pedophiles].\" Queer theory, as it came to be generically known, aimed to overthrow this hierarchy, replace the binary structure of male-female, and create a world of unbounded sexual expression. Drag queens - adult men wearing ball gowns and high-heels, glitter and sequins, outlandish face makeup, and bombastic hair - emerged as vivid symbols of sexual transgression that promised to undermine repressive Western norms.",
      "Over the last two decades, queer theorists and drag queens themselves have issued numerous analyses and declarations of intent. Sarah Hankins, a queer theorist specializing in the study of drag queens (as well as an enthusiast for the genre), did extensive fieldwork in Boston-area drag venues and wrote an influential 2015 article describing drag performances as \"potent stagings of gender, sex and social power as intersectional categories,\" an endeavor that ranged from \"on-stage teasing to lap dancing, grinding, kissing, mock oral sex, and sadomasochistic scenarios.\" Hankins noted that drag queens employ \"tropes of primitivism and degeneracy as tools of protest and liberation,\" all in the interests of upending sexual hierarchies. Describing drag bar acts as \"sex work\" where drag queens labor for tips, she classified three types of performance - \"Straight-Ahead Drag,\" \"Burlesque Drag,\" and \"Genderf**k Drag\" - that employed varying techniques to present violations of the gender binary, titillating sexual display, and striptease. But regardless of the drag style, Hankins concluded, \"overwhelmingly within this community, among performers and audiences alike, the affective pleasures of sex, arousal, and desire are valorized [i.e. the value is enhanced].\"",
      "In 1921, \"Lil Miss Hot Mess\" (the drag queen stage name of Harris Kornstein, a professor at the University of Arizona) co-wrote along with Harper Keenan, a transgender male queer theorist at the University of British Columbia, a piece that illuminated another important aspect of the drag enterprise: its educational mission, which focuses on reaching children. Titled \"Drag Pedagogy: The Playful Practice of Queer Imagination in Early Childhood,\" this handbook contended that the standard education system aimed to reproduce \"the state's normative vision of its ideal citizenry,\" a crucial part of which was heteronormative gender roles. In the authors' words, \"the institutional management of gender has been used as a way of maintaining racist and capitalist modes of (re)production.\" Drag queens promised to disrupt this indoctrination with \"drag pedagogy,\" which plants the seeds of \"gender-transgressive themes\" that subsequently grow to undermine the family, marriage, work, and other foundational elements of bourgeois capitalist society. But there is a broader drag educational goal: inspiring disruption and disobedience. Lil Miss Hot Mess and Keenan explain that drag pedagogy \"is all about bending and breaking the rules.... There is a premium on standing out, on artfully desecrating the sacred. In other words, what we refer to as strategic defiance is encouraged .... [F]ostering collective unruliness also helps children to understand that they can have a hand in changing their environment.... [Drag] performers demonstrate a refusal to be told what to do.\"In 1921, \"Lil Miss Hot Mess\" (the drag queen stage name of Harris Kornstein, a professor at the University of Arizona) co-wrote along with Harper Keenan, a transgender male queer theorist at the University of British Columbia, a piece that illuminated another important aspect of the drag enterprise: its educational mission, which focuses on reaching children. Titled \"Drag Pedagogy: The Playful Practice of Queer Imagination in Early Childhood,\" this handbook contended that the standard education system aimed to reproduce \"the state's normative vision of its ideal citizenry,\" a crucial part of which was heteronormative gender roles. In the authors' words, \"the institutional management of gender has been used as a way of maintaining racist and capitalist modes of (re)production.\" Drag queens promised to disrupt this indoctrination with \"drag pedagogy,\" which plants the seeds of \"gender-transgressive themes\" that subsequently grow to undermine the family, marriage, work, and other foundational elements of bourgeois capitalist society. But there is a broader drag educational goal: inspiring disruption and disobedience. Lil Miss Hot Mess and Keenan explain that drag pedagogy \"is all about bending and breaking the rules.... There is a premium on standing out, on artfully desecrating the sacred. In other words, what we refer to as strategic defiance is encouraged .... [F]ostering collective unruliness also helps children to understand that they can have a hand in changing their environment.... [Drag] performers demonstrate a refusal to be told what to do.\"In 1921, \"Lil Miss Hot Mess\" (the drag queen stage name of Harris Kornstein, a professor at the University of Arizona) co-wrote along with Harper Keenan, a transgender male queer theorist at the University of British Columbia, a piece that illuminated another important aspect of the drag enterprise: its educational mission, which focuses on reaching children. Titled \"Drag Pedagogy: The Playful Practice of Queer Imagination in Early Childhood,\" this handbook contended that the standard education system aimed to reproduce \"the state's normative vision of its ideal citizenry,\" a crucial part of which was heteronormative gender roles. In the authors' words, \"the institutional management of gender has been used as a way of maintaining racist and capitalist modes of (re)production.\" Drag queens promised to disrupt this indoctrination with \"drag pedagogy,\" which plants the seeds of \"gender-transgressive themes\" that subsequently grow to undermine the family, marriage, work, and other foundational elements of bourgeois capitalist society. But there is a broader drag educational goal: inspiring disruption and disobedience. Lil Miss Hot Mess and Keenan explain that drag pedagogy \"is all about bending and breaking the rules.... There is a premium on standing out, on artfully desecrating the sacred. In other words, what we refer to as strategic defiance is encouraged .... [F]ostering collective unruliness also helps children to understand that they can have a hand in changing their environment.... [Drag] performers demonstrate a refusal to be told what to do.\"",
      "The revolutionary praxis of the drag queen movement appears in its clearly stated goal of transformation. Its theorists admit that talk of inclusion is just a ploy. Hot Mess and Keenan, for instance, describe the drag movement's efforts to \"actively destabilize\" existing norms of gender and sexuality as \"a fundamentally different orientation than movements towards the inclusion or assimilation of LGBT people into existing structures of school and society\" since \"efforts aimed at LGBT inclusion have replaced one monolithic script of gender with another.\" Hot Mess spoke more plainly in an interview with Teen Vogue: \"When I think of inclusion, I think about almost a patronizing approach. It's sort of saying, 'Well, you're different and we're going to include you because we have to.' We're going beyond that. It's about disrupting the status quo.\" Hot Mess and Keenan go on to clarify that playing the inclusion game is necessary to gain acceptance. Drag queens \"recite lines about alignment with curricular standards and social-emotional learning in order to be legible within public education and philanthropic institutions. Drag itself ultimately does not take these utilitarian aims too seriously (but it is quite good at looking the part when necessary).\" The authors' conclusion underlines this Trojan-horse tactic. While the drag queen movement may present itself as \"'family friendly,' in the sense that it is accessible and inviting to families with children, it is less a sanitizing force than it is a preparatory introduction to alternate forms of kinship,\" they write. \"[It] is 'family friendly' in the sense of 'family' as an old-school queer code to identify and connect with other queers on the street.\"The revolutionary praxis of the drag queen movement appears in its clearly stated goal of transformation. Its theorists admit that talk of inclusion is just a ploy. Hot Mess and Keenan, for instance, describe the drag movement's efforts to \"actively destabilize\" existing norms of gender and sexuality as \"a fundamentally different orientation than movements towards the inclusion or assimilation of LGBT people into existing structures of school and society\" since \"efforts aimed at LGBT inclusion have replaced one monolithic script of gender with another.\" Hot Mess spoke more plainly in an interview with Teen Vogue: \"When I think of inclusion, I think about almost a patronizing approach. It's sort of saying, 'Well, you're different and we're going to include you because we have to.' We're going beyond that. It's about disrupting the status quo.\" Hot Mess and Keenan go on to clarify that playing the inclusion game is necessary to gain acceptance. Drag queens \"recite lines about alignment with curricular standards and social-emotional learning in order to be legible within public education and philanthropic institutions. Drag itself ultimately does not take these utilitarian aims too seriously (but it is quite good at looking the part when necessary).\" The authors' conclusion underlines this Trojan-horse tactic. While the drag queen movement may present itself as \"'family friendly,' in the sense that it is accessible and inviting to families with children, it is less a sanitizing force than it is a preparatory introduction to alternate forms of kinship,\" they write. \"[It] is 'family friendly' in the sense of 'family' as an old-school queer code to identify and connect with other queers on the street.\"The revolutionary praxis of the drag queen movement appears in its clearly stated goal of transformation. Its theorists admit that talk of inclusion is just a ploy. Hot Mess and Keenan, for instance, describe the drag movement's efforts to \"actively destabilize\" existing norms of gender and sexuality as \"a fundamentally different orientation than movements towards the inclusion or assimilation of LGBT people into existing structures of school and society\" since \"efforts aimed at LGBT inclusion have replaced one monolithic script of gender with another.\" Hot Mess spoke more plainly in an interview with Teen Vogue: \"When I think of inclusion, I think about almost a patronizing approach. It's sort of saying, 'Well, you're different and we're going to include you because we have to.' We're going beyond that. It's about disrupting the status quo.\" Hot Mess and Keenan go on to clarify that playing the inclusion game is necessary to gain acceptance. Drag queens \"recite lines about alignment with curricular standards and social-emotional learning in order to be legible within public education and philanthropic institutions. Drag itself ultimately does not take these utilitarian aims too seriously (but it is quite good at looking the part when necessary).\" The authors' conclusion underlines this Trojan-horse tactic. While the drag queen movement may present itself as \"'family friendly,' in the sense that it is accessible and inviting to families with children, it is less a sanitizing force than it is a preparatory introduction to alternate forms of kinship,\" they write. \"[It] is 'family friendly' in the sense of 'family' as an old-school queer code to identify and connect with other queers on the street.\"",
      "The revolutionary quality of the drag queen movement also shines through in a second characteristic: bestirring and fashioning children's sexuality. At a practical level, this endeavor involves performing before children as well as the aforementioned educational forays into classrooms and other learning sites. Lil Miss Hot Mess and Harper Keenan explain that appearing in \"family-friendly\" environments sets the stage for \"positioning queer and trans cultural forms as valuable components of early childhood education.\" This sexual agenda involves \"bringing queer ways of knowing and being into the education of young children.\" By singing and dancing before kids or reading to them in public libraries, bookstores, and classrooms from books such as Bye Bye Binary, The Gender Wheel, or Kornstein's own, The Hips on the Drag Queen Go Swish, Swish, Swish, drag queens show children how to \"live queerly\" and generally heighten their awareness of sexual possibilities.The revolutionary quality of the drag queen movement also shines through in a second characteristic: bestirring and fashioning children's sexuality. At a practical level, this endeavor involves performing before children as well as the aforementioned educational forays into classrooms and other learning sites. Lil Miss Hot Mess and Harper Keenan explain that appearing in \"family-friendly\" environments sets the stage for \"positioning queer and trans cultural forms as valuable components of early childhood education.\" This sexual agenda involves \"bringing queer ways of knowing and being into the education of young children.\" By singing and dancing before kids or reading to them in public libraries, bookstores, and classrooms from books such as Bye Bye Binary, The Gender Wheel, or Kornstein's own, The Hips on the Drag Queen Go Swish, Swish, Swish, drag queens show children how to \"live queerly\" and generally heighten their awareness of sexual possibilities.The revolutionary quality of the drag queen movement also shines through in a second characteristic: bestirring and fashioning children's sexuality. At a practical level, this endeavor involves performing before children as well as the aforementioned educational forays into classrooms and other learning sites. Lil Miss Hot Mess and Harper Keenan explain that appearing in \"family-friendly\" environments sets the stage for \"positioning queer and trans cultural forms as valuable components of early childhood education.\" This sexual agenda involves \"bringing queer ways of knowing and being into the education of young children.\" By singing and dancing before kids or reading to them in public libraries, bookstores, and classrooms from books such as Bye Bye Binary, The Gender Wheel, or Kornstein's own, The Hips on the Drag Queen Go Swish, Swish, Swish, drag queens show children how to \"live queerly\" and generally heighten their awareness of sexual possibilities.The revolutionary quality of the drag queen movement also shines through in a second characteristic: bestirring and fashioning children's sexuality. At a practical level, this endeavor involves performing before children as well as the aforementioned educational forays into classrooms and other learning sites. Lil Miss Hot Mess and Harper Keenan explain that appearing in \"family-friendly\" environments sets the stage for \"positioning queer and trans cultural forms as valuable components of early childhood education.\" This sexual agenda involves \"bringing queer ways of knowing and being into the education of young children.\" By singing and dancing before kids or reading to them in public libraries, bookstores, and classrooms from books such as Bye Bye Binary, The Gender Wheel, or Kornstein's own, The Hips on the Drag Queen Go Swish, Swish, Swish, drag queens show children how to \"live queerly\" and generally heighten their awareness of sexual possibilities.",
      "At the abstract level, the drag queen movement goes much further by reformulating adult-child erotic relationships. Hankins notes that drag club performances dismantle oppressive, harmful taboos such as \"pedophilia\" along with \"necrophilia, erotic object fetishism, and human-animal sex.\" The act of tipping performers also draws in audience members, who, by this transaction, can \"temporarily embody\" marginalized sexual identities, including \"the pedophile ... even the sexualized youth/child themselves.\" Rubin, the godmother of queer theory, in her groundbreaking essay \"Thinking Sex: Notes for a Radical Theory of the Politics of Sexuality,\" defends \"boylovers\" and \"men who love underage youth\" and denounces their opponents as purveyors of \"erotic hysteria.\" Rubin argued that pedophiles' behavior should be normalized and legalized and confidently asserted, \"In twenty years or so, when some of the smoke has cleared, it will be much easier to show that these men have been victims of a savage and undeserved witch hunt.\" Michel Foucault, the French theorist whose connection of sexual oppression to Western power structures lay at the heart of queer theory, was notorious for his defense of pedophilia. He signed a petition to legalize adult-child sexual liaisons in France and defended it to an interviewer: \"It could be that the child, with his own sexuality, desired that adult.... And to assume that a child is incapable of explaining what happened and was incapable of giving his consent are two abuses that are intolerable.\"At the abstract level, the drag queen movement goes much further by reformulating adult-child erotic relationships. Hankins notes that drag club performances dismantle oppressive, harmful taboos such as \"pedophilia\" along with \"necrophilia, erotic object fetishism, and human-animal sex.\" The act of tipping performers also draws in audience members, who, by this transaction, can \"temporarily embody\" marginalized sexual identities, including \"the pedophile ... even the sexualized youth/child themselves.\" Rubin, the godmother of queer theory, in her groundbreaking essay \"Thinking Sex: Notes for a Radical Theory of the Politics of Sexuality,\" defends \"boylovers\" and \"men who love underage youth\" and denounces their opponents as purveyors of \"erotic hysteria.\" Rubin argued that pedophiles' behavior should be normalized and legalized and confidently asserted, \"In twenty years or so, when some of the smoke has cleared, it will be much easier to show that these men have been victims of a savage and undeserved witch hunt.\" Michel Foucault, the French theorist whose connection of sexual oppression to Western power structures lay at the heart of queer theory, was notorious for his defense of pedophilia. He signed a petition to legalize adult-child sexual liaisons in France and defended it to an interviewer: \"It could be that the child, with his own sexuality, desired that adult.... And to assume that a child is incapable of explaining what happened and was incapable of giving his consent are two abuses that are intolerable.\"At the abstract level, the drag queen movement goes much further by reformulating adult-child erotic relationships. Hankins notes that drag club performances dismantle oppressive, harmful taboos such as \"pedophilia\" along with \"necrophilia, erotic object fetishism, and human-animal sex.\" The act of tipping performers also draws in audience members, who, by this transaction, can \"temporarily embody\" marginalized sexual identities, including \"the pedophile ... even the sexualized youth/child themselves.\" Rubin, the godmother of queer theory, in her groundbreaking essay \"Thinking Sex: Notes for a Radical Theory of the Politics of Sexuality,\" defends \"boylovers\" and \"men who love underage youth\" and denounces their opponents as purveyors of \"erotic hysteria.\" Rubin argued that pedophiles' behavior should be normalized and legalized and confidently asserted, \"In twenty years or so, when some of the smoke has cleared, it will be much easier to show that these men have been victims of a savage and undeserved witch hunt.\" Michel Foucault, the French theorist whose connection of sexual oppression to Western power structures lay at the heart of queer theory, was notorious for his defense of pedophilia. He signed a petition to legalize adult-child sexual liaisons in France and defended it to an interviewer: \"It could be that the child, with his own sexuality, desired that adult.... And to assume that a child is incapable of explaining what happened and was incapable of giving his consent are two abuses that are intolerable.\"",
      "Against this backdrop of drag history, declaration, and practice, three Nclusion Plus drag queens presented their show at the Columbia Values Diversity breakfast. Employing the inclusion strategy outlined in the Lil Miss Hot Mess handbook, the drag organization described this civic performance as \"a completely G-rated, family-friendly, uplifting, motivational, positive experience.\" The trio framed themselves as just another healthy ingredient in the salad bowl of American life - nonthreatening, mainstream entertainers out to generate wholesome fun while simply seeking acceptance for their \"difference.\" Here were drag queens you could take home to mother.",
      "However, a look at the Nclusion Plus website reveals a somewhat different agenda. Alongside the inclusion boilerplate and listing of sites and organizations that serve LGBTQ people are other sections. A tab for \"Health Resources\" enumerates clinics that treat sexually transmitted diseases and provide \"Transgender Affirming Healthcare,\" i.e. hormone treatments, puberty blockers, and breast and genital surgery. Another tab advertises an assortment of drag queen merch, including a bumper sticker emblazoned with \"Lick it before you stick it.\" A \"Books of the Month\" menu begins with a children's book entitled My Shadow Is Pink, aimed at ages 5 through 9, or kindergarten through third grade. It tells the story of a little boy, a lover of princesses and dancing, who goes to school for the first time outfitted in a dress, but flees home when classmates give him skeptical looks; his burly, masculine father then puts on a pink, sparkly dress and takes his son back to school, inculcating the lesson that everyone has to be \"your innermost you.\" Clearly, Nclusion Plus places transgressive sexuality as the hub of its wheel, while all other spokes of entertainment, uplift, and education radiate from it. True to the aims of the larger drag queen movement, it seeks to subvert the gender binary and undermine the social system with which it is intertwined.However, a look at the Nclusion Plus website reveals a somewhat different agenda. Alongside the inclusion boilerplate and listing of sites and organizations that serve LGBTQ people are other sections. A tab for \"Health Resources\" enumerates clinics that treat sexually transmitted diseases and provide \"Transgender Affirming Healthcare,\" i.e. hormone treatments, puberty blockers, and breast and genital surgery. Another tab advertises an assortment of drag queen merch, including a bumper sticker emblazoned with \"Lick it before you stick it.\" A \"Books of the Month\" menu begins with a children's book entitled My Shadow Is Pink, aimed at ages 5 through 9, or kindergarten through third grade. It tells the story of a little boy, a lover of princesses and dancing, who goes to school for the first time outfitted in a dress, but flees home when classmates give him skeptical looks; his burly, masculine father then puts on a pink, sparkly dress and takes his son back to school, inculcating the lesson that everyone has to be \"your innermost you.\" Clearly, Nclusion Plus places transgressive sexuality as the hub of its wheel, while all other spokes of entertainment, uplift, and education radiate from it. True to the aims of the larger drag queen movement, it seeks to subvert the gender binary and undermine the social system with which it is intertwined.",
      "After the diversity breakfast performance, Columbia's progressive leaders stepped up to support Nclusion Plus and its agenda. The city's Office of Cultural Affairs, which oversees the annual event, not only approved the drag queen performance but, it was later disclosed, used taxpayer funds to pay the group $500 for the show. The mayor of Columbia voiced the city's official stance. Elected as a progressive Democrat in the 2022 election - she specializes in sustainability policy - the mayor attended the event and proudly posed for a picture with the NClusion drag queens after their performance. When criticism of the drag show mounted, she issued a public statement defending it: \"Drag is a cross-cultural art form with a long and rich history that is fun and encourages self-expression. As hate crimes against drag show locations and performers are being committed in other communities, we want to reaffirm that Columbia is a community that supports all.\"",
      "For its part, the Columbia Public Schools administration reacted awkwardly to the diversity breakfast controversy, staggering around in a swamp of evasions and damage control. When state officials and a number of parents launched a fusillade of criticism at the school system for allowing children to attend an event with drag queens, the president of the Board of Education claimed that \"other than the keynote speaker most of the [diversity breakfast] program is unknown to the public,\" told concerned citizens to contact the city, and headed for the hills. The superintendent followed with a letter that first claimed no advance knowledge of a drag queen show, and then defended it as innocent. \"Although CPS [Columbia Public Schools] was unaware what the performance by NClusion+ would entail, their program was not an 'adult' performance. This type of misrepresentation is harmful to our students, our staff, and our community,\" read the key passage. When news emerged, however, that a high-ranking school district official had served on the organizing committee for the diversity breakfast, and that the city's official website listed \"entertainment by Nclusion+,\" these protestations of ignorance struck many as puzzling. It became even more puzzling when news broke that the parental permission slip granting approval for their child's attendance said nothing whatever about a drag queen performance. This triggered a second, chagrined missive from the superintendent granting that \"expectations were not met, specifically regarding the level of communication to parents,\" apologizing for the resulting \"frustration,\" and appealing for \"a return to civil and respectful conversation.\"For its part, the Columbia Public Schools administration reacted awkwardly to the diversity breakfast controversy, staggering around in a swamp of evasions and damage control. When state officials and a number of parents launched a fusillade of criticism at the school system for allowing children to attend an event with drag queens, the president of the Board of Education claimed that \"other than the keynote speaker most of the [diversity breakfast] program is unknown to the public,\" told concerned citizens to contact the city, and headed for the hills. The superintendent followed with a letter that first claimed no advance knowledge of a drag queen show, and then defended it as innocent. \"Although CPS [Columbia Public Schools] was unaware what the performance by NClusion+ would entail, their program was not an 'adult' performance. This type of misrepresentation is harmful to our students, our staff, and our community,\" read the key passage. When news emerged, however, that a high-ranking school district official had served on the organizing committee for the diversity breakfast, and that the city's official website listed \"entertainment by Nclusion+,\" these protestations of ignorance struck many as puzzling. It became even more puzzling when news broke that the parental permission slip granting approval for their child's attendance said nothing whatever about a drag queen performance. This triggered a second, chagrined missive from the superintendent granting that \"expectations were not met, specifically regarding the level of communication to parents,\" apologizing for the resulting \"frustration,\" and appealing for \"a return to civil and respectful conversation.\"",
      "Another key actor in this heartland melodrama, the area's African-American civil rights leaders, have remained noticeably quiet about this controversial episode. No official or unofficial statements have appeared, while an email request for an interview or conversation with someone from the local NAACP chapter has gone unanswered. This is not surprising. The drag queen performance has placed African Americans in an awkward position, both by completely overshadowing the traditional King-and-civil-rights emphasis of the diversity breakfast and running afoul of the longstanding connection between the civil rights movement and the black church. One suspects that a division of opinion, or at least ambiguous attitudes, linger in the black community: we support inclusion, but do drag queens fit the bill? Off-the-record comments from a couple of African-American friends denote such ambivalence. One said obliquely of the drag show, \"I'm glad I wasn't there,\" while another noted judiciously but with a pained look, \"I'm not sure this sort of thing really helps much to advance the cause of civil rights.\"",
      "* * * * *",
      "So what can, and should, be made of this culture wars skirmish in the heartland? Can any clear, reasonable conclusions be drawn about the drag queen movement from the Columbia contretemps? Several takeaways seem obvious.",
      "First, drag is inherently, and thoroughly, a sexualized project. Drag shows in clubs are sex shows where erotic display and titillation are its raison d'être, trumping entertainment as drag queens lip-sync rather than actually sing, pose, and strut provocatively rather than actually dance. Moreover, the sexual essence of drag constitutes a revolutionary agenda for overturning the male-female gender binary and subverting longstanding sexual and social norms in American and Western culture. So if you think drag queens are just fun and humor, you're kidding yourself. If you think drag queens are just an updated version of Milton Berle or Tootsie or Shakespeare, as defenders often argue in asserting the harmlessness of drag, you are either naïve or uninformed. Berle, the 1950s television comedian, occasionally dressed in women's clothes precisely to wring laughs from a ridiculous juxtaposition, and caricature, of traditional male and female norms (By the way, he launched a 1999 multi-million-dollar lawsuit against Out! magazine when it ran an ad that pictured him in a dress and described him as a \"queen\"). Tootsie, the charming 1970s movie, put Dustin Hoffman in female clothing as a desperate maneuver to get his out-of-work character an acting gig, during which he becomes a feminist, engages in heterosexual sex, and falls in love with his female co-star. The Bard, of course, employed cross-dressing in plays such as Twelfth Night,The Merchant of Venice, and As You Like It, but they featured women disguised as men to escape the shackles placed on females and claim power usually the preserve of males. None of these older entertainment creations aimed to explode the male-female binary and reconstitute society on a principle of gender fluidity. Conflating them with the drag queen crusade is not just a case of comparing apples and oranges; it is comparing apples and hand grenades.First, drag is inherently, and thoroughly, a sexualized project. Drag shows in clubs are sex shows where erotic display and titillation are its raison d'être, trumping entertainment as drag queens lip-sync rather than actually sing, pose, and strut provocatively rather than actually dance. Moreover, the sexual essence of drag constitutes a revolutionary agenda for overturning the male-female gender binary and subverting longstanding sexual and social norms in American and Western culture. So if you think drag queens are just fun and humor, you're kidding yourself. If you think drag queens are just an updated version of Milton Berle or Tootsie or Shakespeare, as defenders often argue in asserting the harmlessness of drag, you are either naïve or uninformed. Berle, the 1950s television comedian, occasionally dressed in women's clothes precisely to wring laughs from a ridiculous juxtaposition, and caricature, of traditional male and female norms (By the way, he launched a 1999 multi-million-dollar lawsuit against Out! magazine when it ran an ad that pictured him in a dress and described him as a \"queen\"). Tootsie, the charming 1970s movie, put Dustin Hoffman in female clothing as a desperate maneuver to get his out-of-work character an acting gig, during which he becomes a feminist, engages in heterosexual sex, and falls in love with his female co-star. The Bard, of course, employed cross-dressing in plays such as Twelfth Night,The Merchant of Venice, and As You Like It, but they featured women disguised as men to escape the shackles placed on females and claim power usually the preserve of males. None of these older entertainment creations aimed to explode the male-female binary and reconstitute society on a principle of gender fluidity. Conflating them with the drag queen crusade is not just a case of comparing apples and oranges; it is comparing apples and hand grenades.First, drag is inherently, and thoroughly, a sexualized project. Drag shows in clubs are sex shows where erotic display and titillation are its raison d'être, trumping entertainment as drag queens lip-sync rather than actually sing, pose, and strut provocatively rather than actually dance. Moreover, the sexual essence of drag constitutes a revolutionary agenda for overturning the male-female gender binary and subverting longstanding sexual and social norms in American and Western culture. So if you think drag queens are just fun and humor, you're kidding yourself. If you think drag queens are just an updated version of Milton Berle or Tootsie or Shakespeare, as defenders often argue in asserting the harmlessness of drag, you are either naïve or uninformed. Berle, the 1950s television comedian, occasionally dressed in women's clothes precisely to wring laughs from a ridiculous juxtaposition, and caricature, of traditional male and female norms (By the way, he launched a 1999 multi-million-dollar lawsuit against Out! magazine when it ran an ad that pictured him in a dress and described him as a \"queen\"). Tootsie, the charming 1970s movie, put Dustin Hoffman in female clothing as a desperate maneuver to get his out-of-work character an acting gig, during which he becomes a feminist, engages in heterosexual sex, and falls in love with his female co-star. The Bard, of course, employed cross-dressing in plays such as Twelfth Night,The Merchant of Venice, and As You Like It, but they featured women disguised as men to escape the shackles placed on females and claim power usually the preserve of males. None of these older entertainment creations aimed to explode the male-female binary and reconstitute society on a principle of gender fluidity. Conflating them with the drag queen crusade is not just a case of comparing apples and oranges; it is comparing apples and hand grenades.First, drag is inherently, and thoroughly, a sexualized project. Drag shows in clubs are sex shows where erotic display and titillation are its raison d'être, trumping entertainment as drag queens lip-sync rather than actually sing, pose, and strut provocatively rather than actually dance. Moreover, the sexual essence of drag constitutes a revolutionary agenda for overturning the male-female gender binary and subverting longstanding sexual and social norms in American and Western culture. So if you think drag queens are just fun and humor, you're kidding yourself. If you think drag queens are just an updated version of Milton Berle or Tootsie or Shakespeare, as defenders often argue in asserting the harmlessness of drag, you are either naïve or uninformed. Berle, the 1950s television comedian, occasionally dressed in women's clothes precisely to wring laughs from a ridiculous juxtaposition, and caricature, of traditional male and female norms (By the way, he launched a 1999 multi-million-dollar lawsuit against Out! magazine when it ran an ad that pictured him in a dress and described him as a \"queen\"). Tootsie, the charming 1970s movie, put Dustin Hoffman in female clothing as a desperate maneuver to get his out-of-work character an acting gig, during which he becomes a feminist, engages in heterosexual sex, and falls in love with his female co-star. The Bard, of course, employed cross-dressing in plays such as Twelfth Night,The Merchant of Venice, and As You Like It, but they featured women disguised as men to escape the shackles placed on females and claim power usually the preserve of males. None of these older entertainment creations aimed to explode the male-female binary and reconstitute society on a principle of gender fluidity. Conflating them with the drag queen crusade is not just a case of comparing apples and oranges; it is comparing apples and hand grenades.First, drag is inherently, and thoroughly, a sexualized project. Drag shows in clubs are sex shows where erotic display and titillation are its raison d'être, trumping entertainment as drag queens lip-sync rather than actually sing, pose, and strut provocatively rather than actually dance. Moreover, the sexual essence of drag constitutes a revolutionary agenda for overturning the male-female gender binary and subverting longstanding sexual and social norms in American and Western culture. So if you think drag queens are just fun and humor, you're kidding yourself. If you think drag queens are just an updated version of Milton Berle or Tootsie or Shakespeare, as defenders often argue in asserting the harmlessness of drag, you are either naïve or uninformed. Berle, the 1950s television comedian, occasionally dressed in women's clothes precisely to wring laughs from a ridiculous juxtaposition, and caricature, of traditional male and female norms (By the way, he launched a 1999 multi-million-dollar lawsuit against Out! magazine when it ran an ad that pictured him in a dress and described him as a \"queen\"). Tootsie, the charming 1970s movie, put Dustin Hoffman in female clothing as a desperate maneuver to get his out-of-work character an acting gig, during which he becomes a feminist, engages in heterosexual sex, and falls in love with his female co-star. The Bard, of course, employed cross-dressing in plays such as Twelfth Night,The Merchant of Venice, and As You Like It, but they featured women disguised as men to escape the shackles placed on females and claim power usually the preserve of males. None of these older entertainment creations aimed to explode the male-female binary and reconstitute society on a principle of gender fluidity. Conflating them with the drag queen crusade is not just a case of comparing apples and oranges; it is comparing apples and hand grenades.First, drag is inherently, and thoroughly, a sexualized project. Drag shows in clubs are sex shows where erotic display and titillation are its raison d'être, trumping entertainment as drag queens lip-sync rather than actually sing, pose, and strut provocatively rather than actually dance. Moreover, the sexual essence of drag constitutes a revolutionary agenda for overturning the male-female gender binary and subverting longstanding sexual and social norms in American and Western culture. So if you think drag queens are just fun and humor, you're kidding yourself. If you think drag queens are just an updated version of Milton Berle or Tootsie or Shakespeare, as defenders often argue in asserting the harmlessness of drag, you are either naïve or uninformed. Berle, the 1950s television comedian, occasionally dressed in women's clothes precisely to wring laughs from a ridiculous juxtaposition, and caricature, of traditional male and female norms (By the way, he launched a 1999 multi-million-dollar lawsuit against Out! magazine when it ran an ad that pictured him in a dress and described him as a \"queen\"). Tootsie, the charming 1970s movie, put Dustin Hoffman in female clothing as a desperate maneuver to get his out-of-work character an acting gig, during which he becomes a feminist, engages in heterosexual sex, and falls in love with his female co-star. The Bard, of course, employed cross-dressing in plays such as Twelfth Night,The Merchant of Venice, and As You Like It, but they featured women disguised as men to escape the shackles placed on females and claim power usually the preserve of males. None of these older entertainment creations aimed to explode the male-female binary and reconstitute society on a principle of gender fluidity. Conflating them with the drag queen crusade is not just a case of comparing apples and oranges; it is comparing apples and hand grenades.First, drag is inherently, and thoroughly, a sexualized project. Drag shows in clubs are sex shows where erotic display and titillation are its raison d'être, trumping entertainment as drag queens lip-sync rather than actually sing, pose, and strut provocatively rather than actually dance. Moreover, the sexual essence of drag constitutes a revolutionary agenda for overturning the male-female gender binary and subverting longstanding sexual and social norms in American and Western culture. So if you think drag queens are just fun and humor, you're kidding yourself. If you think drag queens are just an updated version of Milton Berle or Tootsie or Shakespeare, as defenders often argue in asserting the harmlessness of drag, you are either naïve or uninformed. Berle, the 1950s television comedian, occasionally dressed in women's clothes precisely to wring laughs from a ridiculous juxtaposition, and caricature, of traditional male and female norms (By the way, he launched a 1999 multi-million-dollar lawsuit against Out! magazine when it ran an ad that pictured him in a dress and described him as a \"queen\"). Tootsie, the charming 1970s movie, put Dustin Hoffman in female clothing as a desperate maneuver to get his out-of-work character an acting gig, during which he becomes a feminist, engages in heterosexual sex, and falls in love with his female co-star. The Bard, of course, employed cross-dressing in plays such as Twelfth Night,The Merchant of Venice, and As You Like It, but they featured women disguised as men to escape the shackles placed on females and claim power usually the preserve of males. None of these older entertainment creations aimed to explode the male-female binary and reconstitute society on a principle of gender fluidity. Conflating them with the drag queen crusade is not just a case of comparing apples and oranges; it is comparing apples and hand grenades.",
      "Second, situating drag queens under the inclusion umbrella is a dicey business. This maneuver runs aground on the issue that drag does not want to enter the mainstream so much as destroy it in the name of gender revolution. Moreover, if inclusion is now stretched to encompass marginalized sex workers, in the interests of fairness and consistency, do we now need to include strippers? Females and males who take off their clothes for payment meet this new standard - they are laborers specializing in erotic arousal, they challenge the boundaries of sexual expression, and they are marginalized by repressive bourgeois standards. So in the name of inclusivity, must we anticipate public stripteases in civic spaces where barely clad females tone it down to discreetly writhe around a dance pole, or perform sedate lap dances for breathless, sweat-sheened burghers who stick dollar bills in G-strings? Or Chippendales dancers reading to children in \"family-friendly\" settings where they remain mostly clothed, of course, while prompting first graders to explore their sexuality and ditch the repressive mores?",
      "Third, the notion of drag queens teaching children is extremely dicey business. And for one big reason - the vast majority of Americans object to pre-pubescent children being sexualized in any way by anybody. Subjecting little kids to lessons on how to \"live queerly\" is inappropriate, as would be strippers' admonitions on how to live hyper-heterosexual lives, because children are not equipped either biologically, or emotionally, to understand and process such information. Small children will believe anything they are told earnestly, and it is the responsibility of parents and properly supervised schools to do the telling when they are old enough to grasp such things. As for the drag queen lessons promoting generalized \"defiance,\" let's see how real school teachers already grappling with lapsed disciplinary standards and increasing student misbehavior react to this curricular innovation.Third, the notion of drag queens teaching children is extremely dicey business. And for one big reason - the vast majority of Americans object to pre-pubescent children being sexualized in any way by anybody. Subjecting little kids to lessons on how to \"live queerly\" is inappropriate, as would be strippers' admonitions on how to live hyper-heterosexual lives, because children are not equipped either biologically, or emotionally, to understand and process such information. Small children will believe anything they are told earnestly, and it is the responsibility of parents and properly supervised schools to do the telling when they are old enough to grasp such things. As for the drag queen lessons promoting generalized \"defiance,\" let's see how real school teachers already grappling with lapsed disciplinary standards and increasing student misbehavior react to this curricular innovation.",
      "Fourth, the Columbia dustup makes clear that progressives provide little guidance for assessing difficult issues such as drag queens and their import. They labor under several weighty delusions. In the progressive view, anyone entering the victimization sweepstakes for any reason qualifies for acceptance and recompense. Obsessed with avoiding the horrors of \"judgmentalism,\" progressives are unable to offer any standards for parsing claims and analyzing consequences beyond meaningless bromides - \"accept people for what they are,\" \"we all deserve a voice,\" \"everyone needs to feel safe\" - which, of course, can be applied to anyone from the Proud Boys to the Flat Earth Society, Antifa to the Bigfoot Field Research Organization. The resulting stance veers close to \"radical chic,\" Tom Wolfe's famous 1970 description of Leonard Bernstein inviting street-tough, violent Black Panthers into his tony apartment to join his elitist friends, share cocktails, and chitchat about revolution. Too often privileged progressives make grand gestures about manning the barricades, while they maintain a safe distance, protect their position within the system sitting in the crosshairs, and get on with their lives. Let's hurry and destroy the gender binary before the hors d'oeuvres get stale.",
      "These commonsensical conclusions suggest a pair of remedies moving forward, ones that a great majority of reasonable citizens and concerned parents would likely endorse. To begin with, relocating drag queens within an old-fashioned matrix of private and public endeavor would go far to resolve tensions over this issue. Let's be clear - no one is, nor should be, pursuing a crusade to cancel, forbid, discriminate against, or jail drag queens. If some adult men find happiness in dressing up and performing as women, that is their right. If some adults find enjoyment attending drag queen shows or strip clubs, it's a free country. If you want to overturn the male-female sexual binary in drag performances or hypercharge it in strip joints, that is your business. But such sexual preferences and predilections are essentially personal and should be indulged in clubs, watching Ru Paul's Drag Race on television at home, or pursued in other private venues and not shoved into the civic sphere or foisted on the general public, many of whom find them distasteful or perhaps immoral. As with so many other things these days, American society would benefit from honoring the difference between toleration and affirmation. Our system's protection of the individual's liberty to embrace what you will, including sexual activities, should not lead inexorably to demands for official, civic sanction of such desires.These commonsensical conclusions suggest a pair of remedies moving forward, ones that a great majority of reasonable citizens and concerned parents would likely endorse. To begin with, relocating drag queens within an old-fashioned matrix of private and public endeavor would go far to resolve tensions over this issue. Let's be clear - no one is, nor should be, pursuing a crusade to cancel, forbid, discriminate against, or jail drag queens. If some adult men find happiness in dressing up and performing as women, that is their right. If some adults find enjoyment attending drag queen shows or strip clubs, it's a free country. If you want to overturn the male-female sexual binary in drag performances or hypercharge it in strip joints, that is your business. But such sexual preferences and predilections are essentially personal and should be indulged in clubs, watching Ru Paul's Drag Race on television at home, or pursued in other private venues and not shoved into the civic sphere or foisted on the general public, many of whom find them distasteful or perhaps immoral. As with so many other things these days, American society would benefit from honoring the difference between toleration and affirmation. Our system's protection of the individual's liberty to embrace what you will, including sexual activities, should not lead inexorably to demands for official, civic sanction of such desires.",
      "In addition, and more simply, keep drag queens away from children, especially pre-pubescent kids. There is simply no logical reason for such interactions, any more than for any species of sex worker to engage with youngsters. In other words, drag queens are adult stuff, not kid stuff. Here the tables need to be turned: those who believe that young children should be sexualized need to be called upon to explain why. Again, the public-private dichotomy profitably enters the picture. If you want to teach your second-grader about gender fluidity, feel free to do so at home, but don't expect the mass of ordinary citizens, along with public approval and money, to line up in support. Libraries and classrooms, supported by public funds, should not be hosting drag queens or strippers. If private venues such as bookstores want to feature such endeavors, that is their right, just as it is the right of parents to subsequently decide if they wish to spend their money at these establishments.",
      "So a solution to the drag queen problem might be hammered out along the lines of toleration in combination with reasonable restraint. Yet it would be delusional to abandon concern about the larger drag queen enterprise. A spokesman for the movement unintentionally pulled back the curtain, providing a brief glimpse of the force behind, when addressing the Missouri General Assembly a few days after the Columbia dustup. In testimony opposing legislation aimed at restricting the location of drag shows, he bristled at the mention of a danger to children. \"Do you think we're stupid?\" sputtered Shawn Stokes, the reigning Miss Gay St. Louis arrayed in a crown, women's clothes, and glittering makeup he uses for performances under his drag stage name, Akasha Royale. \"I would never harm a child. I know how to act when I'm around a kid.\" This protestation speaks volumes. Stokes did not say he would avoid inappropriate sexual activities with or around a child because it was wrong; he would avoid it because he was smart enough to know it would land him in serious legal trouble. This statement not only tacitly admits the intense sexuality inherent in drag queen performance, but also confesses that utility and self-protection, not a moral standard or concern for a child's welfare, determines how the drag queen deploys that sexuality. That is not exactly a reassuring - or \"uplifting\" or \"family-friendly\" or \"fun\" - sentiment.",
      "READ MORE by Steven Watts:",
      "The Historical Profession Stumbles on the Edge of RuinThe Historical Profession Stumbles on the Edge of Ruin",
      "The Disney DilemmaThe Disney Dilemma"
    ],
    "headline": "  History Tells Us Drag Queen Shows Have a Revolutionary Agenda to Overturn Sexual Norms    ",
    "timestamp": "March 2, 2023, 11:04 PM  ",
    "act": "https://spectator.org/history-tells-us-drag-queen-shows-have-a-revolutionary-agenda-to-overturn-sexual-norms/",
    "image": "https://149366087.v2.pressablecdn.com/wp-content/uploads/2023/03/shutterstock_85817500-scaled.jpg"
  },
  "https://spectator.org/five-quick-things-youve-got-to-be-stupid-to-defend-cancel-culture-and-heres-proof/": {
    "paras": [
      "Well, it's been a hell of a week, and I feel like I missed most of it.",
      "Regular readers of this column know I missed a regularly scheduled appearance in this space earlier in the week. And on top of that, Melissa Mackenzie had to fly solo on The Spectacle - though she did a hell of a job, and I'm now concerned I've been Wally Pipped in the process.Regular readers of this column know I missed a regularly scheduled appearance in this space earlier in the week. And on top of that, Melissa Mackenzie had to fly solo on The Spectacle - though she did a hell of a job, and I'm now concerned I've been Wally Pipped in the process.Regular readers of this column know I missed a regularly scheduled appearance in this space earlier in the week. And on top of that, Melissa Mackenzie had to fly solo on The Spectacle - though she did a hell of a job, and I'm now concerned I've been Wally Pipped in the process.Regular readers of this column know I missed a regularly scheduled appearance in this space earlier in the week. And on top of that, Melissa Mackenzie had to fly solo on The Spectacle - though she did a hell of a job, and I'm now concerned I've been Wally Pipped in the process.",
      "So what accounts for all this shirking? Well, Wednesday night I finally sent the first draft of a new book I'm working on to the publisher. We haven't settled on a title yet, but it's about Barack Obama and the \"fundamental transformation\" of America that he promised - and the fact that while at the time we all thought that was some empty campaign promise, if anything Obama undersold what he was going to do and is still doing to the country.",
      "It hasn't been a fun book to write. Quite the contrary - in fact, it's been soul-crushing in some respects because once you start pulling at the threads, you realize that most of what is out of control in the country now was either cooked up or entrenched during those eight years Obama was in the White House. And those things have all metastasized in the last couple of years in the Obama Redux administration of Dirty Joe Biden.",
      "Who obviously isn't in charge of his own presidency, and Obama by all appearances seems to be - at least when he wants to. All of Biden's handlers were Obama B-team flunkies, so it's pretty safe to expect that Kalorama, and not Delaware, is the real presidential power base even now.",
      "Anyway, this column is going to catch up on a few items I missed when I was racing to the first-draft finish line...",
      "I've not had the distinct pleasure to have read the previous writings of someone called Ernest Owens, who is the author of a book called The Case for Cancel Culture: How This Democratic Tool Works to Liberate Us All, but I think I can survive my dearth of that experience. Last week, Rolling Stone decided to publish an excerpt from Owens' book, and RealClearPolitics, in its usual politically ecumenical spirit, aggregated a link to it.I've not had the distinct pleasure to have read the previous writings of someone called Ernest Owens, who is the author of a book called The Case for Cancel Culture: How This Democratic Tool Works to Liberate Us All, but I think I can survive my dearth of that experience. Last week, Rolling Stone decided to publish an excerpt from Owens' book, and RealClearPolitics, in its usual politically ecumenical spirit, aggregated a link to it.I've not had the distinct pleasure to have read the previous writings of someone called Ernest Owens, who is the author of a book called The Case for Cancel Culture: How This Democratic Tool Works to Liberate Us All, but I think I can survive my dearth of that experience. Last week, Rolling Stone decided to publish an excerpt from Owens' book, and RealClearPolitics, in its usual politically ecumenical spirit, aggregated a link to it.I've not had the distinct pleasure to have read the previous writings of someone called Ernest Owens, who is the author of a book called The Case for Cancel Culture: How This Democratic Tool Works to Liberate Us All, but I think I can survive my dearth of that experience. Last week, Rolling Stone decided to publish an excerpt from Owens' book, and RealClearPolitics, in its usual politically ecumenical spirit, aggregated a link to it.",
      "I read it so you don't have to. And ... wow.",
      "Here's a taste...",
      "Before we were calling it cancel culture, society got caught up in the term political correctness. What started as an inside joke of a phrase in the late 1980s became all the rage within the media in the 1990s as political pundits and public figures began to bash the term in pop culture. The same thing is happening now with cancel culture: Powerful people are trying to suggest that they are being suppressed by the new ways that everyday people are reacting to their behavior.",
      "Just like how political correctness was initially an inside joke that ran rampant, so has cancel culture taken off as a phrase. Once those in power got a hand of the term cancel culture, they attempted to redefine it as a pejorative phrase, stripping away its craftiness and mischaracterizing its intention. It's like any cool phrase that gets taken too seriously and blown out of proportion by a cranky, uptight parent who isn't hip to modernity-cancel culture was reframed and weaponized by those in power who were afraid of what it could truly represent.",
      "Some suggest a rebranding. \"In terms of cancel culture, I think it's misnamed,\" said famed host and actorLeVar Burton during an April 2021 interview 6 on The View. \"That's a misnomer. I think we have a consequence culture, and that consequences are finally encompassing everybody in the society, whereas they haven't been ever in this country.\" Burton was right in his assessment of what society is currently doing in this wave of cancel culture and how it's showing \"good signs that are happening in the culture right now.\" He further argued, \"I think it has everything to do with a new awareness on people who were simply unaware of the real nature of life in this country for people who have been othered since this nation began.\"Some suggest a rebranding. \"In terms of cancel culture, I think it's misnamed,\" said famed host and actorLeVar Burton during an April 2021 interview 6 on The View. \"That's a misnomer. I think we have a consequence culture, and that consequences are finally encompassing everybody in the society, whereas they haven't been ever in this country.\" Burton was right in his assessment of what society is currently doing in this wave of cancel culture and how it's showing \"good signs that are happening in the culture right now.\" He further argued, \"I think it has everything to do with a new awareness on people who were simply unaware of the real nature of life in this country for people who have been othered since this nation began.\"",
      "The rest of the piece, and I assume the book, reads similarly.",
      "Everybody here knows this, but Owens apparently doesn't, so I'll say it - powerful people aren't the ones getting canceled. Ernest Owens seems to be one of those dull lefties who thinks Donald Trump is everybody he doesn't like in politics or culture.",
      "And Trump hasn't been canceled. Getting knocked off Twitter and Facebook is a mere inconvenience for him. He started up his own social app, for crying out loud.",
      "No, cancel culture's victims aren't the Trumps of the world. Think Colleen Oefelein, who was fired from her job as a literary agent because she had a Gab and Parler account. Or Brendan Eich, who was forced out as the CEO of Mozilla, which he co-founded, because he'd written a $1,000 check to support a ballot proposition in California, which passed but was later thrown out in court, which would have reserved marriage for the union between a man and a woman. Or Gordon Klein, the UCLA business school professor who refused to grade black students more leniently after George Floyd's death and was suspended for his trouble.No, cancel culture's victims aren't the Trumps of the world. Think Colleen Oefelein, who was fired from her job as a literary agent because she had a Gab and Parler account. Or Brendan Eich, who was forced out as the CEO of Mozilla, which he co-founded, because he'd written a $1,000 check to support a ballot proposition in California, which passed but was later thrown out in court, which would have reserved marriage for the union between a man and a woman. Or Gordon Klein, the UCLA business school professor who refused to grade black students more leniently after George Floyd's death and was suspended for his trouble.No, cancel culture's victims aren't the Trumps of the world. Think Colleen Oefelein, who was fired from her job as a literary agent because she had a Gab and Parler account. Or Brendan Eich, who was forced out as the CEO of Mozilla, which he co-founded, because he'd written a $1,000 check to support a ballot proposition in California, which passed but was later thrown out in court, which would have reserved marriage for the union between a man and a woman. Or Gordon Klein, the UCLA business school professor who refused to grade black students more leniently after George Floyd's death and was suspended for his trouble.No, cancel culture's victims aren't the Trumps of the world. Think Colleen Oefelein, who was fired from her job as a literary agent because she had a Gab and Parler account. Or Brendan Eich, who was forced out as the CEO of Mozilla, which he co-founded, because he'd written a $1,000 check to support a ballot proposition in California, which passed but was later thrown out in court, which would have reserved marriage for the union between a man and a woman. Or Gordon Klein, the UCLA business school professor who refused to grade black students more leniently after George Floyd's death and was suspended for his trouble.",
      "Ernest Owens has no idea what he's talking about, and yet St. Martin's Press gave him a book deal to write about how ruining people's lives for saying things Owens doesn't like is a good idea.",
      "The profound stupidity of this, and the bad faith in pretending you're just trying to enforce good manners, can't even be properly accounted for. It's majestic in its intellectual inferiority.",
      "I probably shouldn't even give this guy publicity. I'll bet he won't give me any when my book comes out. On the other hand, I'm perfectly happy to discuss his ideas just as it's clear he isn't interested in discussing mine.",
      "Know why? I'll tell you.",
      "Mine are better. And that's what underlies Ernest Owens and his gleeful call for enforced shutuppery.",
      "Speaking of The Spectacle, I was wrong a couple of months back when the case of Kerry Lemieux, the Canadian teacher who decided that not only was he trans but that his true inner identity could only be fulfilled with a pair of fake Z-cup boobs glued to his chest, came to light.Speaking of The Spectacle, I was wrong a couple of months back when the case of Kerry Lemieux, the Canadian teacher who decided that not only was he trans but that his true inner identity could only be fulfilled with a pair of fake Z-cup boobs glued to his chest, came to light.",
      "I thought Lemieux was actually a based guy willing to go to the wall to troll the Powers That Be for their embrace of the transgender lunacy, but I'm not so sure that's true. It looked like this dude was on the up and up - or, well, as up and up as you can be with a pair of Size Z hooters hanging down.",
      "He carried this gag on for a LONG time. A lot longer than a troll would. And finally, the school district he worked for found some testicular fortitude to match Kerry Lemieux's ... and now his teaching career is apparently ti... er, belly up.He carried this gag on for a LONG time. A lot longer than a troll would. And finally, the school district he worked for found some testicular fortitude to match Kerry Lemieux's ... and now his teaching career is apparently ti... er, belly up.",
      "FINALLY! Kerry Lemieux, a biological male that has been allowed to teach dressed up as a cartoon character woman with a blonde wig, red lipstick, glasses, and size Z cup prosthetic breasts has finally been placed on leave.",
      "...",
      "Two weeks ago, theNew York Postuncovered that Lemieux dressed like a regular man after he left work. How did they make this discovery? What super sleuth did they employ to get to the bottom of this truth, .... They followed him home.Two weeks ago, theNew York Postuncovered that Lemieux dressed like a regular man after he left work. How did they make this discovery? What super sleuth did they employ to get to the bottom of this truth, .... They followed him home.",
      "ThePostwrote, \"After shopping at a department store and pet supplies shop dressed as a woman, Lemieux headed home to get changed and emerged dressed as a man 30 minutes later. Lemieux then spent the afternoon in public wearing men's sweatpants, trainers, a gray T-shirt and a navy puffer vest without breasts, makeup, glasses or wig.\"ThePostwrote, \"After shopping at a department store and pet supplies shop dressed as a woman, Lemieux headed home to get changed and emerged dressed as a man 30 minutes later. Lemieux then spent the afternoon in public wearing men's sweatpants, trainers, a gray T-shirt and a navy puffer vest without breasts, makeup, glasses or wig.\"",
      "A neighbor went onto explain that the huge prosthetic breasts appeared suddenly last May, when he was seen walking deliberately up and down a busy road. The neighbor added that \"He wears prosthetic breasts extremely infrequently. He puts the breasts on to teach, occasionally when he goes for a walk, or when the cops visit.\"",
      "So the elements of a massive troll are still there, but from May to March carrying this thing on is just too long for a good trolling. He's just nuts - but, of course, so are the woke cowards who run Oakville Trafalgar High School in Ontario, Canada, for letting him turn that school into a circus for the better part of a year.",
      "This doesn't even need much of an introduction. It stands on its own. Here is Josh Hawley eviscerating Merrick Garland over the Mark Houck case.This doesn't even need much of an introduction. It stands on its own. Here is Josh Hawley eviscerating Merrick Garland over the Mark Houck case.",
      "",
      "Yes, yes. \"This is a lot of talk but where's the action?\"",
      "And you're right, of course, but this is what Josh Hawley is able to do in his position as a senator. Give us a majority of Josh Hawleys, and you'll get the action you want.",
      "This story should be enough to kill this company, a legacy brand that clearly has nothing further to offer the market:This story should be enough to kill this company, a legacy brand that clearly has nothing further to offer the market:",
      "Social media users slammedcandy company Hershey'safter it debuted a pro-transgender ad for its chocolate bars in honor of International Women's Day.Social media users slammedcandy company Hershey'safter it debuted a pro-transgender ad for its chocolate bars in honor of International Women's Day.",
      "Disturbed Twitter users hammered the new ad for presenting a transgender woman as Hershey's representation of the pro-female celebration.",
      "The ad debuted Wednesday as part of Hershey's Canada's \"Her for She\" campaign in honor of International Women's Day on March 8. The short spot featured trans woman Fae Johnstone - who it noted is a \"2SLGBTQUIA+ Advocate\" - promoting Hershey's new female-themed wrapper.",
      "",
      "Not acceptable. And no, it doesn't matter that they pulled this stunt in Canada rather than here. It shouldn't have been done at all.",
      "It's been around for a little while, but the other night I took in one of the better horror films I've seen in a while. Smile, starring Sosie Bacon and written and directed by Parker Finn, is better than the usual blood-and-gore shockfest you usually get in that genre.It's been around for a little while, but the other night I took in one of the better horror films I've seen in a while. Smile, starring Sosie Bacon and written and directed by Parker Finn, is better than the usual blood-and-gore shockfest you usually get in that genre.",
      "It's one of the few movies Hollywood has put out that has actually turned a sizable profit. On a $17 million budget, Smile did better than $200 million at the box office. That's pretty impressive, and it's a testament to the storytelling and craft of the movie.It's one of the few movies Hollywood has put out that has actually turned a sizable profit. On a $17 million budget, Smile did better than $200 million at the box office. That's pretty impressive, and it's a testament to the storytelling and craft of the movie.",
      "It's a good story for a horror movie, and it doesn't depend on the usual cheap thrills. The premise is a reasonably sophisticated one - Bacon plays Rose Cotter, a therapist who works in emergency care at a mental hospital, and the film begins with a crisis interview she has with a college grad student who comes in with a terrible story. A few days before, Cotter's patient witnessed her professor brutally killing himself, beating himself to death with a hammer, and ever since that trauma, she'd been seeing things. The professor was smiling as he did the deed, and that smile was an unnatural, frighteningly out-of-place expression.",
      "The patient tells Cotter she'd been seeing that smile all over the place ever since, and it had been getting scarier and scarier, until finally whatever entity was driving her hallucinations began telling her she was about to die.",
      "Finally, her demeanor gets so frantic that Cotter gets nervous and rushes to the emergency phone in the interview room, turning her back to the patient - but when she turns back around, she sees her patient wearing that same sickening smile, and holding a shard of broken pottery from a flower pot she'd knocked over. The patient then proceeds to slash her own throat open as Cotter watches.",
      "Obviously, she's traumatized. But then she starts experiencing all the things her patient described. And the story takes off from there.",
      "I'm not a big horror movie fan. I hate horror movies that depend on gross-outs and sudden shocks. This isn't that, which is why it did so well. There aren't enough well-told stories on film, and Finn deserves his due for supplying us with one.",
      "I streamed Smile on Amazon Prime, but I think Paramount Plus has it as well.I streamed Smile on Amazon Prime, but I think Paramount Plus has it as well."
    ],
    "headline": "  Five Quick Things: You've Got To Be Stupid To Defend Cancel Culture (And Here's Proof)    ",
    "timestamp": "March 2, 2023, 11:04 PM  ",
    "act": "https://spectator.org/five-quick-things-youve-got-to-be-stupid-to-defend-cancel-culture-and-heres-proof/",
    "image": "https://149366087.v2.pressablecdn.com/wp-content/uploads/2023/03/Screen-Shot-2023-03-02-at-9.38.10-PM.png"
  },
  "https://spectator.org/chinas-leading-ideologist-wang-huning/": {
    "paras": [
      "Contrary to Western optimists during the past thirty years, China's communist leadership has not forsworn its Maoist ideology in favor of some form of autocratic state-capitalism. Ideological communism in the form of Xi Jinping Thought holds sway over the senior leadership of the CCP. China's post-Cold War leaders skillfully disguised their devotion to Marxism-Leninism to attract Western finance, trade, and political goodwill, even as they engaged in a massive military buildup, sought to expand their control over the South China Sea, cracked down on democracy in Hong Kong, threatened Taiwan, and sought to expand China's economic and political influence across Eurasia and Africa with the Belt and Road Initiative.",
      "China's leading ideologist and political strategist is Wang Huning, one of the seven members of the CCP's Politburo Standing Committee and arguably, except for Xi, the most important member. This 67-year-old intellectual has been a key adviser to three Chinese presidents (Jiang Zemin, Hu Jintao, and Xi) and a careful observer of American culture and politics. He has been compared to Talleyrand, Metternich, Kissinger, and Vladimir Surkov, a key adviser to Russian President Vladimir Putin. More accurately, he has been compared to Han Fei, the ancient (280-223 B.C.) Chinese philosopher and statesman who some historians call \"China's Machiavelli.\" John Mac Ghlionn in theAmerican Conservative calls Wang \"the most influential man in China.\" Dylan Levi King calls him \"the man behind Xi Jinping.\"China's leading ideologist and political strategist is Wang Huning, one of the seven members of the CCP's Politburo Standing Committee and arguably, except for Xi, the most important member. This 67-year-old intellectual has been a key adviser to three Chinese presidents (Jiang Zemin, Hu Jintao, and Xi) and a careful observer of American culture and politics. He has been compared to Talleyrand, Metternich, Kissinger, and Vladimir Surkov, a key adviser to Russian President Vladimir Putin. More accurately, he has been compared to Han Fei, the ancient (280-223 B.C.) Chinese philosopher and statesman who some historians call \"China's Machiavelli.\" John Mac Ghlionn in theAmerican Conservative calls Wang \"the most influential man in China.\" Dylan Levi King calls him \"the man behind Xi Jinping.\"China's leading ideologist and political strategist is Wang Huning, one of the seven members of the CCP's Politburo Standing Committee and arguably, except for Xi, the most important member. This 67-year-old intellectual has been a key adviser to three Chinese presidents (Jiang Zemin, Hu Jintao, and Xi) and a careful observer of American culture and politics. He has been compared to Talleyrand, Metternich, Kissinger, and Vladimir Surkov, a key adviser to Russian President Vladimir Putin. More accurately, he has been compared to Han Fei, the ancient (280-223 B.C.) Chinese philosopher and statesman who some historians call \"China's Machiavelli.\" John Mac Ghlionn in theAmerican Conservative calls Wang \"the most influential man in China.\" Dylan Levi King calls him \"the man behind Xi Jinping.\"China's leading ideologist and political strategist is Wang Huning, one of the seven members of the CCP's Politburo Standing Committee and arguably, except for Xi, the most important member. This 67-year-old intellectual has been a key adviser to three Chinese presidents (Jiang Zemin, Hu Jintao, and Xi) and a careful observer of American culture and politics. He has been compared to Talleyrand, Metternich, Kissinger, and Vladimir Surkov, a key adviser to Russian President Vladimir Putin. More accurately, he has been compared to Han Fei, the ancient (280-223 B.C.) Chinese philosopher and statesman who some historians call \"China's Machiavelli.\" John Mac Ghlionn in theAmerican Conservative calls Wang \"the most influential man in China.\" Dylan Levi King calls him \"the man behind Xi Jinping.\"China's leading ideologist and political strategist is Wang Huning, one of the seven members of the CCP's Politburo Standing Committee and arguably, except for Xi, the most important member. This 67-year-old intellectual has been a key adviser to three Chinese presidents (Jiang Zemin, Hu Jintao, and Xi) and a careful observer of American culture and politics. He has been compared to Talleyrand, Metternich, Kissinger, and Vladimir Surkov, a key adviser to Russian President Vladimir Putin. More accurately, he has been compared to Han Fei, the ancient (280-223 B.C.) Chinese philosopher and statesman who some historians call \"China's Machiavelli.\" John Mac Ghlionn in theAmerican Conservative calls Wang \"the most influential man in China.\" Dylan Levi King calls him \"the man behind Xi Jinping.\"China's leading ideologist and political strategist is Wang Huning, one of the seven members of the CCP's Politburo Standing Committee and arguably, except for Xi, the most important member. This 67-year-old intellectual has been a key adviser to three Chinese presidents (Jiang Zemin, Hu Jintao, and Xi) and a careful observer of American culture and politics. He has been compared to Talleyrand, Metternich, Kissinger, and Vladimir Surkov, a key adviser to Russian President Vladimir Putin. More accurately, he has been compared to Han Fei, the ancient (280-223 B.C.) Chinese philosopher and statesman who some historians call \"China's Machiavelli.\" John Mac Ghlionn in theAmerican Conservative calls Wang \"the most influential man in China.\" Dylan Levi King calls him \"the man behind Xi Jinping.\"",
      "Wang has authored 20 books and numerous essays about Chinese politics and culture. In 1988, he spent six months in the United States as a \"visiting scholar,\" after which he wrote America Against America (1991) which focused on the social and cultural problems of American society, which Wang blamed on excessive individualism and political liberalism.Wang has authored 20 books and numerous essays about Chinese politics and culture. In 1988, he spent six months in the United States as a \"visiting scholar,\" after which he wrote America Against America (1991) which focused on the social and cultural problems of American society, which Wang blamed on excessive individualism and political liberalism.",
      "It wasn't long after Wang's visit to America that the CCP faced the political crisis and upheaval of the Tiananmen Square protests and the subsequent crackdown by the Chinese regime. A few years later, Wang was selected to head-up the Political Affairs Division of the Central Policy Research Office (CPRO) of the CCP's Central Committee, and later served as the CPRO's director. He was elected to the Central Committee in 2002, and has served in the Politburo since 2012. According to Cheng Li of the Brookings Institution, Wang \"is one of only a few leaders favored by all three of the most recent party bosses\" and \"is believed to be the source of Xi's signature political concepts and more assertive foreign policy.\" At the most recent Party Congress, Wang was \"one of just two top officials reappointed to join President Xi Jinping on the elite seven-man Politburo Standing committee.\"It wasn't long after Wang's visit to America that the CCP faced the political crisis and upheaval of the Tiananmen Square protests and the subsequent crackdown by the Chinese regime. A few years later, Wang was selected to head-up the Political Affairs Division of the Central Policy Research Office (CPRO) of the CCP's Central Committee, and later served as the CPRO's director. He was elected to the Central Committee in 2002, and has served in the Politburo since 2012. According to Cheng Li of the Brookings Institution, Wang \"is one of only a few leaders favored by all three of the most recent party bosses\" and \"is believed to be the source of Xi's signature political concepts and more assertive foreign policy.\" At the most recent Party Congress, Wang was \"one of just two top officials reappointed to join President Xi Jinping on the elite seven-man Politburo Standing committee.\"It wasn't long after Wang's visit to America that the CCP faced the political crisis and upheaval of the Tiananmen Square protests and the subsequent crackdown by the Chinese regime. A few years later, Wang was selected to head-up the Political Affairs Division of the Central Policy Research Office (CPRO) of the CCP's Central Committee, and later served as the CPRO's director. He was elected to the Central Committee in 2002, and has served in the Politburo since 2012. According to Cheng Li of the Brookings Institution, Wang \"is one of only a few leaders favored by all three of the most recent party bosses\" and \"is believed to be the source of Xi's signature political concepts and more assertive foreign policy.\" At the most recent Party Congress, Wang was \"one of just two top officials reappointed to join President Xi Jinping on the elite seven-man Politburo Standing committee.\"",
      "The Economist claims that Wang \"has shaped [China's] leaders' defining policies for more than two decades.\" Nikkei Asia writes that Xi has assigned Wang to formulate a political strategy for reunification with Taiwan. Wang recently presided over the presidium meeting of the Chinese People's Political Consultative Conference in Beijing. Some dissidents describe Wang as \"the brain behind Xi Jinping.\"The Economist claims that Wang \"has shaped [China's] leaders' defining policies for more than two decades.\" Nikkei Asia writes that Xi has assigned Wang to formulate a political strategy for reunification with Taiwan. Wang recently presided over the presidium meeting of the Chinese People's Political Consultative Conference in Beijing. Some dissidents describe Wang as \"the brain behind Xi Jinping.\"The Economist claims that Wang \"has shaped [China's] leaders' defining policies for more than two decades.\" Nikkei Asia writes that Xi has assigned Wang to formulate a political strategy for reunification with Taiwan. Wang recently presided over the presidium meeting of the Chinese People's Political Consultative Conference in Beijing. Some dissidents describe Wang as \"the brain behind Xi Jinping.\"The Economist claims that Wang \"has shaped [China's] leaders' defining policies for more than two decades.\" Nikkei Asia writes that Xi has assigned Wang to formulate a political strategy for reunification with Taiwan. Wang recently presided over the presidium meeting of the Chinese People's Political Consultative Conference in Beijing. Some dissidents describe Wang as \"the brain behind Xi Jinping.\"The Economist claims that Wang \"has shaped [China's] leaders' defining policies for more than two decades.\" Nikkei Asia writes that Xi has assigned Wang to formulate a political strategy for reunification with Taiwan. Wang recently presided over the presidium meeting of the Chinese People's Political Consultative Conference in Beijing. Some dissidents describe Wang as \"the brain behind Xi Jinping.\"The Economist claims that Wang \"has shaped [China's] leaders' defining policies for more than two decades.\" Nikkei Asia writes that Xi has assigned Wang to formulate a political strategy for reunification with Taiwan. Wang recently presided over the presidium meeting of the Chinese People's Political Consultative Conference in Beijing. Some dissidents describe Wang as \"the brain behind Xi Jinping.\"",
      "Hoover Institution China scholars believe that one of Wang's key roles is to reinforce the monolithic nature of communist ideology in China's politics‚ both domestic and foreign. And he also sides with Samuel Huntington's view of America and China being involved in a \"clash of civilizations.\" This does not bode well for those American observers who continue to propose \"engagement\" with China.Hoover Institution China scholars believe that one of Wang's key roles is to reinforce the monolithic nature of communist ideology in China's politics‚ both domestic and foreign. And he also sides with Samuel Huntington's view of America and China being involved in a \"clash of civilizations.\" This does not bode well for those American observers who continue to propose \"engagement\" with China.",
      "A recent profile of Wang in the New Yorker notes that \"it has become increasingly plain that Western political ideas no longer hold any currency within the [Chinese Communist] Party.\" It is doubtful that they ever did. Hopefully, U.S. strategists on the National Security Council, in the State Department and the Pentagon are studying the life, career, and writings of Wang Huning. As Sun Tzu wrote: \"If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.\"A recent profile of Wang in the New Yorker notes that \"it has become increasingly plain that Western political ideas no longer hold any currency within the [Chinese Communist] Party.\" It is doubtful that they ever did. Hopefully, U.S. strategists on the National Security Council, in the State Department and the Pentagon are studying the life, career, and writings of Wang Huning. As Sun Tzu wrote: \"If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.\"A recent profile of Wang in the New Yorker notes that \"it has become increasingly plain that Western political ideas no longer hold any currency within the [Chinese Communist] Party.\" It is doubtful that they ever did. Hopefully, U.S. strategists on the National Security Council, in the State Department and the Pentagon are studying the life, career, and writings of Wang Huning. As Sun Tzu wrote: \"If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.\"A recent profile of Wang in the New Yorker notes that \"it has become increasingly plain that Western political ideas no longer hold any currency within the [Chinese Communist] Party.\" It is doubtful that they ever did. Hopefully, U.S. strategists on the National Security Council, in the State Department and the Pentagon are studying the life, career, and writings of Wang Huning. As Sun Tzu wrote: \"If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.\""
    ],
    "headline": "  China's Leading Ideologist: Wang Huning    ",
    "timestamp": "March 4, 2023, 10:58 PM  ",
    "act": "https://spectator.org/chinas-leading-ideologist-wang-huning/",
    "image": "https://149366087.v2.pressablecdn.com/wp-content/uploads/2023/03/Putin-and-Xi-Jinping-in-1917-with-Wang-Huning-benind-them-with-glasses.jpg"
  },
  "https://spectator.org/running-for-or-from-office/": {
    "paras": [
      "A Politico article casts doubt, if only a sliver, on Joe Biden running for a second term. A Politico article casts doubt, if only a sliver, on Joe Biden running for a second term. ",
      "\"People directly in touch with the president described him as a kind of Hamlet on Delaware's Christina River, warily biding his time as he ponders the particulars of his final campaign,\" the piece written by five reporters claims. \"In interviews, these people relayed an impression that the conventional wisdom in Washington, D.C. - that there's simply no way he passes on 2024 - has crystallized too hard, too soon.\" \"People directly in touch with the president described him as a kind of Hamlet on Delaware's Christina River, warily biding his time as he ponders the particulars of his final campaign,\" the piece written by five reporters claims. \"In interviews, these people relayed an impression that the conventional wisdom in Washington, D.C. - that there's simply no way he passes on 2024 - has crystallized too hard, too soon.\" ",
      "The article points to April as the earliest date of an announcement and indicates that last November's elections gave the president breathing room to delay a decision. ",
      "While an 86-year-old president seems preposterous, Joe Biden is a preposterous man. His run for reelection looks like a fait accompli. ",
      "That said, a president wishing to remain effective for his term undermines that effort by announcing he does not seek reelection. Giving all the signals of seeking a second term while never actually seeking one works as the most effective strategy in such a scenario. ",
      "Biden possibly knows his presidency ends in less than two years and, wanting to make the most of those two years, holds off on bowing out of the race until as late as possible. Biden running seems more likely. But this other scenario - especially since the president gives out the same signals whether running or not - seems possible.",
      "SubscribetoThe American Spectatortoreceive the entiretyof Dan Flynn'sSpectator A.M.newsletter.SubscribetoThe American Spectatortoreceive the entiretyof Dan Flynn'sSpectator A.M.newsletter.SubscribetoThe American Spectatortoreceive the entiretyof Dan Flynn'sSpectator A.M.newsletter.SubscribetoThe American Spectatortoreceive the entiretyof Dan Flynn'sSpectator A.M.newsletter.SubscribetoThe American Spectatortoreceive the entiretyof Dan Flynn'sSpectator A.M.newsletter.",
      "READ MORE:",
      "Ukraine Is More Alive Than Ever, While Its Enemy Is Rotting From the Inside OutUkraine Is More Alive Than Ever, While Its Enemy Is Rotting From the Inside Out",
      "Kohrs Light: Spellbinding Grand Juror Interviews Cast Hex on Trump ProsecutionKohrs Light: Spellbinding Grand Juror Interviews Cast Hex on Trump Prosecution"
    ],
    "headline": "  Running For - or From - Office?    ",
    "timestamp": "February 25, 2023, 10:59 PM  ",
    "act": "https://spectator.org/running-for-or-from-office/",
    "image": "https://149366087.v2.pressablecdn.com/wp-content/uploads/2023/02/Screenshot-2023-02-24-at-2.40.04-PM.png"
  },
  "https://spectator.org/should-taxpayers-subsidize-college-dropouts/": {
    "paras": [
      "Last week's oral arguments before the Supreme Court concerning the Biden administration's student-loan forgiveness plan predictably focused on arcane legal theories such as the \"major questions doctrine.\" Relatively little time was devoted to the profoundly inequitable structure of the program. Chief Justice John Roberts and Justice Neil Gorsuch did note that it would provide benefits to certain favored persons while ignoring the very real costs it would impose on others, but no one mentioned a fact that will gall most taxpayers - it would cancel student loans for college dropouts.Last week's oral arguments before the Supreme Court concerning the Biden administration's student-loan forgiveness plan predictably focused on arcane legal theories such as the \"major questions doctrine.\" Relatively little time was devoted to the profoundly inequitable structure of the program. Chief Justice John Roberts and Justice Neil Gorsuch did note that it would provide benefits to certain favored persons while ignoring the very real costs it would impose on others, but no one mentioned a fact that will gall most taxpayers - it would cancel student loans for college dropouts.",
      "Remarkably, the Biden administration and most Democrats see this as a selling point for the plan. The White House fact sheet puts it as follows: \"Nearly one-third of borrowers have debt but no degree, according to an analysis by the Department of Education of a recent cohort of undergraduates.\" The Democrats justify canceling these loans because tuition costs have risen, ignoring evidence that the loans have driven that increase. Sen. Elizabeth Warren (D-Mass.) claims: \"Up to 4 in 10 people with student loan debt weren't able to graduate, many because of high costs.... Canceling student loan debt would change their lives.\"Remarkably, the Biden administration and most Democrats see this as a selling point for the plan. The White House fact sheet puts it as follows: \"Nearly one-third of borrowers have debt but no degree, according to an analysis by the Department of Education of a recent cohort of undergraduates.\" The Democrats justify canceling these loans because tuition costs have risen, ignoring evidence that the loans have driven that increase. Sen. Elizabeth Warren (D-Mass.) claims: \"Up to 4 in 10 people with student loan debt weren't able to graduate, many because of high costs.... Canceling student loan debt would change their lives.\"Remarkably, the Biden administration and most Democrats see this as a selling point for the plan. The White House fact sheet puts it as follows: \"Nearly one-third of borrowers have debt but no degree, according to an analysis by the Department of Education of a recent cohort of undergraduates.\" The Democrats justify canceling these loans because tuition costs have risen, ignoring evidence that the loans have driven that increase. Sen. Elizabeth Warren (D-Mass.) claims: \"Up to 4 in 10 people with student loan debt weren't able to graduate, many because of high costs.... Canceling student loan debt would change their lives.\"Remarkably, the Biden administration and most Democrats see this as a selling point for the plan. The White House fact sheet puts it as follows: \"Nearly one-third of borrowers have debt but no degree, according to an analysis by the Department of Education of a recent cohort of undergraduates.\" The Democrats justify canceling these loans because tuition costs have risen, ignoring evidence that the loans have driven that increase. Sen. Elizabeth Warren (D-Mass.) claims: \"Up to 4 in 10 people with student loan debt weren't able to graduate, many because of high costs.... Canceling student loan debt would change their lives.\"Remarkably, the Biden administration and most Democrats see this as a selling point for the plan. The White House fact sheet puts it as follows: \"Nearly one-third of borrowers have debt but no degree, according to an analysis by the Department of Education of a recent cohort of undergraduates.\" The Democrats justify canceling these loans because tuition costs have risen, ignoring evidence that the loans have driven that increase. Sen. Elizabeth Warren (D-Mass.) claims: \"Up to 4 in 10 people with student loan debt weren't able to graduate, many because of high costs.... Canceling student loan debt would change their lives.\"Remarkably, the Biden administration and most Democrats see this as a selling point for the plan. The White House fact sheet puts it as follows: \"Nearly one-third of borrowers have debt but no degree, according to an analysis by the Department of Education of a recent cohort of undergraduates.\" The Democrats justify canceling these loans because tuition costs have risen, ignoring evidence that the loans have driven that increase. Sen. Elizabeth Warren (D-Mass.) claims: \"Up to 4 in 10 people with student loan debt weren't able to graduate, many because of high costs.... Canceling student loan debt would change their lives.\"",
      "The problem is that the $400 billion program would also \"change the lives\" of millions of Americans for the worse. How? It will raise the stealth tax known as inflation. As former Clinton Treasury Secretary Lawrence H. Summers put it when Biden announced the scheme: \"Student loan debt relief is spending that raises demand and increases inflation. It consumes resources that could be better used helping those who did not, for whatever reason, have the chance to attend college.\" It is also unfair to students who finished their degrees and paid off their loans. As Savannah Aleckson wrote in the American Spectator last September:The problem is that the $400 billion program would also \"change the lives\" of millions of Americans for the worse. How? It will raise the stealth tax known as inflation. As former Clinton Treasury Secretary Lawrence H. Summers put it when Biden announced the scheme: \"Student loan debt relief is spending that raises demand and increases inflation. It consumes resources that could be better used helping those who did not, for whatever reason, have the chance to attend college.\" It is also unfair to students who finished their degrees and paid off their loans. As Savannah Aleckson wrote in the American Spectator last September:The problem is that the $400 billion program would also \"change the lives\" of millions of Americans for the worse. How? It will raise the stealth tax known as inflation. As former Clinton Treasury Secretary Lawrence H. Summers put it when Biden announced the scheme: \"Student loan debt relief is spending that raises demand and increases inflation. It consumes resources that could be better used helping those who did not, for whatever reason, have the chance to attend college.\" It is also unfair to students who finished their degrees and paid off their loans. As Savannah Aleckson wrote in the American Spectator last September:The problem is that the $400 billion program would also \"change the lives\" of millions of Americans for the worse. How? It will raise the stealth tax known as inflation. As former Clinton Treasury Secretary Lawrence H. Summers put it when Biden announced the scheme: \"Student loan debt relief is spending that raises demand and increases inflation. It consumes resources that could be better used helping those who did not, for whatever reason, have the chance to attend college.\" It is also unfair to students who finished their degrees and paid off their loans. As Savannah Aleckson wrote in the American Spectator last September:The problem is that the $400 billion program would also \"change the lives\" of millions of Americans for the worse. How? It will raise the stealth tax known as inflation. As former Clinton Treasury Secretary Lawrence H. Summers put it when Biden announced the scheme: \"Student loan debt relief is spending that raises demand and increases inflation. It consumes resources that could be better used helping those who did not, for whatever reason, have the chance to attend college.\" It is also unfair to students who finished their degrees and paid off their loans. As Savannah Aleckson wrote in the American Spectator last September:",
      "While I was skimping and saving to minimize debt, many of my peers were living large, making thoughtless choices about their field of study, and are now making minimum payments. As a result of their profligacy, they have large debt balances outstanding while we have paid off our minimal loans.",
      "This should be the part of the story where they learn a life lesson. Imagine my surprise when I found out that the life lesson was for me: that I was eating cereal for dinner so I can now pay for my profligate peers' burgers and beers through higher taxes and inflation.",
      "This is a textbook case of perverse incentives. And it gets worse. Many who were conscientious enough to have continued paying installments on their student loans during the three-year COVID-19 payment pause that began in March of 2020 will be eligible for a refund up to the remaining amount of their \"eligible debt relief.\" If this seems ... well ... insane, our Beltway benefactors provide this illuminating explainer: \"Let's say you're eligible for $10,000 in debt relief. If you currently owe $9,500, that amount of relief will be applied to your loan(s). If you paid $1,000 during the payment pause, you'll be automatically refunded $500.\"This is a textbook case of perverse incentives. And it gets worse. Many who were conscientious enough to have continued paying installments on their student loans during the three-year COVID-19 payment pause that began in March of 2020 will be eligible for a refund up to the remaining amount of their \"eligible debt relief.\" If this seems ... well ... insane, our Beltway benefactors provide this illuminating explainer: \"Let's say you're eligible for $10,000 in debt relief. If you currently owe $9,500, that amount of relief will be applied to your loan(s). If you paid $1,000 during the payment pause, you'll be automatically refunded $500.\"This is a textbook case of perverse incentives. And it gets worse. Many who were conscientious enough to have continued paying installments on their student loans during the three-year COVID-19 payment pause that began in March of 2020 will be eligible for a refund up to the remaining amount of their \"eligible debt relief.\" If this seems ... well ... insane, our Beltway benefactors provide this illuminating explainer: \"Let's say you're eligible for $10,000 in debt relief. If you currently owe $9,500, that amount of relief will be applied to your loan(s). If you paid $1,000 during the payment pause, you'll be automatically refunded $500.\"",
      "READ MORE from David Catron: Why J6 Transparency Frightens the DemocratsREAD MORE from David Catron: Why J6 Transparency Frightens the Democrats",
      "This belies a claim that Biden's solicitor general, Elizabeth Prelogar, made last week before the Supreme Court. During oral arguments, Justice Clarence Thomas suggested that the contemplated cancellation of student debt would, for all intents and purposes, amount to a grant: \"[I]n effect, this is a grant of $400 billion, and it runs head long into Congress's appropriations authority.\" Prelogar disagreed: \"[I]mplementing this program doesn't require that any money be drawn from the Treasury.\" This is obviously false if the government will send refunds to those who paid down loans after March of 2020.This belies a claim that Biden's solicitor general, Elizabeth Prelogar, made last week before the Supreme Court. During oral arguments, Justice Clarence Thomas suggested that the contemplated cancellation of student debt would, for all intents and purposes, amount to a grant: \"[I]n effect, this is a grant of $400 billion, and it runs head long into Congress's appropriations authority.\" Prelogar disagreed: \"[I]mplementing this program doesn't require that any money be drawn from the Treasury.\" This is obviously false if the government will send refunds to those who paid down loans after March of 2020.",
      "Prelogar isn't dumb enough to lie to the court. But her strategy has been to convince the justices that the entities challenging the program have no legal standing to sue, and someone on her staff may have missed this nuance of the program. Prelogar badly wants to avoid arguing these cases on the merits because of the major questions doctrine (MQD) noted above. This is the theory that put paid to Joe Biden's CDC eviction moratorium and his OSHA vaccine mandate, and it's likely that the Department of Education's debt-relief plan also runs afoul of it. Roberts made specific reference to MQD during oral arguments:Prelogar isn't dumb enough to lie to the court. But her strategy has been to convince the justices that the entities challenging the program have no legal standing to sue, and someone on her staff may have missed this nuance of the program. Prelogar badly wants to avoid arguing these cases on the merits because of the major questions doctrine (MQD) noted above. This is the theory that put paid to Joe Biden's CDC eviction moratorium and his OSHA vaccine mandate, and it's likely that the Department of Education's debt-relief plan also runs afoul of it. Roberts made specific reference to MQD during oral arguments:",
      "We like to usually leave situations of that sort, when you're talking about spending the government's money, which is the taxpayers' money, to the people in charge of the money, which is Congress.",
      "Now why isn't that a factor that should enter into our consideration under the Major Questions Doctrine again, where we look at things a little more strictly than we might otherwise when we're talking about statutory grants of authority, to make sure that this is something that Congress would have contemplated?",
      "Prelogar attempted to dodge Roberts' MQD question because the doctrine requires that an executive branch agency like the Department of Education point to a \"clear congressional authorization\" when claiming authority from a statute and that claim involves \"vast economic or political significance.\" She insists that the HEROES Act of 2003 empowers the Department of Education to implement student-loan forgiveness and explains the absence of clear authorization by contending, \"Congress can't look ahead to the future and say, okay, in the year 2020, when an unprecedented global pandemic hits, we've decided that...\"Prelogar attempted to dodge Roberts' MQD question because the doctrine requires that an executive branch agency like the Department of Education point to a \"clear congressional authorization\" when claiming authority from a statute and that claim involves \"vast economic or political significance.\" She insists that the HEROES Act of 2003 empowers the Department of Education to implement student-loan forgiveness and explains the absence of clear authorization by contending, \"Congress can't look ahead to the future and say, okay, in the year 2020, when an unprecedented global pandemic hits, we've decided that...\"Prelogar attempted to dodge Roberts' MQD question because the doctrine requires that an executive branch agency like the Department of Education point to a \"clear congressional authorization\" when claiming authority from a statute and that claim involves \"vast economic or political significance.\" She insists that the HEROES Act of 2003 empowers the Department of Education to implement student-loan forgiveness and explains the absence of clear authorization by contending, \"Congress can't look ahead to the future and say, okay, in the year 2020, when an unprecedented global pandemic hits, we've decided that...\"Prelogar attempted to dodge Roberts' MQD question because the doctrine requires that an executive branch agency like the Department of Education point to a \"clear congressional authorization\" when claiming authority from a statute and that claim involves \"vast economic or political significance.\" She insists that the HEROES Act of 2003 empowers the Department of Education to implement student-loan forgiveness and explains the absence of clear authorization by contending, \"Congress can't look ahead to the future and say, okay, in the year 2020, when an unprecedented global pandemic hits, we've decided that...\"Prelogar attempted to dodge Roberts' MQD question because the doctrine requires that an executive branch agency like the Department of Education point to a \"clear congressional authorization\" when claiming authority from a statute and that claim involves \"vast economic or political significance.\" She insists that the HEROES Act of 2003 empowers the Department of Education to implement student-loan forgiveness and explains the absence of clear authorization by contending, \"Congress can't look ahead to the future and say, okay, in the year 2020, when an unprecedented global pandemic hits, we've decided that...\"",
      "That acerbic answer will not have won Prelogar any votes if her standing argument fails. Then she will have to argue the legal merits of using the HEROES Act to justify the Biden administration's vast economic and politically significant plan to transfer at least $400 billion of taxpayer money to millions of debtors who borrowed money they failed to pay back in order to pursue degrees they didn't complete. Solicitor General Elizabeth Prelogar is an intelligent woman with an encyclopedic knowledge of the law and impressive rhetorical gifts. But her superiors in the White House have clearly set her up to fail on this one."
    ],
    "headline": "  Should Taxpayers Subsidize College Dropouts?    ",
    "timestamp": "March 5, 2023, 11:00 PM  ",
    "act": "https://spectator.org/should-taxpayers-subsidize-college-dropouts/",
    "image": "https://149366087.v2.pressablecdn.com/wp-content/uploads/2023/03/Solicitor-General-Elizabeth-Prelogar-at-her-confirmation-hearing-on-Sept.-14-2021-YouTube-scaled.jpg"
  },
  "https://spectator.org/the-greatness-of-12-oclock-high/": {
    "paras": [
      "Those of us who grew up in the 1960s have fond memories of one of the best World War II television series - 12 O'Clock High. The series ran on ABC for three seasons - from September 1964 to January 1967. Produced by Quinn Martin Productions for Twentieth Century Fox, 12 O'Clock High was based on both the 1948 novel written by screenwriters Beirne Lay, Jr. and Sy Bartlett and the 1949 movie starring Gregory Peck as General Frank Savage, the leader of the (fictional) 918th Bomber Group. The streaming service Amazon Prime is currently showing all episodes of the television series commercial-free.Those of us who grew up in the 1960s have fond memories of one of the best World War II television series - 12 O'Clock High. The series ran on ABC for three seasons - from September 1964 to January 1967. Produced by Quinn Martin Productions for Twentieth Century Fox, 12 O'Clock High was based on both the 1948 novel written by screenwriters Beirne Lay, Jr. and Sy Bartlett and the 1949 movie starring Gregory Peck as General Frank Savage, the leader of the (fictional) 918th Bomber Group. The streaming service Amazon Prime is currently showing all episodes of the television series commercial-free.Those of us who grew up in the 1960s have fond memories of one of the best World War II television series - 12 O'Clock High. The series ran on ABC for three seasons - from September 1964 to January 1967. Produced by Quinn Martin Productions for Twentieth Century Fox, 12 O'Clock High was based on both the 1948 novel written by screenwriters Beirne Lay, Jr. and Sy Bartlett and the 1949 movie starring Gregory Peck as General Frank Savage, the leader of the (fictional) 918th Bomber Group. The streaming service Amazon Prime is currently showing all episodes of the television series commercial-free.Those of us who grew up in the 1960s have fond memories of one of the best World War II television series - 12 O'Clock High. The series ran on ABC for three seasons - from September 1964 to January 1967. Produced by Quinn Martin Productions for Twentieth Century Fox, 12 O'Clock High was based on both the 1948 novel written by screenwriters Beirne Lay, Jr. and Sy Bartlett and the 1949 movie starring Gregory Peck as General Frank Savage, the leader of the (fictional) 918th Bomber Group. The streaming service Amazon Prime is currently showing all episodes of the television series commercial-free.Those of us who grew up in the 1960s have fond memories of one of the best World War II television series - 12 O'Clock High. The series ran on ABC for three seasons - from September 1964 to January 1967. Produced by Quinn Martin Productions for Twentieth Century Fox, 12 O'Clock High was based on both the 1948 novel written by screenwriters Beirne Lay, Jr. and Sy Bartlett and the 1949 movie starring Gregory Peck as General Frank Savage, the leader of the (fictional) 918th Bomber Group. The streaming service Amazon Prime is currently showing all episodes of the television series commercial-free.Those of us who grew up in the 1960s have fond memories of one of the best World War II television series - 12 O'Clock High. The series ran on ABC for three seasons - from September 1964 to January 1967. Produced by Quinn Martin Productions for Twentieth Century Fox, 12 O'Clock High was based on both the 1948 novel written by screenwriters Beirne Lay, Jr. and Sy Bartlett and the 1949 movie starring Gregory Peck as General Frank Savage, the leader of the (fictional) 918th Bomber Group. The streaming service Amazon Prime is currently showing all episodes of the television series commercial-free.Those of us who grew up in the 1960s have fond memories of one of the best World War II television series - 12 O'Clock High. The series ran on ABC for three seasons - from September 1964 to January 1967. Produced by Quinn Martin Productions for Twentieth Century Fox, 12 O'Clock High was based on both the 1948 novel written by screenwriters Beirne Lay, Jr. and Sy Bartlett and the 1949 movie starring Gregory Peck as General Frank Savage, the leader of the (fictional) 918th Bomber Group. The streaming service Amazon Prime is currently showing all episodes of the television series commercial-free.Those of us who grew up in the 1960s have fond memories of one of the best World War II television series - 12 O'Clock High. The series ran on ABC for three seasons - from September 1964 to January 1967. Produced by Quinn Martin Productions for Twentieth Century Fox, 12 O'Clock High was based on both the 1948 novel written by screenwriters Beirne Lay, Jr. and Sy Bartlett and the 1949 movie starring Gregory Peck as General Frank Savage, the leader of the (fictional) 918th Bomber Group. The streaming service Amazon Prime is currently showing all episodes of the television series commercial-free.",
      "The series was filmed at Chino Airport in California, which actually served as a civil training field for pilots during World War II. In the series, the 918th Bomber Group was a B-17 bomber force stationed in England with the mission of bringing the war home to the Third Reich. Each episode combined actual combat footage from World War II (provided by the U.S. Air Force) with the human drama of men in aerial combat. Actor Robert Lansing played the role of General Savage for the television series, though the producers killed him off in the first episode of season two. Lansing was replaced by actor Paul Burke, who played Colonel Joe Gallagher, a character who had made cameo appearances in a few episodes of season one.",
      "But it is Lansing's General Savage who is the most memorable character of the series. Savage leads his men in missions over Germany, flying a B-17 named Piccadilly Lilly. He is a no-nonsense commander who understands what is at stake in the war against Hitler. Savage is stern and uncompromising at times; but at other times, he is supportive and caring for the men who serve under him. He doesn't smile much - his job is to send men on missions that often result in their deaths. He is not afraid to challenge his superiors when they try to interfere with his mission. And he is willing to experiment with new strategies, even if it means risking greater losses and mission failures. He is, in short, the consummate war leader - strong, temperamental, focused, and determined - just like the men who helped win World War II. He is television's version of the Air Force's heroic General Curtis LeMay.But it is Lansing's General Savage who is the most memorable character of the series. Savage leads his men in missions over Germany, flying a B-17 named Piccadilly Lilly. He is a no-nonsense commander who understands what is at stake in the war against Hitler. Savage is stern and uncompromising at times; but at other times, he is supportive and caring for the men who serve under him. He doesn't smile much - his job is to send men on missions that often result in their deaths. He is not afraid to challenge his superiors when they try to interfere with his mission. And he is willing to experiment with new strategies, even if it means risking greater losses and mission failures. He is, in short, the consummate war leader - strong, temperamental, focused, and determined - just like the men who helped win World War II. He is television's version of the Air Force's heroic General Curtis LeMay.",
      " He is, in short, the consummate war leader - strong, temperamental, focused, and determined - just like the men who helped win World War II. ",
      "Each bombing mission over Germany or German-occupied France encounters heavy ground flak and German fighter attacks that B-17 gunners battle. On virtually every mission, co-pilots, gunners, and/or bombardiers are killed or injured. Each episode features a guest star - sometimes two -around which the show's drama focuses. The series' realism is derived from actual World War II footage and the skilled acting that often shows the clash of personalities, the strain of frequent air combat, the second-guessing by higher command, and the hidden fears of the men who flew those dangerous missions.",
      "Another memorable aspect of 12 O'Clock High is the musical theme for the series, which was written by composer Dominic Frontiere. Each hour-long episode introduces the initial drama, followed by a clock that strikes 12 o'clock with bells ringing in the background. And then the familiar theme plays - and it is repeated throughout each episode. When you have watched several episodes - as I recently have - that theme rings in your ears - sometimes haunting, sometimes inspiring. It is a theme that brings to mind courage, bravery, duty, honor, and country - the best characteristics of the American soldier, sailor, and airman. It brings to mind the closing lines of the aircraft carrier captain in the movie The Bridges at Toko Ri: \"Where do we get such men?\"Another memorable aspect of 12 O'Clock High is the musical theme for the series, which was written by composer Dominic Frontiere. Each hour-long episode introduces the initial drama, followed by a clock that strikes 12 o'clock with bells ringing in the background. And then the familiar theme plays - and it is repeated throughout each episode. When you have watched several episodes - as I recently have - that theme rings in your ears - sometimes haunting, sometimes inspiring. It is a theme that brings to mind courage, bravery, duty, honor, and country - the best characteristics of the American soldier, sailor, and airman. It brings to mind the closing lines of the aircraft carrier captain in the movie The Bridges at Toko Ri: \"Where do we get such men?\"Another memorable aspect of 12 O'Clock High is the musical theme for the series, which was written by composer Dominic Frontiere. Each hour-long episode introduces the initial drama, followed by a clock that strikes 12 o'clock with bells ringing in the background. And then the familiar theme plays - and it is repeated throughout each episode. When you have watched several episodes - as I recently have - that theme rings in your ears - sometimes haunting, sometimes inspiring. It is a theme that brings to mind courage, bravery, duty, honor, and country - the best characteristics of the American soldier, sailor, and airman. It brings to mind the closing lines of the aircraft carrier captain in the movie The Bridges at Toko Ri: \"Where do we get such men?\"Another memorable aspect of 12 O'Clock High is the musical theme for the series, which was written by composer Dominic Frontiere. Each hour-long episode introduces the initial drama, followed by a clock that strikes 12 o'clock with bells ringing in the background. And then the familiar theme plays - and it is repeated throughout each episode. When you have watched several episodes - as I recently have - that theme rings in your ears - sometimes haunting, sometimes inspiring. It is a theme that brings to mind courage, bravery, duty, honor, and country - the best characteristics of the American soldier, sailor, and airman. It brings to mind the closing lines of the aircraft carrier captain in the movie The Bridges at Toko Ri: \"Where do we get such men?\"",
      "READ MORE by Francis P. Sempa:",
      "The World Should Raise Doubts About Human ProgressThe World Should Raise Doubts About Human Progress",
      "The Naming Commission Strikes the Naval AcademyThe Naming Commission Strikes the Naval Academy",
      "Samantha Power Is a Dangerous IdeologueSamantha Power Is a Dangerous Ideologue"
    ],
    "headline": "  The Greatness of ",
    "timestamp": "March 3, 2023, 11:08 PM  ",
    "act": "https://spectator.org/the-greatness-of-12-oclock-high/",
    "image": "https://149366087.v2.pressablecdn.com/wp-content/uploads/2023/03/Screenshot-2023-03-02-at-4.05.05-PM.png"
  },
  "https://spectator.org/the-wise-wise-west/": {
    "paras": [
      "How to Save the West: Ancient Wisdom for 5 Modern CrisesBy Spencer Klavan(Regnery Publishing, 256 pages, $30)How to Save the West: Ancient Wisdom for 5 Modern CrisesBy Spencer Klavan(Regnery Publishing, 256 pages, $30)How to Save the West: Ancient Wisdom for 5 Modern CrisesBy Spencer Klavan(Regnery Publishing, 256 pages, $30)",
      "\"Those who cannot remember the past are doomed to repeat it,\" wrote George Santayana. In his stirring new book, How to Save the West: Ancient Wisdom for 5 Modern Crises, Spencer Klavan addresses both parts of Santayana's warning. He employs his deep understanding of classical, medieval, and contemporary masterworks toward staving off the fall of Western Civilization as we know it, being too late for the decline. It is impressive enough to be an expert on these tomes, but Klavan takes his expertise to a higher level - applying the right lesson to the modern universe. Such as how the West's current precarious state resembles the last days of the Roman Empire.\"Those who cannot remember the past are doomed to repeat it,\" wrote George Santayana. In his stirring new book, How to Save the West: Ancient Wisdom for 5 Modern Crises, Spencer Klavan addresses both parts of Santayana's warning. He employs his deep understanding of classical, medieval, and contemporary masterworks toward staving off the fall of Western Civilization as we know it, being too late for the decline. It is impressive enough to be an expert on these tomes, but Klavan takes his expertise to a higher level - applying the right lesson to the modern universe. Such as how the West's current precarious state resembles the last days of the Roman Empire.\"Those who cannot remember the past are doomed to repeat it,\" wrote George Santayana. In his stirring new book, How to Save the West: Ancient Wisdom for 5 Modern Crises, Spencer Klavan addresses both parts of Santayana's warning. He employs his deep understanding of classical, medieval, and contemporary masterworks toward staving off the fall of Western Civilization as we know it, being too late for the decline. It is impressive enough to be an expert on these tomes, but Klavan takes his expertise to a higher level - applying the right lesson to the modern universe. Such as how the West's current precarious state resembles the last days of the Roman Empire.",
      "",
      "In a brilliantly visual connection, the book depicts Saint Jerome witnessing the barbaric sacking of Rome in 410 AD, he having just completed a Latin translation of the Bible that would sustain Christian influence and governance through the imminent \"Dark Ages.\" \"The history of the West,\" Klavan writes, \"is a story of disaster after disaster, and of people who took care to save what they could from the flames.\" Modern western-hating academia fans the flames. Klavan cites a tweet from an actual ninth-grade public school teacher: Hahaha - Very proud to say we got the Odyssey removed from the curriculum ...!In a brilliantly visual connection, the book depicts Saint Jerome witnessing the barbaric sacking of Rome in 410 AD, he having just completed a Latin translation of the Bible that would sustain Christian influence and governance through the imminent \"Dark Ages.\" \"The history of the West,\" Klavan writes, \"is a story of disaster after disaster, and of people who took care to save what they could from the flames.\" Modern western-hating academia fans the flames. Klavan cites a tweet from an actual ninth-grade public school teacher: Hahaha - Very proud to say we got the Odyssey removed from the curriculum ...!",
      "The author's greatest feat in How to Save the West is crystalizing his esoteric knowledge of even the most complex thinkers from Socrates to Stephen Hawking into a clear, comprehensible guidebook that both analyzes their contributions and puts them in perspective. So that even people who have never heard of Heraclitus (\"everything visible changes\"), Lucretius (\"particles interact randomly\"), and Polybius (anacyclosis, \"the cycle of regimes\") - or the more contemporary Yuval Harari (Homo Deus), Auguste Comte (The Course of Positive Philosophy), Willian Paley (Natural Theology) - may feel able to converse about them after reading the book.The author's greatest feat in How to Save the West is crystalizing his esoteric knowledge of even the most complex thinkers from Socrates to Stephen Hawking into a clear, comprehensible guidebook that both analyzes their contributions and puts them in perspective. So that even people who have never heard of Heraclitus (\"everything visible changes\"), Lucretius (\"particles interact randomly\"), and Polybius (anacyclosis, \"the cycle of regimes\") - or the more contemporary Yuval Harari (Homo Deus), Auguste Comte (The Course of Positive Philosophy), Willian Paley (Natural Theology) - may feel able to converse about them after reading the book.The author's greatest feat in How to Save the West is crystalizing his esoteric knowledge of even the most complex thinkers from Socrates to Stephen Hawking into a clear, comprehensible guidebook that both analyzes their contributions and puts them in perspective. So that even people who have never heard of Heraclitus (\"everything visible changes\"), Lucretius (\"particles interact randomly\"), and Polybius (anacyclosis, \"the cycle of regimes\") - or the more contemporary Yuval Harari (Homo Deus), Auguste Comte (The Course of Positive Philosophy), Willian Paley (Natural Theology) - may feel able to converse about them after reading the book.The author's greatest feat in How to Save the West is crystalizing his esoteric knowledge of even the most complex thinkers from Socrates to Stephen Hawking into a clear, comprehensible guidebook that both analyzes their contributions and puts them in perspective. So that even people who have never heard of Heraclitus (\"everything visible changes\"), Lucretius (\"particles interact randomly\"), and Polybius (anacyclosis, \"the cycle of regimes\") - or the more contemporary Yuval Harari (Homo Deus), Auguste Comte (The Course of Positive Philosophy), Willian Paley (Natural Theology) - may feel able to converse about them after reading the book.The author's greatest feat in How to Save the West is crystalizing his esoteric knowledge of even the most complex thinkers from Socrates to Stephen Hawking into a clear, comprehensible guidebook that both analyzes their contributions and puts them in perspective. So that even people who have never heard of Heraclitus (\"everything visible changes\"), Lucretius (\"particles interact randomly\"), and Polybius (anacyclosis, \"the cycle of regimes\") - or the more contemporary Yuval Harari (Homo Deus), Auguste Comte (The Course of Positive Philosophy), Willian Paley (Natural Theology) - may feel able to converse about them after reading the book.The author's greatest feat in How to Save the West is crystalizing his esoteric knowledge of even the most complex thinkers from Socrates to Stephen Hawking into a clear, comprehensible guidebook that both analyzes their contributions and puts them in perspective. So that even people who have never heard of Heraclitus (\"everything visible changes\"), Lucretius (\"particles interact randomly\"), and Polybius (anacyclosis, \"the cycle of regimes\") - or the more contemporary Yuval Harari (Homo Deus), Auguste Comte (The Course of Positive Philosophy), Willian Paley (Natural Theology) - may feel able to converse about them after reading the book.",
      "For instance, Klavan illuminates the concept of Plato's Cave in Republic, and explains how it could be regarded as the original metaverse. Then, he chillingly references press photos of a Meta-touting Mark Zuckerberg strutting past headset-wearing participants. \"On the inside, they are experiencing wonders untold,\" Klavan writes. \"From the outside, they look like the people in the cave: slack, immobile, and captive.For instance, Klavan illuminates the concept of Plato's Cave in Republic, and explains how it could be regarded as the original metaverse. Then, he chillingly references press photos of a Meta-touting Mark Zuckerberg strutting past headset-wearing participants. \"On the inside, they are experiencing wonders untold,\" Klavan writes. \"From the outside, they look like the people in the cave: slack, immobile, and captive.For instance, Klavan illuminates the concept of Plato's Cave in Republic, and explains how it could be regarded as the original metaverse. Then, he chillingly references press photos of a Meta-touting Mark Zuckerberg strutting past headset-wearing participants. \"On the inside, they are experiencing wonders untold,\" Klavan writes. \"From the outside, they look like the people in the cave: slack, immobile, and captive.",
      "The beautifully written book is divided into five crises, all with modern impact: the crisis of reality (the choice between objective truth and relativism), the crisis of the body (whether to accept our physical form or try to transcend it), the crisis of meaning (from art and culture to science and pop philosophy), the crisis of religion (science versus theology pertaining to who we are and why are we here), and, finally, the crisis of regime (will America buck history or collapse like previous empires). Each is richly presented, featuring great influencers both positive and negative with respect to today.",
      "The reality crisis - the conflict between the real and the imaginary - may seem like an obvious canard. But, as Klavan explains, the internet age has put considerable weight on the latter side. What Socrates and Plato merely conceptualized has become for many people a way of life, made more convenient and attractive every day. Soon, Klavan warns, more and more may choose the Matrix over the rougher, tougher outside world.",
      "The body crisis is the logical yet older extension of the reality conflict, exploring how much of man's essence is his physical body as opposed to his mind and/or spirit. Klavan's book describes how that dichotomy was one of the great points of contention between Plato, a philosophical spiritualist, and his most famous student, Aristotle, more of a corporealist. Klavan falls squarely in the Plato camp, stating, \"Our bodies are the medium in which our soul lives.\" Naturally, he ties the issue to the exploding gender dysphoria explosion depressing today's youth, and the deliberate obfuscation of physical beauty. His case in point - Lizzo.",
      "On the crisis of meaning, Klavan stresses the importance of words to the subject. He provides a lovely example - a sonnet by Sir Thomas Wyatt (Whoso List to Hunt) about short-lived queen Anne Boleyn, whom he loved and saw right in front of him. How her expression said to him, \"Noli me tangere [\"touch me not\"], for Caesar's I am/And wild for to hold, though I seem tame.\" That beautiful passage captured for posterity Wyatt's moment of impotent passion.On the crisis of meaning, Klavan stresses the importance of words to the subject. He provides a lovely example - a sonnet by Sir Thomas Wyatt (Whoso List to Hunt) about short-lived queen Anne Boleyn, whom he loved and saw right in front of him. How her expression said to him, \"Noli me tangere [\"touch me not\"], for Caesar's I am/And wild for to hold, though I seem tame.\" That beautiful passage captured for posterity Wyatt's moment of impotent passion.On the crisis of meaning, Klavan stresses the importance of words to the subject. He provides a lovely example - a sonnet by Sir Thomas Wyatt (Whoso List to Hunt) about short-lived queen Anne Boleyn, whom he loved and saw right in front of him. How her expression said to him, \"Noli me tangere [\"touch me not\"], for Caesar's I am/And wild for to hold, though I seem tame.\" That beautiful passage captured for posterity Wyatt's moment of impotent passion.",
      "Regarding the crisis of religion, Klavan contends that all the popular liberal ridicule of theology and championing of science from Francis Bacon (Novum Organum, 1620) and through the Enlightenment until today has indeed eroded faith yet cannot evict it. \"We have not replaced religion with science,\" Klavan declares. \"We have only turned science into a kind of religion - and the most primitive kind at that.\"Regarding the crisis of religion, Klavan contends that all the popular liberal ridicule of theology and championing of science from Francis Bacon (Novum Organum, 1620) and through the Enlightenment until today has indeed eroded faith yet cannot evict it. \"We have not replaced religion with science,\" Klavan declares. \"We have only turned science into a kind of religion - and the most primitive kind at that.\"",
      "According to the book, the Machiavellian Left has raised America's regime crisis to the threat level, and the Right has been slow to the fight: \"For conservative reactionaries, revolution remains a last resort. For Marxists, it is always and everywhere the only solution.\" But Klavan does reveal how to save the country - and which ancient text will help assure it.",
      "\"Salvation will not come from one grand election,\" he explains. \"It will come gradually, among people doing the daily things that have always built the West: starting families, going to church, working, saving, investing, feeding the hungry, clothing the naked, and comforting the afflicted.\" How to Save the West reminds us just how wise those words are.\"Salvation will not come from one grand election,\" he explains. \"It will come gradually, among people doing the daily things that have always built the West: starting families, going to church, working, saving, investing, feeding the hungry, clothing the naked, and comforting the afflicted.\" How to Save the West reminds us just how wise those words are."
    ],
    "headline": "  The Wise, Wise West    ",
    "timestamp": "March 5, 2023, 10:57 PM  ",
    "act": "https://spectator.org/the-wise-wise-west/",
    "image": "https://149366087.v2.pressablecdn.com/wp-content/uploads/2023/03/1024px-An_Illustration_of_The_Allegory_of_the_Cave_from_Platos_Republic.jpg"
  },
  "https://spectator.org/sleepwalking-to-armageddon/": {
    "paras": [
      "On Feb. 7, 2022, as Russian troops massed on Ukraine's border, President Joe Biden held a joint press conference with German Chancellor Olaf Scholz. One of the topics raised by reporters was Europe's massive dependence on natural gas transmitted through undersea pipelines from Russia. At the time of the press conference, there were two such pipelines: the operational Nord Stream 1 and Nord Stream 2, which was completed in 2021 but awaiting approval by German regulators.On Feb. 7, 2022, as Russian troops massed on Ukraine's border, President Joe Biden held a joint press conference with German Chancellor Olaf Scholz. One of the topics raised by reporters was Europe's massive dependence on natural gas transmitted through undersea pipelines from Russia. At the time of the press conference, there were two such pipelines: the operational Nord Stream 1 and Nord Stream 2, which was completed in 2021 but awaiting approval by German regulators.On Feb. 7, 2022, as Russian troops massed on Ukraine's border, President Joe Biden held a joint press conference with German Chancellor Olaf Scholz. One of the topics raised by reporters was Europe's massive dependence on natural gas transmitted through undersea pipelines from Russia. At the time of the press conference, there were two such pipelines: the operational Nord Stream 1 and Nord Stream 2, which was completed in 2021 but awaiting approval by German regulators.On Feb. 7, 2022, as Russian troops massed on Ukraine's border, President Joe Biden held a joint press conference with German Chancellor Olaf Scholz. One of the topics raised by reporters was Europe's massive dependence on natural gas transmitted through undersea pipelines from Russia. At the time of the press conference, there were two such pipelines: the operational Nord Stream 1 and Nord Stream 2, which was completed in 2021 but awaiting approval by German regulators.",
      "The silence of official Washington - Democrat and Republican alike - has been deafening.",
      "If Germany approved Nord Stream 2, the amount of low-cost Russian gas flowing to Germany and Western Europe would be doubled. This was properly viewed as a major potential source of income for Russia as well as a gaping hole in any economic sanctions to be imposed should Russia invade Ukraine.If Germany approved Nord Stream 2, the amount of low-cost Russian gas flowing to Germany and Western Europe would be doubled. This was properly viewed as a major potential source of income for Russia as well as a gaping hole in any economic sanctions to be imposed should Russia invade Ukraine.",
      "So, in the event of invasion, what was the United States prepared to do?",
      "\"If Russia invades, that means tanks or troops crossing the border of Ukraine again,\" Biden told the assembled reporters, \"then there will no longer be a Nord Stream 2. We will bring an end to it.\"\"If Russia invades, that means tanks or troops crossing the border of Ukraine again,\" Biden told the assembled reporters, \"then there will no longer be a Nord Stream 2. We will bring an end to it.\"",
      "When asked how the U.S. could put an \"end\" to Nord Stream 2, Biden responded, \"I promise you, we will be able to do it.\"",
      "On Feb. 22, 2022, the White House issued the following statement by Biden:On Feb. 22, 2022, the White House issued the following statement by Biden:",
      "Since Russia began deploying troops to the Ukrainian border, the United States has worked closely with our Allies and partners to deliver a strong, unified response. As I said when I met with Chancellor Scholz earlier this month, Germany has been a leader in that effort, and we have closely coordinated our efforts to stop the Nord Stream 2 pipeline if Russia further invaded Ukraine.",
      "Yesterday, after further close consultations between our two governments, Germany announced that it would halt certification of the pipeline. Today, I directed my administration to impose sanctions on Nord Stream 2 AG and its corporate officers. These steps are another piece of our initial tranche of sanctions in response to Russia's actions in Ukraine. As I have made clear, we will not hesitate to take further steps if Russia continues to escalate (emphasis added).",
      "Two days later, an undeterred Russia invaded Ukraine.",
      "So, in response to this escalation, what \"further steps\" did the Biden regime take in regard to Nord Stream 2?",
      "On Sept. 26, 2022, \"major leaks\" mysteriously erupted in Nord Stream 1 and Nord Stream 2. As Reuters reported at the time, \"Seismologists in Denmark and Sweden said they had registered two powerful [underwater] blasts ... in the vicinity of the leaks.\" Experts observed that \"the scale of the damage and the fact that the leaks are far from each other on two different pipelines indicate that the act was intentional and well-orchestrated.\"On Sept. 26, 2022, \"major leaks\" mysteriously erupted in Nord Stream 1 and Nord Stream 2. As Reuters reported at the time, \"Seismologists in Denmark and Sweden said they had registered two powerful [underwater] blasts ... in the vicinity of the leaks.\" Experts observed that \"the scale of the damage and the fact that the leaks are far from each other on two different pipelines indicate that the act was intentional and well-orchestrated.\"On Sept. 26, 2022, \"major leaks\" mysteriously erupted in Nord Stream 1 and Nord Stream 2. As Reuters reported at the time, \"Seismologists in Denmark and Sweden said they had registered two powerful [underwater] blasts ... in the vicinity of the leaks.\" Experts observed that \"the scale of the damage and the fact that the leaks are far from each other on two different pipelines indicate that the act was intentional and well-orchestrated.\"",
      "Russian President Vladimir Putin accused the United States and its allies of destroying the pipelines, saying, \"The [economic] sanctions were not enough for the Anglo-Saxons: they moved onto sabotage.\"Russian President Vladimir Putin accused the United States and its allies of destroying the pipelines, saying, \"The [economic] sanctions were not enough for the Anglo-Saxons: they moved onto sabotage.\"",
      "Although Biden conceded that there had been \"deliberate ... sabotage,\" he denied that the United States was \"responsible.\" (RELATED: Who Sabotaged the Nord Stream Pipelines?)Although Biden conceded that there had been \"deliberate ... sabotage,\" he denied that the United States was \"responsible.\" (RELATED: Who Sabotaged the Nord Stream Pipelines?)Although Biden conceded that there had been \"deliberate ... sabotage,\" he denied that the United States was \"responsible.\" (RELATED: Who Sabotaged the Nord Stream Pipelines?)",
      "But then, on Feb. 8, 2023, former New York Times reporter Seymour M. Hersh published on Substack a piece titled \"How America Took Out The Nord Stream Pipeline.\" This is an anonymously sourced account of a secret U.S. operation to attach explosive charges to the undersea pipelines that were later remotely triggered by NATO allies.But then, on Feb. 8, 2023, former New York Times reporter Seymour M. Hersh published on Substack a piece titled \"How America Took Out The Nord Stream Pipeline.\" This is an anonymously sourced account of a secret U.S. operation to attach explosive charges to the undersea pipelines that were later remotely triggered by NATO allies.But then, on Feb. 8, 2023, former New York Times reporter Seymour M. Hersh published on Substack a piece titled \"How America Took Out The Nord Stream Pipeline.\" This is an anonymously sourced account of a secret U.S. operation to attach explosive charges to the undersea pipelines that were later remotely triggered by NATO allies.",
      "Despite its thin sourcing, in light of Biden's promise to end Nord Stream 2, Hersh's article makes sense. Who else but the United States had the motive and means to execute such a technologically and logistically challenging operation?",
      "Since the invasion of Ukraine, the United States has been in a proxy war with Russia. By some estimates, we have provided almost $100 billion in military aid and equipment to Ukraine. The Biden regime and its media adjunct have told us that this is a small price to pay to halt Russian aggression without risking American combat casualties.Since the invasion of Ukraine, the United States has been in a proxy war with Russia. By some estimates, we have provided almost $100 billion in military aid and equipment to Ukraine. The Biden regime and its media adjunct have told us that this is a small price to pay to halt Russian aggression without risking American combat casualties.",
      "Nevertheless, boiled down to its essentials, the Ukraine war is a conflict between the United States and Russia, the world's two leading nuclear powers. As such, from the very beginning of hostilities, the potential for this confrontation to spin out of control and lead to disaster has been staring us in the face - which is why Hersh's story is so concerning.",
      "Does Biden's pledge of unending support for Ukraine include sending in American troops?",
      "If Hersh has his facts straight, by sabotaging Nord Stream 1 and Nord Stream 2, the Biden regime has committed an act of war that has immeasurably heightened tensions and the likelihood of unintended consequences that can spark an all-out, direct conflict between Russia and the United States.",
      "Putin has quite logically blamed the Nord Stream destruction on the United States. This raises the specter of Russia responding in kind by covertly sabotaging American infrastructure. And, if that happens, how will the United States respond?",
      "Given the dire stakes, what is so remarkable about Hersh's alarming story is the almost complete lack of media coverage and official inquiry. No one, it seems, is interested in finding out if the Biden regime has secretly taken a major step toward direct, open conflict with Russia. The silence of the corporate media and official Washington - Democrat and Republican alike - has been deafening.",
      "Every day, we are fed media reports and official intelligence estimates claiming that the economic sanctions are devastating Russia and that its soldiers are being slaughtered wholesale. In short, we are being told that Ukraine is winning the war.",
      "But, if you read carefully between the lines, you can begin to glean faint hints that we are not being told the truth. Contrary to Pentagon and State Department predictions, the economic sanctions appear not to have crippled Russia. Moreover, there are now scattered reports that Ukraine's army is being decimated by Russian artillery. Put another way, despite the cheerleading media and official reports, what we are witnessing is a meat grinder in action, where both sides are taking mass casualties and Russia, which has a vastly larger population than Ukraine, could well prevail. (RELATED: Moscow's Strategy in Ukraine Puts Russian Soldiers Through Putin's Meat Grinder)But, if you read carefully between the lines, you can begin to glean faint hints that we are not being told the truth. Contrary to Pentagon and State Department predictions, the economic sanctions appear not to have crippled Russia. Moreover, there are now scattered reports that Ukraine's army is being decimated by Russian artillery. Put another way, despite the cheerleading media and official reports, what we are witnessing is a meat grinder in action, where both sides are taking mass casualties and Russia, which has a vastly larger population than Ukraine, could well prevail. (RELATED: Moscow's Strategy in Ukraine Puts Russian Soldiers Through Putin's Meat Grinder)But, if you read carefully between the lines, you can begin to glean faint hints that we are not being told the truth. Contrary to Pentagon and State Department predictions, the economic sanctions appear not to have crippled Russia. Moreover, there are now scattered reports that Ukraine's army is being decimated by Russian artillery. Put another way, despite the cheerleading media and official reports, what we are witnessing is a meat grinder in action, where both sides are taking mass casualties and Russia, which has a vastly larger population than Ukraine, could well prevail. (RELATED: Moscow's Strategy in Ukraine Puts Russian Soldiers Through Putin's Meat Grinder)But, if you read carefully between the lines, you can begin to glean faint hints that we are not being told the truth. Contrary to Pentagon and State Department predictions, the economic sanctions appear not to have crippled Russia. Moreover, there are now scattered reports that Ukraine's army is being decimated by Russian artillery. Put another way, despite the cheerleading media and official reports, what we are witnessing is a meat grinder in action, where both sides are taking mass casualties and Russia, which has a vastly larger population than Ukraine, could well prevail. (RELATED: Moscow's Strategy in Ukraine Puts Russian Soldiers Through Putin's Meat Grinder)",
      "In his recent surprise visit to Kyiv, Biden \"pledged another $500 [million] in military aid\" and promised to \"tighten sanctions against Russia.\" He later tweeted that the United States would \"stand with Ukraine for as long as it takes.\" But has the Biden regime planned for the eventuality that Ukraine may exhaust its supply of military-age males? If so, does Biden's pledge of unending support for Ukraine include sending in American troops? And, if that happens, what comes next?In his recent surprise visit to Kyiv, Biden \"pledged another $500 [million] in military aid\" and promised to \"tighten sanctions against Russia.\" He later tweeted that the United States would \"stand with Ukraine for as long as it takes.\" But has the Biden regime planned for the eventuality that Ukraine may exhaust its supply of military-age males? If so, does Biden's pledge of unending support for Ukraine include sending in American troops? And, if that happens, what comes next?In his recent surprise visit to Kyiv, Biden \"pledged another $500 [million] in military aid\" and promised to \"tighten sanctions against Russia.\" He later tweeted that the United States would \"stand with Ukraine for as long as it takes.\" But has the Biden regime planned for the eventuality that Ukraine may exhaust its supply of military-age males? If so, does Biden's pledge of unending support for Ukraine include sending in American troops? And, if that happens, what comes next?",
      "In the final analysis, we are risking a direct, non-proxy shooting war with Russia to protect the sovereignty of a country in which we have no vital national interest and, most notably, the Biden family has corruptly lined its pockets.In the final analysis, we are risking a direct, non-proxy shooting war with Russia to protect the sovereignty of a country in which we have no vital national interest and, most notably, the Biden family has corruptly lined its pockets.",
      "So, it is more than fair to ask: Why are we there, where is this heading, and where will it end?",
      "And, most importantly, how close is the demented Joe Biden to sleepwalking us into a nuclear war?",
      "George Parry is a former federal and state prosecutor. He blogs at knowledgeisgood.net and may be reached by email at kignet@outlook.com.George Parry is a former federal and state prosecutor. He blogs at knowledgeisgood.net and may be reached by email at kignet@outlook.com.George Parry is a former federal and state prosecutor. He blogs at knowledgeisgood.net and may be reached by email at kignet@outlook.com."
    ],
    "headline": "  Sleepwalking to Armageddon    ",
    "timestamp": "February 26, 2023, 10:39 PM  ",
    "act": "https://spectator.org/sleepwalking-to-armageddon/",
    "image": "https://149366087.v2.pressablecdn.com/wp-content/uploads/2023/02/Joe-Biden-22We-will-bring-an-end-to-it22-scaled.jpg"
  },
  "https://spectator.org/canceling-scott-adams/": {
    "paras": [
      "Although I've occasionally run across Scott Adams' long-running comic strip, Dilbert, and have found it amusing, I'm not an office worker - his target audience - and so I sometimes fail to get the joke. Nor have I read any of his books. But I do catch his podcast every now and then. Adams, 65, is a political podcaster with a difference: he covers the events of the day, but he's less a conventional pundit than he is a sharp observer of human character who enjoys bringing his insight to bear on the political scene. (He was, famously, one of the few talking heads to predict Trump's 2016 victory.)",
      "Though his style is consistently low-key, every now and then he says something that the media choose to deem explosive. Once or twice, in reaction to something he's said, a few newspapers have stopped running Dilbert. But no previous backlash against Adams compares to what happened last weekend after Adams spoke up about a recent Rasmussen poll.Though his style is consistently low-key, every now and then he says something that the media choose to deem explosive. Once or twice, in reaction to something he's said, a few newspapers have stopped running Dilbert. But no previous backlash against Adams compares to what happened last weekend after Adams spoke up about a recent Rasmussen poll.",
      "In the poll, Americans were asked whether \"it's okay to be white.\" Of the black people questioned, 53 percent said it was, 26 percent said it wasn't, and 21 percent weren't sure.",
      "These aren't cheering numbers, to say the least. They seem to suggest that nearly half of black Americans are, quite simply, racists.",
      "Or do they? I've only just now discovered that the sentence \"It's okay to be white\" actually has its own Wikipedia page. The sentence, it explains, \"is a slogan which originated as part of an organized alt-right trolling campaign on the website 4chan's discussion board /pol/ in 2017. A /pol/ user described it as a proof of concept that an otherwise innocuous message could be used maliciously to spark media backlash.\" The Wikipedia page further contends that \"[t]he slogan has been supported by white supremacists including neo-Nazis\" and that Milo Yiannopoulos put it on T-shirts.Or do they? I've only just now discovered that the sentence \"It's okay to be white\" actually has its own Wikipedia page. The sentence, it explains, \"is a slogan which originated as part of an organized alt-right trolling campaign on the website 4chan's discussion board /pol/ in 2017. A /pol/ user described it as a proof of concept that an otherwise innocuous message could be used maliciously to spark media backlash.\" The Wikipedia page further contends that \"[t]he slogan has been supported by white supremacists including neo-Nazis\" and that Milo Yiannopoulos put it on T-shirts.",
      "Somehow none of this ever made it onto my radar. Am I an outlier? Do most black Americans know of this history? Did some of those black Americans refuse to affirm that \"it's okay to be white\" simply because they consider the term - and/or its history - toxic?",
      "I don't know. But I did happen to be watching Adams last week when he commented on the poll. If Rasmussen's numbers are to be credited, he said in his laid-back way, \"the best advice I would give to white people is to get the hell away from black people.\"I don't know. But I did happen to be watching Adams last week when he commented on the poll. If Rasmussen's numbers are to be credited, he said in his laid-back way, \"the best advice I would give to white people is to get the hell away from black people.\"",
      "He said much more. He was brutally honest about the problems that exist in black neighborhoods. He said he'd henceforth \"back off\" from trying to help black Americans. Given the scale of anti-white racism, he said, it makes \"no sense\" to offer such help.",
      "The impact was immediate. Viewers called Adams a racist. Dilbert was dropped by hundreds of newspapers, including the Washington Post. Across the world, the media branded him a bigot. The Guardian: \"Dilbert cartoon dropped by US newspapers over creator's racist comments.\" Reuters: \"'Dilbert' cartoon dropped after racist rant by creator Scott Adams.\" Al Jazeera: \"US media drops 'Dilbert' after comic creator's racist remarks.\" On Monday came the news that Andrews McMeel, the publishing house that syndicates Dilbert, had parted ways with him.The impact was immediate. Viewers called Adams a racist. Dilbert was dropped by hundreds of newspapers, including the Washington Post. Across the world, the media branded him a bigot. The Guardian: \"Dilbert cartoon dropped by US newspapers over creator's racist comments.\" Reuters: \"'Dilbert' cartoon dropped after racist rant by creator Scott Adams.\" Al Jazeera: \"US media drops 'Dilbert' after comic creator's racist remarks.\" On Monday came the news that Andrews McMeel, the publishing house that syndicates Dilbert, had parted ways with him.The impact was immediate. Viewers called Adams a racist. Dilbert was dropped by hundreds of newspapers, including the Washington Post. Across the world, the media branded him a bigot. The Guardian: \"Dilbert cartoon dropped by US newspapers over creator's racist comments.\" Reuters: \"'Dilbert' cartoon dropped after racist rant by creator Scott Adams.\" Al Jazeera: \"US media drops 'Dilbert' after comic creator's racist remarks.\" On Monday came the news that Andrews McMeel, the publishing house that syndicates Dilbert, had parted ways with him.The impact was immediate. Viewers called Adams a racist. Dilbert was dropped by hundreds of newspapers, including the Washington Post. Across the world, the media branded him a bigot. The Guardian: \"Dilbert cartoon dropped by US newspapers over creator's racist comments.\" Reuters: \"'Dilbert' cartoon dropped after racist rant by creator Scott Adams.\" Al Jazeera: \"US media drops 'Dilbert' after comic creator's racist remarks.\" On Monday came the news that Andrews McMeel, the publishing house that syndicates Dilbert, had parted ways with him.The impact was immediate. Viewers called Adams a racist. Dilbert was dropped by hundreds of newspapers, including the Washington Post. Across the world, the media branded him a bigot. The Guardian: \"Dilbert cartoon dropped by US newspapers over creator's racist comments.\" Reuters: \"'Dilbert' cartoon dropped after racist rant by creator Scott Adams.\" Al Jazeera: \"US media drops 'Dilbert' after comic creator's racist remarks.\" On Monday came the news that Andrews McMeel, the publishing house that syndicates Dilbert, had parted ways with him.The impact was immediate. Viewers called Adams a racist. Dilbert was dropped by hundreds of newspapers, including the Washington Post. Across the world, the media branded him a bigot. The Guardian: \"Dilbert cartoon dropped by US newspapers over creator's racist comments.\" Reuters: \"'Dilbert' cartoon dropped after racist rant by creator Scott Adams.\" Al Jazeera: \"US media drops 'Dilbert' after comic creator's racist remarks.\" On Monday came the news that Andrews McMeel, the publishing house that syndicates Dilbert, had parted ways with him.",
      "None of Adams' accusers appeared to notice that what he was doing, in fact, was showing what it meant to react in a rational, dispassionate manner to a set of data that seemed, correctly or not, to indicate that a high percentage of black Americans are racists. Now, if almost half of black Americans do indeed feel that there may be something fundamentally not okay about whites, is it crazy to suggest that whites might want to consider giving these haters a wide berth? If you were black and a poll you trusted told you that most white people think being black isn't okay, what advice would you give your kids about befriending whites?",
      "As Adams pointed out on his Monday podcast, \"I don't hate anybody. But I was concerned that somebody hated me.\" Accused by a viewer of having \"espoused racism,\" he replied that, on the contrary, he was counseling people to \"get away from\" racism - \"which apparently isracism itself.\" Well, yes, it is, because the current orthodoxy, critical race theory, denies that black people can be racist. From which it follows that a white person who, in contravention to that theory, accuses a black person of racism is by definition being racist.As Adams pointed out on his Monday podcast, \"I don't hate anybody. But I was concerned that somebody hated me.\" Accused by a viewer of having \"espoused racism,\" he replied that, on the contrary, he was counseling people to \"get away from\" racism - \"which apparently isracism itself.\" Well, yes, it is, because the current orthodoxy, critical race theory, denies that black people can be racist. From which it follows that a white person who, in contravention to that theory, accuses a black person of racism is by definition being racist.As Adams pointed out on his Monday podcast, \"I don't hate anybody. But I was concerned that somebody hated me.\" Accused by a viewer of having \"espoused racism,\" he replied that, on the contrary, he was counseling people to \"get away from\" racism - \"which apparently isracism itself.\" Well, yes, it is, because the current orthodoxy, critical race theory, denies that black people can be racist. From which it follows that a white person who, in contravention to that theory, accuses a black person of racism is by definition being racist.",
      "Reasonably enough, Adams noted that, in the current environment, a black person who said exactly what he'd said about the Rasmussen poll would never have been canceled. Absolutely true. Then there's this:looking at Andrews McMeel's online catalog, it took me just a few seconds to find a notice of a book of poetry, forthcoming in March, that's described as \"a celebration of ... Blackness.\" Would Andrews McMeel publish a book that celebrates whiteness?Reasonably enough, Adams noted that, in the current environment, a black person who said exactly what he'd said about the Rasmussen poll would never have been canceled. Absolutely true. Then there's this:looking at Andrews McMeel's online catalog, it took me just a few seconds to find a notice of a book of poetry, forthcoming in March, that's described as \"a celebration of ... Blackness.\" Would Andrews McMeel publish a book that celebrates whiteness?",
      "One problem in all this, of course, is that we're assuming the Rasmussen poll is reliable. Is it? I have trouble believing that it is. Or am I naive? Have I been away from America too long? All I know is that even back in the 1960s, when I was a little white kid and Jim Crow was a fresh memory, there were black people in my life whom I loved and who I know loved me. Yes, it was a very difficult time for race in America. But even then, in every part of the country, there were many whites and blacks who, refusing to see each other through the narrow prism of race, were cherished parts of one another's lives.",
      "Over the ensuing decades, moreover, the situation improved dramatically. Race faded steadily as a focus of concern in America. Today, if you look at photos of my extended family across the American South, you'll see interracial couples and children of mixed race - something that was almost inconceivable a half-century ago. So far, indeed, did Americans progress in terms of attitudes about race that eventually we elected a black president who, during his first campaign for the White House, celebrated our country as an essentially post-racial land of freedom and opportunity - but who, after taking office, proceeded to re-open all the old wounds with a vengeance and to make at least some of them bleed as they'd never bled before.",
      "Soon enough, America was infected by a new spirit of estrangement - and afflicted by a new generation of race hustlers, composed, this time around, not of shifty preachers like Jesse Jackson and Al Sharpton but of slippery professors like Ibram X. Kendi and Robin DiAngelo. And they peddled a repulsive new race ideology that, for sheer divisiveness, was far more potent than the 1960s Black Power movement at its worst.",
      "This new ideology reduced all of life to race. It taught that there had never been any racial healing in America, that race relations today are worse than ever, that all white people, whatever their individual convictions and personal histories, are racist oppressors, and that all blacks, however objectively privileged, are victims of that racism and oppression. It taught that white racism is incurable - that whites were, are, and always will be racists - but that whites must nonetheless spend their lives acknowledging their racism, apologizing for it, and atoning for it.",
      "All over America, outrageous assertions - that, for example, hundreds of innocent blacks are gunned down every year by white cops - were universally parroted, while uncomfortable truths - about, say, the colossal scale of violent black-on-black crime - were rendered unspeakable. Prominent figures from the speaker of the House on down celebrated George Floyd, a dead thug, as a martyr. Cowed whites chanted Black Lives Matter slogans. Flea-brained schoolteachers hung BLM flags in their classrooms - and informed their innocent charges that the hue of their skin branded them for life either as oppressors or as oppressed.",
      "Meanwhile, throughout some of our most storied institutions, from corporations to churches to the military, Americans were compelled to declare their assent to utterly irrational propositions about race. And our mainstream media, instead of challenging all this insanity, poured gasoline on the fires of racial rage even as they used lies about Trump and transgenderism to fuel discord between Left and Right. To what extent has all this ugliness turned formerly copacetic black Americans against their white neighbors?",
      "But back to Scott Adams. I don't know him. But I've listened to him talk for heaven knows how many hours, and I know he's no racist. Was his remark about that poll sincerely meant as a call for all whites to steer clear of all blacks? No. It was a cri de coeur - an explosion set off in the town square to try to awaken Americans to the fact that our cultural, educational, political, and media establishment's fanatic obsession with race, its bilious promotion of critical race theory, and, more broadly, its insidious deployment of inflammatory falsehoods on a range of other topics (from the Covington kids smear to the Russia hoax to the \"don't say gay\" lie) may well, if unchecked, lead America to look like Rwanda in 1994 or Kosovo in 1999.",
      "Was Adams's offbeat cri de coeur well conceived? Hard to say: it's certainly not my own style. Will it effect significant change? We'll find out soon enough. But his underlying premise is undeniable: our social media, our round-the-clock news cycle, and our clickbait culture have turned millions of Americans into emotionally driven hysterics or mischief-making, anonymity-cloaked firebrands who are all too eager to deepen the nation's divisions. And no one embodies the very opposite of all that more than the sober, sensible Scott Adams. His very demeanor testifies to a deep distaste for the high-octane name-calling that defines today's social and legacy media; his focus is always on understanding how things work - and on figuring out how people of all backgrounds can collaborate to make them work better. His motto might well be \"come, let us sit and reason together.\"",
      "His only real enemy, as far as I can gather, is a lazy mind: the kind that rejects calm reflection about the truly important (and soluble) issues - such as lousy teachers and single-parent homes - while focusing fruitlessly on hollow labels like \"black\" and \"white.\" Far from being a racist who should be canceled, Adams recognizes that America's race madness must be canceled before it drags us down to perdition.",
      "And now he's destroyed his career as a cartoonist in what may well turn out to be a quixotic - albeit noble - attempt to shock his countrymen into seriousness.",
      "SubscribetoThe American Spectator.SubscribetoThe American Spectator.SubscribetoThe American Spectator."
    ],
    "headline": "  Canceling Scott Adams    ",
    "timestamp": "February 27, 2023, 2:35 PM  ",
    "act": "https://spectator.org/canceling-scott-adams/",
    "image": "https://149366087.v2.pressablecdn.com/wp-content/uploads/2023/02/Screen-Shot-2023-02-27-at-2.24.12-PM.png"
  },
  "https://spectator.org/congress-finally-examines-faucis-faulty-covid-policies/": {
    "paras": [
      "It's almost hard to remember how frantically and nonsensically people were acting in 2020, isn't it? No cancer screenings were allowed for months. There was no in-person public schooling. There were no holidays with family. Some folks were even hugging each other through sheets of plastic hanging from the ceiling! Remember? I sure do.",
      "It's really important to ask two questions now that we've had some time away from peak COVID days: (1) why were people acting so crazy (or, in many cases, being forced to act crazy), and (2) which - if any - of those behaviors made a damned bit of difference?",
      "",
      "It feels like the days of doing things blindly simply because the mascot says so are over. Time will continue to flush out the truth regarding how terrible our country's COVID policies really were.",
      "",
      "I think it's easy to answer the first question: people were behaving insanely because they were scared. The risk of dying from COVID was - and still is - quite small for young and middle-aged people with no comorbidities, but it's not quite zero. That point never seemed to break through in most media outlets during the height of pandemic coverage. When people are scared, they're pliable, and they look for answers from those who know something that they don't.",
      "Enter life-long U.S. public health bureaucrats. Unfortunately, the anti-science, dogmatic - even oppressive -  edicts that they recommended were truly a national disgrace. We're still dealing with the fallout.",
      "Thankfully, as the virus has predictably mutated to more indolent forms, much of the COVID-induced fear has subsided. Life is business as usual for the vast majority of people in this country. It's tempting to just forget about 2020. It's tempting to just think, \"That was a once-in-a-lifetime experience.... Phew, glad that's over,\" as you stroll naked-faced through the grocery store (something that you couldn't do back then, remember?).",
      "But I'd argue that it's incredibly important to remember 2020 and to look at those crazy edicts and examine how effective they were. I mean, if heads of state are going to throw away civil liberties with the stroke of a pen, it had better be for a good reason, don't you think? Surely, the interventions must have been effective, right? Hugging your family through that plastic sheet better damn well have saved some lives - otherwise, it just feels silly, doesn't it? Thankfully, the Republican-controlled Congress is asking pertinent questions about the COVID response.",
      "I was delighted to see that the Committee on Oversight and Accountability's Select Subcommittee on the Coronavirus Pandemic held a roundtable discussion entitled \"Preparing for the Future by Learning From the Past: Examining COVID Policy Decisions.\" The subcommittee, led by Rep. Brad Wenstrup, a Republican from Ohio, sought to do something that has been severely lacking in Washington, D.C. throughout this entire COVID saga: entertain opposing viewpoints (gasp!).I was delighted to see that the Committee on Oversight and Accountability's Select Subcommittee on the Coronavirus Pandemic held a roundtable discussion entitled \"Preparing for the Future by Learning From the Past: Examining COVID Policy Decisions.\" The subcommittee, led by Rep. Brad Wenstrup, a Republican from Ohio, sought to do something that has been severely lacking in Washington, D.C. throughout this entire COVID saga: entertain opposing viewpoints (gasp!).",
      "The approach up until this point - at least from the U.S. government - has been to quash and censor anyone who disagrees in any way with the edicts handed down by the anointed patron saint of COVID, Dr. Anthony Fauci. With a new GOP-controlled Congress, a sense of balance is being restored.The approach up until this point - at least from the U.S. government - has been to quash and censor anyone who disagrees in any way with the edicts handed down by the anointed patron saint of COVID, Dr. Anthony Fauci. With a new GOP-controlled Congress, a sense of balance is being restored.",
      "Tuning in to a congressional subcommittee hearing can be about as exciting as watching rainwater evaporate from a driveway, but this time it felt important, so I did. Public health officials in the U.S. got so much wrong regarding the COVID response that it's actually very prudent for Congress to investigate their faulty recommendations and start holding people accountable.",
      "Now, I'm a nice guy, and I don't want to see our COVID mascot, Dr. Fauci, get tarred and feathered out on the National Mall. I do, however, want people to realize how wrong he and his cronies were about so many pandemic-related issues. Understanding their mistakes could have important bearing on future public health policy. This first subcommittee meeting proved to be a good starting point for that endeavor.",
      "The invited speakers consisted of three dissenters: Dr. Martin Kulldorf, a Harvard professor of medicine (on leave); Dr. Jay Bhattacharya, a Stanford professor of health policy; and Dr. Martin Makary, a professor and surgeon at Johns Hopkins. Dr. Georges Benjamin, the Democrat-invited speaker, is the executive director of the American Public Health Association.",
      "You may recognize those first two names as coauthors of the Great Barrington Declaration, a watershed moment in the fall of 2020 when prominent epidemiologists and physicians publicly called for a more focused COVID mitigation strategy rather than draconian lockdowns. I wrote about it at the time. It truly excited me because, finally, prominent medical voices were pushing back against the government narrative. They were explicitly saying that edicts from Fauci and the like were causing more harm than good and weren't even particularly effective at controlling COVID spread. They were espousing common sense based on hundreds of years of prior knowledge as it pertained to epidemiology and immunology. They rang a clear bell of reason at that time and did so at great personal and professional risk. It was admirable. (READ MORE by Reed Spaulding IV, MD: Follow the Science: Health Professionals Say Lockdowns Were a Massive Mistake)You may recognize those first two names as coauthors of the Great Barrington Declaration, a watershed moment in the fall of 2020 when prominent epidemiologists and physicians publicly called for a more focused COVID mitigation strategy rather than draconian lockdowns. I wrote about it at the time. It truly excited me because, finally, prominent medical voices were pushing back against the government narrative. They were explicitly saying that edicts from Fauci and the like were causing more harm than good and weren't even particularly effective at controlling COVID spread. They were espousing common sense based on hundreds of years of prior knowledge as it pertained to epidemiology and immunology. They rang a clear bell of reason at that time and did so at great personal and professional risk. It was admirable. (READ MORE by Reed Spaulding IV, MD: Follow the Science: Health Professionals Say Lockdowns Were a Massive Mistake)You may recognize those first two names as coauthors of the Great Barrington Declaration, a watershed moment in the fall of 2020 when prominent epidemiologists and physicians publicly called for a more focused COVID mitigation strategy rather than draconian lockdowns. I wrote about it at the time. It truly excited me because, finally, prominent medical voices were pushing back against the government narrative. They were explicitly saying that edicts from Fauci and the like were causing more harm than good and weren't even particularly effective at controlling COVID spread. They were espousing common sense based on hundreds of years of prior knowledge as it pertained to epidemiology and immunology. They rang a clear bell of reason at that time and did so at great personal and professional risk. It was admirable. (READ MORE by Reed Spaulding IV, MD: Follow the Science: Health Professionals Say Lockdowns Were a Massive Mistake)You may recognize those first two names as coauthors of the Great Barrington Declaration, a watershed moment in the fall of 2020 when prominent epidemiologists and physicians publicly called for a more focused COVID mitigation strategy rather than draconian lockdowns. I wrote about it at the time. It truly excited me because, finally, prominent medical voices were pushing back against the government narrative. They were explicitly saying that edicts from Fauci and the like were causing more harm than good and weren't even particularly effective at controlling COVID spread. They were espousing common sense based on hundreds of years of prior knowledge as it pertained to epidemiology and immunology. They rang a clear bell of reason at that time and did so at great personal and professional risk. It was admirable. (READ MORE by Reed Spaulding IV, MD: Follow the Science: Health Professionals Say Lockdowns Were a Massive Mistake)",
      "They were right, by the way, and the government bureaucrats were mostly wrong. The COVID overlords have been shown to be wrong on a number of fronts - from the importance of natural immunity to the effectiveness of mask mandates, to the detrimental effect COVID school closures would have on children's learning and overall well-being, to ... well, you get the point. They've been wrong a lot! And, for the first time, those with informed-yet-opposing views are being invited to explain this on the record in the halls of Congress. Marvelous.They were right, by the way, and the government bureaucrats were mostly wrong. The COVID overlords have been shown to be wrong on a number of fronts - from the importance of natural immunity to the effectiveness of mask mandates, to the detrimental effect COVID school closures would have on children's learning and overall well-being, to ... well, you get the point. They've been wrong a lot! And, for the first time, those with informed-yet-opposing views are being invited to explain this on the record in the halls of Congress. Marvelous.They were right, by the way, and the government bureaucrats were mostly wrong. The COVID overlords have been shown to be wrong on a number of fronts - from the importance of natural immunity to the effectiveness of mask mandates, to the detrimental effect COVID school closures would have on children's learning and overall well-being, to ... well, you get the point. They've been wrong a lot! And, for the first time, those with informed-yet-opposing views are being invited to explain this on the record in the halls of Congress. Marvelous.They were right, by the way, and the government bureaucrats were mostly wrong. The COVID overlords have been shown to be wrong on a number of fronts - from the importance of natural immunity to the effectiveness of mask mandates, to the detrimental effect COVID school closures would have on children's learning and overall well-being, to ... well, you get the point. They've been wrong a lot! And, for the first time, those with informed-yet-opposing views are being invited to explain this on the record in the halls of Congress. Marvelous.",
      "The subcommittee will have much to unpack in its future meetings, some of which was alluded to by its invited speakers. For example, many parents don't see the point of vaccinating their children against COVID, even though the CDC recently added it to the childhood immunization schedule. Now, some physicians are afraid that vaccine hesitancy for COVID shots will negatively affect the administration of other childhood vaccines - ones that are actually very important for children to receive, like measles.The subcommittee will have much to unpack in its future meetings, some of which was alluded to by its invited speakers. For example, many parents don't see the point of vaccinating their children against COVID, even though the CDC recently added it to the childhood immunization schedule. Now, some physicians are afraid that vaccine hesitancy for COVID shots will negatively affect the administration of other childhood vaccines - ones that are actually very important for children to receive, like measles.",
      "And, speaking of vaccines, why does the FDA need 75 years to release the Pfizer vaccine data? We'll all pretty much be dead by then... Is there something to hide from us now? And what can we learn from Sweden, which had an effective and yet much more American-esque, freedom-preserving response to COVID than, well, America did? All of this and more was touched on during the session.And, speaking of vaccines, why does the FDA need 75 years to release the Pfizer vaccine data? We'll all pretty much be dead by then... Is there something to hide from us now? And what can we learn from Sweden, which had an effective and yet much more American-esque, freedom-preserving response to COVID than, well, America did? All of this and more was touched on during the session.",
      "It feels like the days of doing things blindly simply because the mascot says so are over. Time will continue to flush out the truth regarding how terrible our country's COVID policies really were. It took a while, but veracity is finally emerging in Washington, D.C., to ameliorate the current mess and, hopefully, give some better guidance for the next one. Reasonable people with reasonable ideas based on facts and science - not bureaucratic dogma - will win the day. Truth conquers. Veritas vincit. Always.It feels like the days of doing things blindly simply because the mascot says so are over. Time will continue to flush out the truth regarding how terrible our country's COVID policies really were. It took a while, but veracity is finally emerging in Washington, D.C., to ameliorate the current mess and, hopefully, give some better guidance for the next one. Reasonable people with reasonable ideas based on facts and science - not bureaucratic dogma - will win the day. Truth conquers. Veritas vincit. Always.",
      "READ MORE by Reed Spaulding IV, MD:",
      "US Medical Licensing Exam Gets a Woke MakeoverUS Medical Licensing Exam Gets a Woke Makeover",
      "How to Fight Schools' COVID Mitigation MadnessHow to Fight Schools' COVID Mitigation Madness"
    ],
    "headline": "  Congress Finally Examines Fauci's Faulty COVID Policies    ",
    "timestamp": "March 4, 2023, 10:54 PM  ",
    "act": "https://spectator.org/congress-finally-examines-faucis-faulty-covid-policies/",
    "image": "https://149366087.v2.pressablecdn.com/wp-content/uploads/2023/03/Anthony-Fauci-on-PBS-NewsHour-Dec.-9.-2022-PBS-NewsHourYouTube-scaled.jpg"
  }
}
