{"https://www.theamericanconservative.com/a-peculiar-reluctance/": {"paras": ["According to the Centers for Disease Control and Prevention, 178,583 black Americans died by homicide from 2001 through 2020. Across all races, the United States saw 363,045 homicides over the same period. Black Americans make up only 14 percent of the U.S. population yet suffered 49 percent of homicides, even after the much-noted urban crime drop of the 1990s. Contrary to media hysteria, interracial homicide is relatively rare-only about 14 percent of the total, and about 69 percent of that 14 percent is black-on-white. In 2020, black homicide increased 30 percent in the wake of unrest over the death of George Floyd during arrest by Minneapolis police, and police shootings of Jacob Blake and Breonna Taylor. ", "In A Peculiar Indifference: The Neglected Toll of Violence on Black America (2020) Elliot Currie, a professor of criminology, law, and society at the University of California, Irvine, adds startling perspective: Since 2000, the overall homicide rate for black Americans has averaged seven times that of white Americans; among men, the black-white disparity is more than nine to one. For young men fifteen to twenty-nine, that disparity is sixteen to one; a young black woman is four times likelier than a white woman to die of homicide; in Illinois, the homicide rate for young black men ages fifteen to twenty-nine averaged thirty-seven times the rate for white men the same age.", "A Peculiar Indifference: The Neglected Toll of Violence on Black America ", " ", "Progressives blame a long history of oppression, poverty, guns, an overly punitive legal system, police brutality, failure to fulfill the vision of the Great Society programs, and, of course, the malign effects of unquantifiable systemic or structural racism. There can be no agency. Conservatives blame uninvolved fathers, dysfunctional schools, an ideologically captured legal system, and an exploitative creative culture that valorizes and stylizes urban violence. ", "Whatever the causes, young black Americans are murdering and maiming each other at staggering rates. Given the level of carnage, we might worry less about stigma or about who is noticing these patterns of violence or that People Less Virtuous Than Us might be insufficiently uncomfortable over their role in perpetuating white supremacy, and instead focus on stopping the killing.  ", "Professor Currie takes his book's title from W.E.B. DuBois, who wrote in The Philadelphia Negro: A Social Study that there had been \"few other cases in the history of civilized peoples where human suffering has been viewed with such peculiar indifference.\" Hyperbolic as the statement is, given bloody, brutal history, white people surely were more indifferent to black suffering in 1899, when The Philadelphia Negro was published, than today, when \"resignation\" seems more common than \"indifference.\" ", "The Philadelphia Negro: A Social Study", "The Philadelphia Negro", "Mostly, however, the crisis of black-on-black violence has long been met with a peculiar reluctance born of good intentions, timidity, ideological blinkering, tribalism, and political cynicism-a reluctance to speak plainly and apply broad social pressure directly to the problem. Currie gets at the issue when he writes, \"Many people are anxious at the prospect of talking directly about these sensitive issues, afraid that even to bring them up will play into long-standing stereotypes about black people and crime.\"", "reluctance", "I am an old white man unqualified to suggest policy, and disinclined to unctuous, mutually degrading language. I simply want the carnage to stop. Therefore, I will consider some of the past sins of my own people, Southern whites. I draw no moral equivalence. Rather, I hope to identify a few destructive human tendencies that transcend race and \"lived experience.\" ", "I draw no moral equivalence", "At about 2 p.m. on Sunday July 8, 1860, in the small town of Dallas, Texas, a fire started in a kindling box in front of W.W. Peak & Sons drugstore on the courthouse square. Within minutes, the flames, fanned by a southwesterly wind, spread to adjacent buildings. Over the next three hours, the entire square burned. Only the brick courthouse at the center survived, although, portentously, the interior was incinerated by heat. Only a husk remained. There were no deaths. ", "In weeks prior, mysterious fires had destroyed barns, cabins, and outbuildings in Dallas County. Secession and civil war loomed. John Brown's raid on the federal armory at Harper's Ferry the previous fall and the fiery rhetoric of Northern abolitionists stoked fears of a slave rebellion among the highly literate local population. In the Sulfur River breaks to the northeast, tensions brewed between Unionist and pro-secession smallholders and would soon turn murderous. North Texas newspapers urged vigilance against seditionists determined to lead slaves in insurrection.", "Before the remains of the town had cooled, Charles Pryor, a slaveholder and editor of the Dallas Herald, wrote that abolitionists had fomented a \"deep-laid scheme of villainy\" to terrorize North Texas. After interrogating dozens of slaves, Dallas's vigilance committee charged three alleged ringleaders. On July 23, after a closed-door meeting, city leaders sentenced the accused men to death and every other adult slave in the county to disciplinary beating. The next afternoon, the three were hanged on the bank of the Trinity River. ", "Dallas Herald", "Beyond the violence of the lynching, the most unsettling aspect of the account is that the men who ordered the murder were not psychopaths. Were they born in the 1980s instead of 1810-20, their personalities and sensibilities would almost certainly fit the statistical profile of people of similar station today, regardless of race.  ", "Likely, Dallas's vigilance committee, made up of members of its professional class, prominent merchants and farmers, and other business people, worried more about the excitable, potentially violent elements in the community than any \"deep-laid scheme of villainy.\" They had a situation on their hands. These educated men, whatever their positions on slavery, could look at the evidence: A town square built of wood; a 109-degree day; fires used for blacksmithing, cooking, and steam generation; prevalence of cigar smoking among men; the highly unstable phosphorus matches in common use; confessions extracted by torture. Indeed, two prominent jurists respected for their fairness and generosity threw up their hands after their objections were ignored. ", "The fire and the accused symbolized the fears and resentments of people barely removed from the western frontier and on the verge of war, who knew of and resented what had been said and written about their culture in the free states. The innocence or guilt of the accused mattered little to them. Something had to be done. A message had to be sent, both as a warning and as vindication. \"You see? These men have confessed. This is why these people cannot be let loose among us. You outsiders cannot understand and have no business passing judgement. We will handle matters in our own way.\" ", "In their climate of thought, white Texans in 1860 could not imagine that their actions would embarrass and disgust their descendants. They could not conceive of millions of immigrants arriving over the next sixty years-of influential people another century on who would publicly lament that descendants of Antebellum Southerners take any pride whatsoever in their heritage. ", "The most formidable minds in the South produced sophisticated arguments for slavery while Northern abolitionists, in simple, fundamentalist language, invoked transcendent authority in calling for bloody death and fiery destruction. In The Legacy of the Civil War, Robert Penn Warren wrote, \"[Before] 1861, the only function then left open to intellect in the South was apologetics for the closed society, not criticism of it ... The philosophy of the Southern apologist did, however, offer space in its finely wrought interstices for the bravado, arrogance, paranoid suspiciousness, and the reckless or ignorant disregard for consequences that marked the Southern 'fire-eater.'\"", "The Legacy of the Civil War", "My research for a novel I wrote around the above-mentioned events in Dallas led me to Without Sanctuary, a book of horrific photographs of victims of Southern lynch mobs from the 1890s through the 1930s. I had misgivings about looking through the images, but I felt a duty to absorb as far as possible the horror I planned to write about. I thought I knew what I was getting into-I had seen old lynching photos here and there-but there is no preparing for the images and descriptions of burnings, hangings, dismemberment, castration, mutilation, torture, page after page, from light poles, tree limbs, bridges, some with crowds looking on. All but a few of the victims were black. Anyone but a sociopath will struggle with these images long after even one viewing. ", "Without Sanctuary", "Without Sanctuary opens with a short foreword by civil rights hero and Georgia congressman John Lewis, who recalls that as a boy growing up in rural Alabama, he could hardly believe his elders' stories of nightriders and racial terror. \"What is it in the human psyche that would drive a person to commit such violence against their fellow citizens?\" He closes with a call to prevent \"anything like this from ever happening again.\"", "Without Sanctuary", "Historian Leon Litwack follows with \"Hell Hounds,\" an essay that places the photographs in context. He mentions accounts of spectators fighting over \"souvenirs\"-fingers, ears, pieces of internal organs. Newspapers of the day either defended the lynch mobs outright or justified the lawlessness as necessary for public safety. Professor Litwack writes that in the late nineteenth and early twentieth centuries, two or three black Southerners were hanged, burned at the stake or quietly murdered every week. \"Between 1882 and 1968, an estimated 4,742 blacks met their deaths at the hands of lynch mobs. As many if not more blacks were victims of legal lynchings (speedy trials and executions), private white violence...murdered by a variety of means in isolated rural sections...\" The latter claim is no less plausible for being unprovable. ", "Litwack further notes that lynching had long served as a means of extralegal justice in the Far West and Midwest, and that most of those victims had been white, but that from 1890 onward the practice became almost exclusive to the South, with black Americans as victims. (Tuskegee University estimates that between 1882 and 1968, 3,446 black and 1,297 white people were lynched in the United States.) There were dissenters. Litwack quotes the mayor of Statesboro, Georgia: \"If our grand juries won't indict these lynchers, if our petit juries won't convict, and if our soldiers won't shoot, what are we coming to?\" Litwack further notes, \"Townspeople closed ranks to protect their own kind...eyewitnesses refused to testify...\"", "Hilton Als, a staff writer for the New Yorker, follows Litwack's essay with several pages of stylish narcissism in which he refers to the \"flashbulb smiles\" of white lynchers. I see not flashbulb smiles but self-conscious defiance of people who, like the Dallas mob decades before, cannot imagine a radically different order under which their great-grandchildren might view these photographs with revulsion and incomprehension. Robert Penn Warren also described this toxic insularity in The Legacy of the Civil War: \"In defeat, the Solid South was born - not only the witless automation of fidelity to the Democratic Party, but the mystique of prideful difference, identity, and defensiveness ... in the moment of death, the Confederacy entered upon its immortality.\" ", "New Yorker", "The Legacy of the Civil War", "The likelihood that some of the victims were guilty of serious crimes detracts nothing from the photographs. The lynched were denied their rights as citizens. Law enforcement and criminal justice in the long-settled South faced none of the exigencies common to frontier people dealing with dangerous criminals. Yet the violent order persisted, in part, because most people who opposed it simply looked the other way rather than face entrenched local power backed by vindictive rabble. ", "Initially, the meaning of the title Without Sanctuary seemed obvious: In the Jim Crow South, the rule of law provided black Americans no sanctuary against racial terror. As I forced myself through the book, a second, subtler meaning came to me: The photographs stand as an indictment against which white Americans, especially those with roots in the South, can find no sanctuary. This history must be faced out in the open, not in perpetual guilt, which devolves into blood libel, but in honesty and with full understanding of lingering effects and the murderous irrationality into which ordinary people can descend when freed from consequences. ", "Without Sanctuary", "In The True and Only Heaven: Progress and its Critics, historian Christopher Lasch attributes much of the civil rights movement's success in the South in the early 1960s to the ability of Martin Luther King Jr. and his followers to \"[expose] the moral claims of the white supremacist regime in the South to the most damaging scrutiny...\" King accomplished this, according to Lasch, by addressing white oppressors \"not only as fellow sinners but also as fellow Southerners...\" and by reminding his followers not to allow their suffering to serve as an excuse for dysfunction. Furthermore, per Lasch, the black leadership was respectably middle class, a reality not lost on moderate white clergy who became \"tortured souls\" when faced with the demand that they live up to their professed ideas.", "The True and Only Heaven: Progress and its Critics", "Nor could white Southerners escape the judgement of a nation appalled by images of fire hoses and dogs turned on protestors or images of black school children escorted through baying mobs of whites who could not imagine that a decade on no American student would get through middle school without an opportunity to consider those faces contorted by anger and hate. They were aggrieved and sure in their justification by what Warren called \"The Great Alibi.\" Again, from The Legacy of the Civil War: ", "The Legacy of the Civil War", "By the Great Alibi, pellagra, hookworm, and illiteracy are all explained away... Laziness becomes the aesthetic sense, blood-lust rising from a matrix of boredom and resentful misery becomes a sense of honor and ignorance becomes divine revelation.", "The race problem, according to the Great Alibi, is the doom defined by history-by New England slavers, New England and Middlewestern Abolitionists, cotton, climate, the Civil War, Reconstruction, Wall Street, the Jews.", "For more than half a century after the end of Reconstruction, Southern apologists guarded and curated their region's history with remarkable success rather than directly confront the malignancy of racial violence. Eventually, denial became impossible in light of evidence. Legislation backed by threat of force ended the most egregious forms. But true changes in the hearts of Southerners began with \"tortured souls,\" stigma, and relentless, merciless cultural pressure from which there was no sanctuary. ", "In August 2022, The Caucus of African American Leaders, based in Anne Arundel County, Maryland, announced the creation of the Emmett Till Alert System. Modeled after the nationwide Amber Alert, the new system will notify black leaders and clergy about possible hate crimes. The 1955 murder of fourteen-year-old Emmitt Till cut a deep wound in the American psyche, a gash now constantly freshened by news media and Hollywood. A hate crime alert system could not be better named. Meanwhile, some twenty-three miles north of the Caucus's headquarters, Baltimore has suffered some 2,000 homicides over the past six years.", "In a country publicly committed to remembering, confession, and embarrassing genuflection, black citizens in violent urban communities endure terror that a young John Lewis in rural Alabama could hardly have anticipated. "], "headline": "A Peculiar Reluctance", "timestamp": "", "act": "https://www.theamericanconservative.com/a-peculiar-reluctance/"}, "https://www.theamericanconservative.com/what-does-it-mean-to-leave-rome-for-orthodoxy/": {"paras": ["Here's an interesting claim. I'll start with where I first saw it: on Michael Brendan Dougherty's tweet:", "", "I really don't think I can do this. But if the Roman Church's position on the papacy really is that the Pope exclusively defines Tradition, such that he could legitimately abrogate all previous Roman Missals in favor of singing John Lennon's Imagine- then Catholicism is... https://t.co/Ntng2UoRh3", "- Michael Brendan Dougherty (@michaelbd) March 1, 2023", "", "It's an interesting question, one I don't have the answer to: what are the limits of the Pope's power? Could this or any pope legitimately abrogate all previous Roman missals? ", "In trying to find an answer, I ran across this explanatory essay from Catholic Culture, concerning Pastor Aeternus, the First Vatican Council document about the powers of the papacy. The original appeared in the venerable journal Homiletic And Pastoral Review. Excerpts:", "Pastor Aeternus", "Homiletic And Pastoral Review", "Chapter III of Pastor Aeternus is entitled \"On the Power and Nature of the Primacy of the Roman Pontiff.\" The heart of its teaching is contained in the following paragraph:", "Pastor Aeternus is entitled \"On the Power and Nature of the Primacy of the Roman Pontiff.\"", "Hence we teach and declare that by the appointment of our Lord the Roman Church possesses a sovereignty of ordinary power over all other Churches, and that this power of jurisdiction of the Roman pontiff, which is truly Episcopal, is immediate; to which all, of whatsoever rite and dignity, are bound, by their duty of hierarchical subordination and true obedience, to submit, not only in matters which belong to faith and morals, but also in those that appertain to the discipline and government of the Church throughout the world; so that the Church of Christ may be one flock under one supreme pastor, through the preservation of unity, both of communion and of profession of the same faith, with the Roman pontiff. This is the teaching of Catholic truth, from which no one can deviate without loss of faith and salvation.", "Hence we teach and declare that by the appointment of our Lord the Roman Church possesses a sovereignty of ordinary power over all other Churches, and that this power of jurisdiction of the Roman pontiff, which is truly Episcopal, is immediate; to which all, of whatsoever rite and dignity, are bound, by their duty of hierarchical subordination and true obedience, to submit, not only in matters which belong to faith and morals, but also in those that appertain to the discipline and government of the Church throughout the world; so that the Church of Christ may be one flock under one supreme pastor, through the preservation of unity, both of communion and of profession of the same faith, with the Roman pontiff. This is the teaching of Catholic truth, from which no one can deviate without loss of faith and salvation.", "not only in matters which belong to faith and morals, but also in those that appertain to the discipline and government of the Church", "This is the teaching of Catholic truth, from which no one can deviate without loss of faith and salvation.", "This is an astounding teaching, and one about which most Catholics are abysmally ignorant. Every Catholic must submit to the Pope in his government and discipline of the Church. This is a dogma of the Catholic Church, the denial of which is a heresy and entails loss of salvation.", "The Pope's juridical primacy covers the entire \"work\" of the Church. He is the supreme administrator, legislator, and judge of all the faithful. Pastor Aeternus declares the supreme independence of this power in the following passage:", "Pastor Aeternus", "And since, by the divine right of Apostolic primacy, one Roman pontiff is placed over the universal Church, We further teach and declare that he is the supreme judge of all the faithful, and that in all causes the decision of which belongs to the Church recourse may be had to his tribunal, but that none may reopen the judgment of the Apostolic See, than whose authority there is no greater, nor can any lawfully review its judgment. Wherefore they err from the right path of truth who assert that it is lawful to appeal from the judgments of the Roman pontiffs to an ecumenical council, as to an authority higher than that of the Roman pontiff.", "And since, by the divine right of Apostolic primacy, one Roman pontiff is placed over the universal Church, We further teach and declare that he is the supreme judge of all the faithful, and that in all causes the decision of which belongs to the Church recourse may be had to his tribunal, but that none may reopen the judgment of the Apostolic See, than whose authority there is no greater, nor can any lawfully review its judgment. Wherefore they err from the right path of truth who assert that it is lawful to appeal from the judgments of the Roman pontiffs to an ecumenical council, as to an authority higher than that of the Roman pontiff.", "The Pope's juridical Primacy does not convey any right upon the papacy to violate any man's conscience or to coerce into sin. It is simply the supreme power of the Pope over all the workof the Church (including such things as the regulating of everything to do with the Church's sacramental life, the establishment of religious orders or other apostolic movements and organizations within the Church, the consecration of bishops and ordination of priests, the discipline and punishment of the faithful, and the excommunicating of those who prove incorrigible). The man who would insist upon his right of engaging in some type of apostolic work against a papal mandate is guilty of doctrinal error and possibly schism. He may also be guilty of a terrible conceit, or of an equally terrible despair regarding Christ's promise to be with his Church and his Vicar until the end of time.", "work", "Well, if this interpretation of Pastor Aeternus is correct, it seems that the Pope can legitimately abrogate all previous Roman missals. It probably never occurred to most Vatican Council I fathers that the Catholic Church would one day be led by a man like Jorge Bergoglio. But here we are.", "Pastor Aeternus ", "Now, to the thread that really interests me:", "", "Leaving the Roman Church for Orthodoxy due to policies of the current Pope is a deeper thing than many understand. ", "You are essentially rejecting the \"West\" and it's doings since 1054AD on a pretty fundamental level. ", "Joining a different civilization.", "- Adam Van Buskirk (@Empty_America) March 1, 2023", "", "More:", "This is mostly wrong. Not wholly wrong, but mostly. I say this as someone born Protestant, who converted to Catholicism at age 26 (1993), and to Orthodoxy at age 39 (2006). ", "What's right about it? Well, though I wasn't raised in any strong sense of religion, my forebears had nevertheless been Protestant for centuries. It didn't mean much to my folks, I guess, because we weren't big churchgoers. It only mattered to my dad when I told him I was leaving the ancestral faith (\"But the Drehers have always been Methodist,\" he said, puzzled). I told him then, and I still believe it, that it's silly to adhere to a religion, or a form of a religion, that you don't believe is true, solely because your ancestors did. That amounts to ancestor worship. ", "Nevertheless, it is true that when I became Catholic, I felt in some stronger sense connected to the long heritage of the Church, going back to the apostolic era -- this, in a way I did not and likely would not have been able to as an engaged Protestant. I think this means something. It is true that culture alone will not save you, but this immersion in all the eras of the Church's past, especially of the first millennium, helped me to understand better what it meant to be saved (i.e., it was not just a matter of what happened to you after death). It gave me a stronger sense of formation. It is undeniably true, at least in my case, that I had a much stronger sense of the connection between the historical form of the Christian faith, within the West, and the structures of Western civilization. That counted for something.", "I became Orthodox in 2006 following a prolonged and extreme spiritual and personal crisis. I loved most things about being Catholic, but the torment over the scandal corroded my ability to believe in the authority of the Catholic Church. I could not then and could not now affirm Pastor Aeternus, or that my eternal salvation depended on being in communion with the See of Peter. I can tell you that Adam van Buskirk is correct that to become Orthodox is, in some felt sense, to step away from the West. Obviously we still live in the West, even if we're Orthodox, and this is why I want Catholic and Protestant churches, who account for almost all of the Christian churches in the West, to be strong. I'd rather everybody convert to Orthodoxy, for sure! But given how unlikely that is, it serves the common good for all Christian churches to be strong. In any case, it would be incorrect to say that there is no meaningful felt difference between West and East when one moves from Catholicism (or Protestantism) to Orthodoxy. There is.", "Pastor Aeternus", "But what he gets wrong is that he massively overstates the difference. You are not \"rejecting the West\" or \"joining a different civilization.\" I am firmly rooted now in Orthodoxy, but don't feel Russian, any more than I felt Italian when I became Catholic. True, I probably felt more at home in Russia than most American travelers there, because of all the Orthodox churches, and because I \"got\" many of the signs and symbols that non-Orthodox wouldn't pick up. But I am deeply Western, and that's not going to change. That's one of the most interesting things you get when traveling abroad: that no matter how much you, as an American, love the country you're visiting and its people, you will have more in common with the fellow American you bump into at the foreign bar than you will with any local in the same place, no matter how different you and the American may be. That's just how it is. ", "massively", "A couple of summers ago, visiting Vienna with my son, I saw a heavyset black man walking down the street near the terrace where we were drinking beer. He was wearing a New Orleans Saints jersey. I gave him the \"Who dat?\" chant, to signal that I was from Louisiana, and we had a great talk. It was funny to think, after he left, that the black man from New Orleans and the white guy from St. Francisville are so much more alike than anyone either of us will meet in the Austrian capital.", "It's the same with being a Western who becomes Orthodox. And you know, I guarantee you that most Greeks, Russians, Arabs, Serbs, Romanians, and other Orthodox raised in the West are a lot more Western in their ways of thinking than their co-religionists and co-ethnics in the Old Country. And as much as Russian Orthodox and Russian Baptists have historically been at odds, I'd bet cash money that the Baptist from Moscow has more in common with his Orthodox neighbor than he does with a Baptist from Fort Worth. ", "I don't want to downplay this too much, because there really is a sense that by becoming Orthodox, you are setting your descendants, if they keep the faith, on a very different faith trajectory (but then, I did that when I became Catholic, as do Catholics who become Evangelicals). That is no reason not to do it, if you come to believe that you can worship Christ in greater truth within another tradition. I became Orthodox after Joseph Ratzinger was elected Pope, and wept -- literally -- to leave him behind, because I loved him so much. Nevertheless, I was convinced by that time that my faith in Christ was on the line -- and therefore my salvation -- because I was far, far too broken to keep faith with Jesus within Catholicism. ", "I really and truly love being Orthodox. It has made a better Christian of me. But I am a man of the West, by birth and by formation, and always will be. I don't apologize for it, or feel like less of an Orthodox Christian because of it. And the thing is -- I really noticed this when in rural Ireland -- we were all one church until 1054. The Christians of the Greek East worshiped in different ways than the ones of the Latin West, but we still had ecclesial unity. When I went to pray in the cave of St. Colman, the 7th century Irish hermit, I was in the lair of a saint who was both Catholic and Orthodox. I love to think of the Church that way. Strangely, because the ordinary life in the Orthodox imaginary is so rooted in the patristic era, I learned way, way more about the Fathers of the Church, and the saints of the early Church -- holy men and women who are considered saints by the Roman Catholics too -- than I ever did as a Catholic. Those saints are often Eastern, but they are part of the West's heritage as well. I find that when I became Orthodox, I didn't really \"lose\" Western saints (though it's certainly true that the farther the Catholic Church gets from 1054, the less natural affinity an Orthodox Christian of the West has for its canonized saints), as much as I gained a greater appreciation for the breadth of the Church's catholicity.", "You can find Orthodox Christians who want to throw down with the West over the papacy, and any number of things. I'm not one of them. I'm grateful for what I gained of Christ as a Protestant and as a Catholic, and I'm grateful for what the Holy Spirit has done for me within Orthodoxy. Often I'll talk with Orthodox converts from the West, and we will observe how impossible it would be to go back from whence we came after experiencing the richness of the spiritual treasures in Orthodoxy. That said, when I pray in Gothic cathedrals in France, for example, I know beyond a shadow of a doubt that God is there, and I give thanks for that fact.", "So, look, when Adam van Buskirk says that \"if you leave, they win by default\" -- meaning those Catholics who are busy radically reforming their Church -- I have to ask, \"What do you lose by staying in a Church that no longer believes in itself?\" That was the question that eventually pushed me out -- and I am sure that a lot of faithful Catholics are feeling very anxious now that Pope Francis is showing how shaky things really can be when a Pope makes use of his unparalleled authority (the Orthodox have no figure like him) to change the Church. Amid my own crisis, I realized, at last, that I was only staying Catholic because I was afraid not to be. Mass was little more than an occasion of anxiety and anger, over the scandal -- and the sure knowledge that if there was anything else there to hold on to, I probably could have borne the suffering. But there wasn't, except the Eucharist ... which the Orthodox have too (according to Catholic teaching), as well as an incomparably rich liturgy and devotional life that has drawn me to Christ in ways I couldn't have imagined when I first entered the Orthodox Church. ", "Had I stayed Catholic, I might not have been Christian now, and if I were, I would have been extremely bitter, cynical, and angry, all the time. I would have held on to my Catholicism, but the heart of the faith would have been hollowed out within me by my anger and fear. This is not an argument for you, reader, becoming Orthodox; it's just my answer to Van Buskirk's \"if you leave, they win by default\". If I had stayed, I would have lost Jesus, in any real sense, because of my own brokenness, and the brokenness within Catholicism. So what in the world would it mean to \"win\"? ", "you", "It profits a man nothing to own the Church libs, but to lose his own soul. ", "You don't become a Russian, a Greek, an Arab, a Serb, a Romanian, or any other nationality when you join the Orthodox Church. If that's what stops you, let me assure you that it's not a thing. For three years as Catholics, my wife and I worshiped at a Maronite Catholic parish in Brooklyn. Were the Lebanese Catholics, who were 100 percent in unity with the Pope, somehow Westerners? I guess, in a way, as they were Catholic. But their culture was very strongly Eastern. Superficially, it felt \"Eastern\" once we started attending there, but after we got used to the Arabic melodies, and the use of some Aramaic in certain liturgical prayers, we realized that this is what it meant to be Catholic, both big-C and little-c (meaning \"universal\"). The Orthodox Church also claims Catholicity. It's not just the Greeks, the Russians, and so forth, at prayer. ", "Last point: my dad was not a regular churchgoer. He had lots of grudges against his Methodist church. Honestly, I couldn't tell you what they all were, or whether he had any legitimate grievances at all. The way it was in my family, your felt grievances were self-justifying. Over the decades, I encouraged him to find a church where he can worship in peace, because staying away from church was not good for his soul. He refused, saying over and over, \"I'm not going to be run out of my own church.\" ", "But haven't you been? I would say. You hardly ever go!", "But haven't you been?", "You hardly ever go!", "To him, the fact that he was still on the membership rolls meant somehow that he had not been run out of his own church, and therefore the forces and the people he didn't like within it had not defeated him.", "He was so stubborn that he even refused a church funeral. He went to his grave not being run out of his own church, I guess -- so much so that he wouldn't even have a pastor at his graveside burial service. This is what I have in mind when I hear people talk about sticking around in a particular church so the people who are destroying it, and that you can't stop from tearing it up, don't \"win\". ", "(Hey readers, it's here that I remind you again that I will be leaving this space after March 10, concluding a twelve-year run at TAC. Please subscribe to my paid Substack, Rod Dreher's Diary, for daily commentary on faith, politics, culture, media, and all the usual Dreher stuff, plus the return of a robust comments section where people of all faiths, and no faith at all, can engage in respectful conversation. It's five dollars per month -- only 20 cents per day -- or one year for fifty dollars.)", "(Hey readers, it's here that I remind you again that I will be leaving this space after March 10, concluding a twelve-year run at TAC. Please subscribe to my paid Substack, Rod Dreher's Diary, for daily commentary on faith, politics, culture, media, and all the usual Dreher stuff, plus the return of a robust comments section where people of all faiths, and no faith at all, can engage in respectful conversation. It's five dollars per month -- only 20 cents per day -- or one year for fifty dollars.)"], "headline": "What Does It Mean To Leave Rome For Orthodoxy?", "timestamp": "", "act": "https://www.theamericanconservative.com/what-does-it-mean-to-leave-rome-for-orthodoxy/"}, "https://www.theamericanconservative.com/critical-thinking-an-educational-shock-collar/": {"paras": ["The rigor and excellence of the American education system is in steady decline. At every level-primary schools, middle schools, high schools, colleges and universities-academic performance has been deprioritized in favor of ideological indoctrination. Properly understood, 2020 was the culmination of a covert revolution that was decades in the making. Now, the institutional left is so firmly entrenched in American schools that they believe they cannot be dislodged or expelled. For those who paid minimal attention to our schools before 2020, this hostile takeover seemed to come out of nowhere. But it didn't. The signs of the revolution have been evident for decades-if you knew how to interpret them.", "And yet, even after Americans have been awakened to the conquest of the schools, there is one sign that remains unacknowledged by the general public. This is the educational emphasis on \"critical thinking,\" which casual observers still view as harmless, if not an absolute good. Understanding the ideological baggage that this term carries will be essential if we are to mount any meaningful attempt to reclaim American education.", "\"Critical thinking\" is so incessantly cited as a goal for schooling writ large that almost no one thinks to ask exactly what it means. Again and again and again, \"thinking critically\" is held up as the learning outcome at which all instruction aims. The student who can think critically, we are assured, is the educated student. Almost no reasonable person would say that critical thinking is a bad learning outcome for students, which is why the term escapes our attention. After all, what could possibly be wrong with thinking about things critically?", "the", "educated", "bad", "possibly", "When most people hear the term critical thinking, they assume it means good thinking, or rigorous thinking. But if this is all that is meant by the term, it wouldn't be so frequently invoked by educators-in class, in mission statements, in course materials, and in curricular design. It wouldn't need to be invoked because everyone already agrees that good, rigorous habits of thought are...well, good.", "critical thinking", "good", "rigorous", "It seems, then, that the word critical (when coupled with \"thinking\") must mean something else. Critical can mean \"essential\" or \"necessary,\" but that doesn't make sense either. No one can avoid thinking; in some sense, thinking is a defining component of what it is to be human. Thought happens. So, the \"critical\" in \"critical thinking\" must not mean \"essential.\"", "critical", "avoid", "In truth, when educators talk about \"critical\" thinking, they are implicitly referring to a particular mental attitude-one defined by a radical hostility and skepticism towards ideas and values that are viewed as \"common sense\" or \"inherited wisdom.\" This view of critical thinking owes its heritage to two opposing intellectual traditions. The first is the tradition of Enlightenment empiricism and reason, which holds that the strongest forms of inquiry are those that begin from a position of disbelief and the assumption that nothing can be held as true until it can be logically proven as such.", "disbelief", "proven ", "The second tradition is that of so-called \"critical theory\"-a left-intellectual form of philosophical skepticism that took hold in Europe after World War II, and then immigrated to America. Critical theory often attacks the very pursuit of truth that Enlightenment rationality celebrated; its adherents insist that truth itself is a \"socially constructed\" concept that is utilized to justify unjust forms of cultural and political power. The task for critical theorists, then, is to expose the myth of truth in an effort to weaken public confidence in institutional power-a process they hope might ultimately topple the existing order, so that a new society can be built that affirms a dogmatic view of \"social justice.\"", "itself", "The intermingling of these two schools of thought in American education-one that demands a radical skepticism in pursuit of truth, one that insists that objective truth doesn't exist-helps explain the nihilism and solipsism that flourishes in our schools. When administrators and teachers say that they want to teach students to think critically, they don't mean they want to \"teach them to be good thinkers.\" On the contrary, they mean that they intend to teach them a radical skepticism toward tradition and common values, as if they were inherently irrational.", "Of course, the sphere where this skepticism should be applied is very narrowly defined, and students are tasked with learning its scope. They should be extremely skeptical about Russia's actions, which constitute an assault on Ukraine's sovereignty, for example, but they should never ask whether illegal immigration from Central America represents a violation of U.S. sovereignty. Students should be skeptical about whether race is a legitimate concept, but they shouldn't be skeptical about whether race-based entitlements should be written into public policy. In other words, the truth of traditional values and ideas is subjected to withering doubt and open disdain, while left-liberal ones are assumed to be objectively true and are placed neatly beyond the scope of any serious intellectual consideration.", "extremely", "assumed", "Thus, \"critical thinking\" offers precisely the opposite of what it advertises. Rather than teaching students to be strong thinkers who are prepared to interrogate any and all premises, \"critical thinking\" demands that students adopt a position of unwavering faith in the truth claims of those in positions of institutional authority, which finally results in a reflexive disdain for any real thought at all. \"Critical thinking\" really seeks to create thinkers who can readily deduce what opinions and ideas they are expected to hold in favor or disdain, and who will eagerly comply.", "opposite", "any and all", "real", "expected", "Some readers might wonder: Can it really be that my daughter's eighth grade teacher, when she is extolling the merits of \"critical thinking\" on Parents' Night, is quietly announcing her intent to indoctrinate the children through some combination of Enlightenment empiricism and postmodern French philosophy? No. Your daughter's eighth grade teacher probably can't say when or what the Enlightenment was. She also doesn't know what \"empiricism\" is, and she has never read thinkers like Herbert Marcuse or Antonio Gramsci.", "But this means the situation is actually worse than if she had. It is not just the students-the teachers are also ignorant. They passively imbibed the same habits of mind they are passing along to their students. Through high school and college, America's educators have intuitively grasped that these contradictory habits of thought (and the ideology that they are meant to protect) are good-and that embracing those habits are what it means to be an intelligent, well-schooled person. Over the course of their own schooling, they have learned when the radical skepticism should be applied, and when the abject credulity is called for.", "passively", "good", "are what it means", "Thus, their own education was a process not unlike how a dog wearing a shock collar learns to navigate a yard with an invisible fence. They aren't rewarded for staying in-bounds; rather, they are punished for testing the lines. This is what passes for \"learning.\"", "This process, applied to humans, amounts to a kind of intellectual abuse and handicapping. What it actually teaches is obedience. And it is achieved by coercion. Sadly, this form of training is the top priority in most American schools now, from kindergarten to doctoral programs. Even as they promise to make students better thinkers, many unwittingly set themselves to the business of teaching them to think less.", "obedience", "better", "less", "Critical thinking, properly understood, is an intellectual virtue. It is necessary for any society to flourish, especially democratic ones where the common person is called upon to play some role in public deliberation.", "is ", "especially", "In contrast, \"critical thinking,\" the celebrated goal of modern, progressive \"education,\" is a wolf in sheep's clothing. Rather than equip people for liberated thought, it covertly aims to make the public intellectually unfit to govern themselves. Thus, it represents a threat to the health of the nation. The first step in fighting it is training ourselves to hear the term for the first time. When the ideologues give it lip service, we need to tell them that we know what they really mean-even if they don't.", "unfit", "hear", "really"], "headline": "'Critical Thinking': An Educational Shock Collar", "timestamp": "", "act": "https://www.theamericanconservative.com/critical-thinking-an-educational-shock-collar/"}, "https://www.theamericanconservative.com/a-different-kind-of-neighbor/": {"paras": ["Fred Rogers died twenty years ago this month. Those who spent any time in his neighborhood called him Mr. Rogers, a fair title for a friendly teacher.", "Early in his television career, Mr. Rogers sat in a burgundy leather chair behind a long, wooden table in Sen. John Pastore's subcommittee on communications. As Mr. Rogers was set to begin speaking, Pastore granted him permission by saying, \"Alright, Rogers, you got the floor,\" in a tone of voice that managed to convey both skeptical anticipation and ironic warmth. Mr. Rogers was in Washington because President Nixon wanted to decrease his predecessor's proposed funding for public television from $20 million to $10 million. Pastore, who seemed to have prided himself on his own rigidity, was no match for a Presbyterian minister from Pittsburgh whose job it was to put people at ease on television.", "After explaining that he trusted the senator from Rhode Island to eventually read his own description of the theory behind his work, Mr. Rogers told Pastore that his program dealt with \"the inner drama of childhood,\" including events such as \"getting a haircut, or the feelings about brothers and sisters and the kind of anger that arises in simple family situations. And we speak to it constructively.\"", "Something must have struck Pastore when Mr. Rogers was describing his half-hour daily show: He asked to see an episode of the program. Mr. Rogers shared some lines that he kept on the backburner of his mind, but which he always managed to communicate with the enthusiasm of someone who had just discovered their truth: He shared with the senator that his audience hears, \"You've made this day a special day by just your being you,\" and that his viewers learn that \"feelings are mentionable and manageable.\"", "He concluded his testimony by sharing the lines of a song called \"What Do You Do With the Mad That You Feel?\" The lyrics are something of fervorino, encouraging listeners to see the good in self-knowledge, restraint, and maturity. The final lines read: \"For a girl can be someday a lady / And a boy can be someday a man.\"", "fervorino", "Pastore hardly let Mr. Rogers take a breath, and said, \"I think it's wonderful. I think it's wonderful. Looks like you just earned the $20 million.\" It ended up being $22 million.", "This rather brief testimony from a 1969 hearing is proof enough that Mr. Rogers would be worth remembering for his strangeness. As Mr. Rogers proved, good politics-or at least successful politics-is not about trying to appear normal. Could a forty-one-year-old man about to fall off his seat while talking about a \"neighborhood expression of care\" be described as normal?", "By today's standards, at least, Mr. Rogers's television tunes stray far away from socially acceptable behavior. \"Boys are boys from the beginning-if you were born a boy, you stay a boy. Girls are girls right from the start-if you were born a girl, you stay a girl and grow up to be a lady.\"", "Today's degenerates who view these truths as problematic did not have Mr. Rogers playing on their VCRs when they were growing up, I suppose-and, more importantly, did not have parents who did what Mr. Rogers did. The minuscule minority of activists pushing gender madness would hardly be a problem were it not for the effeminate men and men-wannabes who actually listen to them. I refer here to the great supine protoplasmic invertebrate jellies, as Boris Johnson would call them, who occupy seats on school boards, public television commissions, regulatory bodies, accreditation agencies, and so on.", "listen ", "Even by the standards of his day, however, Mr. Rogers was doing something different. A \"Macho Man\" might have criticized Mr. Rogers for his docility. The godless communists of his day-our moment wasn't created in a vacuum-might have done the same because of the clearly Christian overtones and occasional bits of catechetical social teaching interspersed throughout his program. That was the genius of it. If you criticized Mr. Rogers too loudly, you revealed yourself to be socially unadjusted or intentionally subversive. ", "What has changed between then and now, when we elevate the unadjusted and give the subversive a seat at the head table? Mr. Rogers was probably asking the same questions about his own time; he was, after all, a conservative Christian trained in theology, practiced in media, and naturally attentive to psychology.", "While the environment of his day was certainly more enthusiastic for a Mr. Rogers with a profile on public television, it is clear that he still had to fight for that position. Mr. Rogers could have enjoyed a lucrative career in the private sphere and taught vacation bible school during his summers. But he decided to impose himself upon the public, perhaps for his own good or the good of his family, but ultimately for the good of the nation.", "One of the strangest caricatures of Fred Rogers is that he told children that they could be whomever they want to be. I can't find evidence that he said this, and I would be surprised if he did: It is a fundamentally non-Christian idea. Mr. Rogers saw himself and his audience as made in the image of God, and therefore as beings called to something both universal and particular. ", "Public television will one day be reclaimed as a force for what is real and good, and the embarrassing displays of today will be dismissed as mind-warping bombardment. In the meantime, the nation is better for having seen Fred Rogers realize the beautiful days in his neighborhood."], "headline": "A Different Kind of Neighbor", "timestamp": "", "act": "https://www.theamericanconservative.com/a-different-kind-of-neighbor/"}, "https://www.theamericanconservative.com/get-in-the-box-peasant/": {"paras": ["During one college summer, I worked as an excavator at an archaeological dig in Turkey, a job for which I showed little natural facility and, in truth, not much promise of improvement. A night owl in those years, I disliked the schedule; worse was being largely unable to communicate with my men. (My Turkish is still heavily weighted toward explaining how I want dirt moved.) I did not have the knack real archaeologists have for seeing a site's painting, the strokes of rubbish and dirt and architectural debris adding up to, miraculously, a distinct piece of history.", "I did, however, enjoy a great deal of traveling that summer-throwing a toothbrush and a change of underwear into my backpack and taking an evening bus up the dusty road to wherever. Turkish bus travel is a civilized affair, and it is perfectly feasible to ride overnight and wake up fresh enough to spend the day touring Ankara. I still think about those trips whenever I'm traveling, now weighed down with car seats and diaper bags and the other impedimenta of settled life; I certainly reflected on it while flying last weekend. Even daytime trips now leave me worn and unfit for anything but hard drinking.", "impedimenta", "Of course, the freedom of the Turkish road is an illusion for even the most lightly packed American air travelers. Twenty-two years and three presidents after the September 11 attacks, the blue-clad wretched of the earth are still standing between you and your airplane, touching you inappropriately and blasting you with radiation, telling you to take your shoes off and, sometimes, not to take your shoes off. Osama is dead; Khalid Sheikh Mohamed has been rotting in Cuba for two decades; the Afghan war recedes in memory; but the Transportation Security Administration is forever.", "I don't travel much anymore, and the security gantlet this weekend was gentler than I remembered: Impedimenta and all, we were through in ten minutes. Some baggage-screening machines have been replaced with newer, more expensive machines that reduce the bottlenecks between the checkpoint for boarding passes and the body imaging, where travelers scramble to take off their shoes and belts and take out their electronics. The regulations on fluids have been recently relaxed, and I was allowed to keep my belt on. Three-quarters of the lanes were closed, as usual, but the staff working the open ones were unusually competent.", "Impedimenta", "Yet the relative ease of passage, while a relief, was accompanied by an odd pang of-sadness? Depression, or despair, perhaps; the sense that all this, the hugely expensive high-tech machines from industrial titans, the mysterious scribbles on our boarding passes, the screens showing Alejandro Mayorkas's gleaming skull and bulging eyes, isn't for anything. I realized as I put on my coat by the benches of indignity-the little cluster of steel seats where the unshod and discombobulated recompose themselves-that I had gotten a Bic lighter through. ", "all this", "for", "How could this have happened? I felt vaguely criminal. Getting a lighter through security is a clear violation of the rules. Will they come after me? Has there been a mistake? Am I getting away/resisting arrest? Should I go back and plead for leniency? Violation of the rules, yes; but so inconsequential that it is blindingly obvious that there shouldn't be a rule in the first place. I did not go back.", "How could this have happened?", "Will they come after me? Has there been a mistake? Am I getting away/resisting arrest? Should I go back and plead for leniency?", "But that is when the despair set in. The easier and more trivial the security process, the clearer it becomes that it is just a ritual, a sort of loyalty test. \"They\" are just making you do something for the government. It is not about justice; it is not about any particular result. We aren't pursuing some goal badly, to which it would be easy to be reconciled; we're just doing something. That kind of yawning unreason is hard to swallow for a man wrangling two car seats and a hungry toddler.", "something", "The TSA makes sure that it is spread far and wide when they have a \"win\"-the shoe bomber and the underwear bomber, the record number of guns confiscated in the past year-giving the lie to the group's claims that the agency doesn't disclose the plots it foils for national security reasons. The agency has consistently failed security audits-catastrophically failed, too. (Ninety-five percent failure isn't the result of an off day.) For their trouble, they received $10.3 billion for 2023.", "In short, it is about will. Saying \"uncle\" isn't prohibitively difficult, and it doesn't make much sense; that is why the bully makes you do it. Take off your shoes, get in the nude picture machine, and say \"uncle\" for Uncle Sam today. Like the War on Terror's military operations, which dragged out for decades just because, the Bush-era transit security measures are set to continue indefinitely. There are no live legislative proposals to curtail or end the permanent state of \"heightened security.\" Again, we're just doing something. ", "Take off your shoes, get in the nude picture machine, and say \"uncle\" for Uncle Sam today", "The TSA regime paved the way for the Covid-19 public health regime, of course. Mask mandates and lockdowns and making people engage in humiliating public screening rituals-the pandemic was the second great awakening of the American security state. It looks as if the pandemic measures were roughly as effective as the TSA at achieving their stated goals; as some public figures admitted-indeed, cheerfully announced-it was about getting everyone to do something. A cloth mask has nothing to do with public health, but it is the \"uncle\" that the bully has settled on.", "The characteristic of our time is a combination of the arbitrary, ineffective, and cruel-we cannot stop murder, and we cannot stop the massive influx of narcotics over our southern border, but we can still make American citizens take off their shoes in public. Agents of the Fisc pursue / absconding tax defaulters through / the sewers of provincial towns. The governing class isn't interested in keeping you safe, healthy, or sane, but it's happy to see you compliant. That won't change any time soon.", "Agents of the Fisc pursue / absconding tax defaulters through / the sewers of provincial towns. ", "But hey, at least you can fly with a full-size toothpaste now."], "headline": "Get In the Box, Peasant", "timestamp": "", "act": "https://www.theamericanconservative.com/get-in-the-box-peasant/"}, "https://www.theamericanconservative.com/laboring-in-vain/": {"paras": ["Arthur Trystan Edwards once pleaded for good manners in architecture. He later suggested that Modernism be in partnership with tradition. But the Modern Movement in architecture had rejected such a partnership; it did not value \"traditional\" architecture at all, or even recognize it had any merits. Indeed, Edwards noted that Modernists welcomed the demolition of old buildings in the expectation that, in their stead, room might be found for new modernist-designed buildings. ", "It was actually worse than that. In the wake of 1945, most local authorities, certainly in the United Kingdom, had planning offices headed by Modernist architect-planners, who possessed considerable powers. Nicholas Taylor perceptively described such commonplace conditions as municipal fascism. The designers and authorities responsible, however, were immune from criticism. Modernist housing dogma prevailed, even when most people seemed to want to live in low-rise, low-density suburbs.", "Although the mechanisms differed, the results of widespread adoption of Modernist architecture and planning were similar across the globe. In the U.S., Modernism impoverished American towns and destroyed age-old social arrangements. In several countries, the tenets of Modernism were promoted by German émigrés. Soon, they dominated urban planning. ", "émigrés. ", "Seeing the possibilities for cost savings, property developers, industrialists, corporations, architects, and politicians backed Modernism. High-rise buildings and super-highways arose everywhere. No one could question Modernist orthodoxy for fear of being denounced as \"conservative,\" \"Fascist,\" or, worse, \"bourgeois.\" It was later recognized after years of denial that something had gone wrong, but not before catastrophic destruction had been inflicted on urban fabric and urban civilization. ", "bourgeois", "Modernism is predicated on the belief that utility alone is beautiful. That belief is partly derived from the writings of the Gothic Revivalist A.W.N. Pugin, but has been stripped of its religious connotations. While it is certainly true that something that is useful can be beautiful, its beauty is accidental, uncertain, and dependent on other factors. Architecture is not just about service or utility. To be architecture at all, it should have an effect on the human mind, spirit, and sensibilities. ", "Utility and beauty do not always lie easily in the same bed. ", "The Psalm at the head of this essay is given in the Authorized Version of the Anglican Church as \"Except the Lord build the house: their labour is but lost that build it. Except the Lord keep the city: the watchman waketh but in vain.\" Sir Patrick Geddes paraphrased this verse, saying that unless the house is built with an ideal and the city also, the labor of creating them is in vain. ", "Much architectural and urban development since 1945 has been based on data, expediency, cost-benefit analyses, space and light standards, and way-off-the-mark traffic projections. In other words, design considerations have been confined to the Modernist vocabulary. But lavatories, window areas, and cubic capacity are insufficient on their own to create an environment uplifting to the human spirit.", "Modernism's failure to acknowledge that fact is why the movement has ruined cities. A city should aspire to more than mere function. It should strive to be, in some sense, a work of art. Modernist architecture strips the spiritual, uplifting aspects of the built environment and replaces them with statistics, propaganda, and advertising. It contributes to the lost understanding of a city's symbolic worth. Its exaltation of empirical data has created enormous dangers.", "The empiricist, viewing a medieval mappa mundi for the first time, might be tempted to be amused. From his or her level of supposed superiority, the measurable and obvious faults in the drawings can be identified. But the symbolic and spiritual significance of such a document will be elusive to him. He will not see it in the same light as a representation of a labyrinth in a cathedral floor, an ideal-city plan, or an Aztec vision of continents. ", "mappa mundi", "By depriving symbols of their reality and meaning, empiricists confuse and impoverish art, painting, sculpture, architecture, and city-building. The Modernists insist that only that which can be seen, measured, and explained in \"real\" terms will have any use for a society that has jettisoned much of its historical and religious cultural inheritance. But the devaluation of the symbol, and indeed its exclusion from architecture of the Modern Movement, has played an important part in what has turned out to be a disaster for the environment, and therefore for people, too.", "The purely functional or empirical city is a dreary place, unrelieved by the finer, unquantifiable aspects that make life rise above the level of the ant-hill. But since so much of contemporary society is ordered around measurable phenomena that can be fed into a data-bank, those things of the spirit and the mind, being unmeasurable, are not included in the final analysis.", "Consider hospital design as an example. Architects are not trained to read research papers in biology, chemistry, or physics. They rely on architectural critics, polemicists, theorists, and journalists to direct their views, few, if any, of whom have scientific backgrounds. They rush to produce the next \"iconic\" structure, which can only be realized with huge amounts of capital and a massive waste of resources. The welfare of patients is not considered, despite research showing that buildings, the environment, and surroundings can affect a person's health. Schools of architecture, influenced by Modernism, train students in hospital design based on formal, stylistic ideas of spaces and materials, despite the empirical evidence accumulating toward a greater understanding of how human beings react physiologically to their surroundings.", "This illustrates a missing feature of today's architecture debate: Empathy, and an understanding of how gravity and stability in building design can induce calm and ease in those who have to live with the fruits of an architect's vision.", "gravity and stability", "Just as there are those who criticize modern hospital design, many have reappraised the dominant theories of urban planning and architectural design. Some claim that to be successful, urban space must be a collective work, socially produced-the opposite of mainstream Modernist urban planning, which has been largely based on abstracted knowledge and non-participatory processes. In other words, it does not work if merely imposed as part of some design dogma, which was the endemic problem in Modernist-inspired work, as has been argued by critics such as Alice Coleman and Jane Jacobs.", "imposed ", "Architecture depends on uncertainties and contingencies: What architecture is and what architects want it to be are often very different, for architecture has duties to the world and to humanity, to the real world, something often forgotten in the pursuit of Modernist abstractions. That is why the traditional street, the urban space, the very fabric of towns and cities, with all its messy, varied uses, and disparate elements, rarely survived draconian Modernist architectural interventions, which were too tidy and neat for the realities of use. ", "Jacobs was undoubtedly correct in arguing for untidy, mixed-use places that could be lived in, and Coleman's dissection of what was wrong with Corbusier-inspired developments deserved attention. Both were nevertheless derided by the architectural establishment, which refused to acknowledge the damage it had inflicted on vital urban organisms, many of which became moribund as a result of Modernist interventions.", "The modern city is in most ways a failure, and leaves its inhabitants feeling betrayed and without affection for their surroundings. Some commentators have offered prescriptions for the disease, including canalizing youthful energy, and creating a utopia in which work is made, in that ghastly phrase, socially meaningful. These are not cures, for the problem is the dystopian environment that has been inflicted on humanity. It is the built environment that must change, not its unfortunate inhabitants.", "Ancient settlements, old-established towns, and cathedral-cities have their raison d'être. Those are among the places still pleasant to visit and inhabit, in which to work and live. But they are becoming fewer in number as more places fall victim to disastrous road proposals, blighting developments, buildings without meaning, and urban spaces that are uninviting, dangerous, and wind-swept.", "raison d'être", "Squalid environments attract protests and violence. It is not difficult to see why. Perhaps the Psalmist had a point after all. ", "This New Urbanism series is supported by the Richard H. Driehaus Foundation. Follow New Urbs on Twitter for a feed dedicated to TAC's coverage of cities, urbanism, and place. ", "This New Urbanism series is supported by the Richard H. Driehaus Foundation. Follow New Urbs on Twitter for a feed dedicated to TAC's coverage of cities, urbanism, and place."], "headline": "Laboring in Vain", "timestamp": "", "act": "https://www.theamericanconservative.com/laboring-in-vain/"}, "https://www.theamericanconservative.com/saying-the-quiet-part-out-loud/": {"paras": ["At a Massachusetts city council meeting last week, Michael Hugo, head of the Framingham Democratic Committee, argued the city should ban pro-life pregnancy centers, since they might encourage mothers not to abort children with disabilities who could become financial burdens to the city.", "\"Our fear is that if an unqualified sonographer misdiagnoses a heart defect, an organ defect, spina bifida, or an encephalopathic defect, that becomes a very local issue because our school budget will have to absorb the cost of a child in special education, supplying lots and lots of special services to children, who were born with the defect,\" Hugo said, adding he was \"speaking on behalf of the Framingham Democratic Committee.\"", "Fox News reports that Hugo sent a version of his statement to fellow Democrats in advance, in which he asked whether the state would \"cover the medical costs for a fetus that had sound medical reason to be terminated,\" \"the costs of special education for a [D]own [S]yndrome affected child,\" and \"the extraordinary medical expense of a child with an atrial septal defect?\"", "Others at the meeting, including other Democratic committee members, denounced Hugo's remarks. Democratic committee member Pat Dunne said Hugo had gone \"off the rails\" and was \"casting a bit too wide.\" ", "\"We're not talking about eliminating special education students and the like,\" he said. \"We're talking about getting out good information to the people in Framingham.\"", "But the Framingham Democrats are \"talking about eliminating special education students.\" If they oppose crisis pregnancy centers on the grounds that they don't give \"good information\"-progressive-speak for the fact that these centers don't counsel mothers to abort their children-they effectively support a mother's right to kill her unborn disabled child. Supporting abortion in general permits the possibility that mothers will choose, for any number of reasons, to kill their unborn disabled children. How much \"better\" is that than Hugo's belief that they should be killed to balance the city's budget?", "Another point: Hugo's comments so obviously implicated the value of people with disabilities that he was denounced by members of both parties in Massachusetts, and rightly so. But would it have been \"better\" if he had defended banning crisis pregnancy centers on the grounds that abortion is good for women's long-term earnings potential? Is abortion bad when children are explicitly targeted for being disabled, but not when they are targeted for being inconvenient or impediments to women's career ambitions? How much worse, really, is Hugo's belief than that of his colleagues?"], "headline": "Saying the Quiet Part Out Loud", "timestamp": "", "act": "https://www.theamericanconservative.com/saying-the-quiet-part-out-loud/"}, "https://www.theamericanconservative.com/portrayals-of-love/": {"paras": ["Vermeer and the Art of Love, by Aneta Georgievska-Shine, Lund Humphries, 160 pages. ", ", by Aneta Georgievska-Shine, Lund Humphries, 160 pages. ", "Johannes Vermeer, the seventeenth-century Dutch artist of the \"fine painter\" school, led a private life. He rarely left his hometown, Delft; exceedingly little is known about him apart from the fact that he married a Catholic woman, may have converted to her faith, and had eleven surviving children. He apparently produced only two paintings a year for two decades. After his death, Vermeer passed into near-oblivion for almost two centuries. In the latter part of the nineteenth century, however, Vermeer's star began to rise again, and it has not stopped rising since. In recent years, Vermeer's popularity has only grown, thanks to the work of contemporary art historians and the sensibility of modern audiences.", "Dr. Aneta Georgievska-Shine is an art historian of impressive scope. She studied with Arthur Wheelock, the leading American Vermeer scholar and curator of the landmark exhibition at the NGA, in 1995-96. She has previously brought her expertise to bear on two studies of Peter Paul Rubens's mythological works; she has now produced an outstanding monograph on the art of Vermeer. While the Rijksmuseum in Amsterdam is exhibiting the most significant number of Vermeer paintings ever assembled this spring, Georgievska-Shine's book is a perfect guide to the works in the exhibition or the next best thing for those who can't make the trip.", "Georgievska-Shine's book has two parts. In the first part, she gives us a tour of Dutch genre painting in the mid-seventeenth century, showing how this artistic culture shaped Vermeer's subject matter, characters, and situations. In the second, \"Vermeer's Difference,\" she convincingly argues that \"his visions of that Dutch reality seem a world apart from\" those of his fellow painters. His marked superiority to most Dutch painters of his time was less in technical virtuosity than in form and meaning.", "A quick first survey of his works can give the impression that Vermeer was primarily a genre painter whose main interest was women in domestic life-writing and reading letters, knitting, playing a musical instrument, and the like.", "Like other contemporary scholars of seventeenth-century Dutch art, Georgievska-Shine shows that there is much more to Vermeer than that. Her objective in Vermeer and the Art of Love is to explore Vermeer's wide-ranging, deeply revealing artistic treatment of the subject of love-love between a man and a woman and between man and God-together with its connections to poetry, music, and perhaps above all the visual arts. ", "Vermeer and the Art of Love", "The Vermeers she discusses depict women sometimes in moments of solitude-tuning or playing a musical instrument or reading or writing a letter, possibly from or to her lover-at other times in the presence of an actual or would-be lover, each time revealing some distinct aspect of the love relationship. The excited anticipation of the satisfaction of erotic desire to come, the wistful longing for her lover in his absence, the growing thrill of seduction by a music teacher or a soldier who comes calling, and above all, divine love-these are just a few of the emotions and ideas associated with love that are subtly but powerfully expressed through Vermeer's expert use of form and symbolism in his paintings.", "In the seemingly quotidian Girl Reading a Letter at an Open Window, it is not made explicitly clear what the letter is about or who sent it. But the reproduced painting of Cupid by an unknown artist made to hang on the wall in the background gives us something to go on. As Georgievska-Shine explains, European artists, drawing upon an iconography rooted mainly in ancient Greco-Roman sources, particularly Ovid, had become accustomed to invoking Cupid as a conventional symbol of love. We may then reasonably conjecture that the letter is from a lover and perhaps even contains an avowal of love. Our conjecture is further supported by the look of total absorption mirrored in the girl's posture and face: a look that is impossible to imagine in connection with any strictly mundane news. But beyond that, we are left tantalizingly in the dark.", "Girl Reading a Letter at an Open Window", "According to Georgievska-Shine, one especially noteworthy aspect of Vermeer's treatment of love is his undogmatic, non-moralizing approach to the subject. In this respect, he is distinctly different from other prominent contemporary Dutch artists, among them Jan Steen, who is preoccupied with eros outside the bounds of morality, and Pieter de Hooch, who often portrays morally upright eros.", "Take, for example, Officer and Laughing Girl. The foregrounded, largely silhouetted figure of the soldier, his back to the viewer, that dominates the painting's composition engenders, says Georgievska-Shine, \"an air of mystery.\" We are uncertain whether he is a hunter or conqueror attempting to seduce an unsuspecting young girl at the moment, so to speak, or a genuine Petrarchan courtier seeking but failing to bind himself for all time with his beloved. The redness of his coat bespeaks a robust erotic passion in him, which he may be seeking to satisfy immediately by charming her-successfully, judging by the apparent expression of delight on her face-with accounts of his adventures abroad possibly limned in the map hanging on the wall in the background (a leitmotif of Vermeer's paintings). ", "Officer and Laughing Girl", "Alternatively, the same map might be taken as a metaphor: a \"map of love,\" a source of guidance for the lover in his \"journey to the heart of the beloved.\" Instead of forcing the viewer to choose between these two interpretations of the soldier's intentions and the moral implications of each, Vermeer, says Georgievska-Shine, has our attention focused on the pure joy in his company the girl clearly evinces, making us wonder what she is \"listening to or ... imagining\" as he speaks. We are oblivious to the likelihood of her virtue being compromised in Vermeer's painting, in stark contrast to Pieter de Hooch's A Couple Playing Cards, with a Serving Woman, wherein, Georgievska-Shine argues, the signs all point unmistakably to a morally dubious outcome.", "A Couple Playing Cards, with a Serving Woman", "A pervasive theme of Georgievska-Shine's discussion is Vermeer's elusiveness and secretiveness. Consider his use in several paintings of such a seemingly innocuous object as a curtain. To return to the Girl Reading a Letter, the curtain on the right side of the picture frame conceals what Cupid is holding in his upraised left hand. Some visual images of Cupid in Vermeer's time, such as a couple of engravings by Otto van Veen, depict him as \"holding up a tablet inscribed with the number one, proclaiming the mutual devotion of lovers.\" In others, by contrast, he holds up the ring of Gyges, reminding us of the lover's capacity for duplicity. Because Cupid's left hand is hidden behind the curtain in the painting, we do not know whether it is holding \"the magic ring of duplicity or the card of faithfulness.\" The artist deliberately prevents us from ascertaining with certainty the nature and moral quality of the love relationship in question.", "Girl Reading a Letter", "To be sure, Cupid is also shown with \"two masks at his feet.\" Since, as Georgievska-Shine argues, the masks are meant to symbolize deception, it is \"as if the artist wanted to make sure the beholder will understand his message\" as one of true devotional love. Yet we cannot be sure, if only because of the love god's concealed left hand. (Although Georgievska-Shine then develops the further argument that the allusion to Gyges' ring may signify \"the deceptiveness of images,\" such as Vermeer's painting itself, and at the same time point to us beholders as \"invisible,\" \"clandestine\" Gyges-like figures gazing lovingly at the \"beautiful illusion [of a woman] that the painter has created for us.\")", "In Allegory of the Catholic Faith, the overarching theme of which is divine love, we see foregrounded on the left a tapestry curtain with all kinds of \"largely illegible forms,\" which Georgievska-Shine describes as a \"woven 'text' that simultaneously uncovers and obscures the larger image.\" One of those \"forms\" is an image, largely obscured by the curtain's folds, of a \"rider on horseback.\" Owing to the allegorical nature of the painting, one can safely infer that the rider is St. Paul and that the curtain is thus \"hinting at the Pauline obscurity of vision\" spoken of in 1 Corinthians 13:12 (\"For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall understand fully, even as I have been fully understood\"). ", "Allegory of the Catholic Faith", "Georgievska-Shine wonders whether the image is a \"metaphor for a spiritual journey.\" Upon further analysis of the painting's symbolism, the spiritual journey proves, in her view, to be that of Catholics residing in a country where Calvinism is the established religion, who must gather together for prayer and worship in \"secret\" places. The presence of hidden meanings in Allegory symbolized by the curtain is confirmed by, among other things, the glass orb hanging from the ceiling, to which the gaze of the central figure-whom Georgievska-Shine describes as a fusion of Mary and Mary Magdalene and christens \"Faith\"-is directed: Barely visible on the orb is a reflection of a \"partially open window, possibly another signal of the veiled nature of knowledge.\" The \"reflective surface\" of the orb, Georgievska-Shine goes on to argue, can be understood to signify, in a veiled, metaphorical way, the painting in its entirety \"as a Pauline mirror that guides us from the visible towards that which defies understanding: the metaphysics of love.\"", "Allegory", "One may again come away from a first encounter with Vermeer's paintings thinking that in them form ministers to a purely naturalistic artistic aim: Formal elements of art such as line, color, texture, and shading are used to make the contents of the painting resemble, with near-photographic accuracy, things as we experience them in everyday life. However, as Georgievska-Shine points out, attentive observation discloses a strong \"classicizing\" tendency continuous with that of the Renaissance. The near-geometrical organization of the contents of his paintings along clearly recognizable vertical and horizontal lines, one of those classicizing features, prefigure the geometrical abstractions of twentieth-century Dutch modernist Piet Mondrian, for instance, his Broadway Boogie Woogie. But in Vermeer's case, classical form and order are made to serve the visual expression of higher human meanings, such as man's love of God, that cohere with a Christianity touched by neoplatonic philosophy. His artwork shows how the beauty of classical form and harmony can \"affect our soul\" in an edifying way.", "Broadway Boogie Woogie", "From detailed discussions and analyses like these, the reader can begin to perceive how the paintings relate to each other to form a coherent whole. The clear implication of the book is that Vermeer's \"art of love\" can be seen as a visually recreated cosmos of love that subtly reflects a cosmology with love as its ruling principle.", "Some of Georgievska-Shine's interpretations may strike the reader as doubtful, unclear, or far-fetched. But so erudite, detailed, and finely honed is her argument that intellectual integrity obliges us to carefully reread the entire book to ensure that such doubts do not stem from misunderstandings on our part.", "Georgievska-Shine's book brings to light love's many-sidedness and complexity-with stress on its more uplifting aspects-in Vermeer's rich visual portrayals. Mirroring Vermeer's artistic intention, which coincides with a more traditional, common-sense perspective on the subject, and contrary to the contemporary taste for debunking, Georgievska-Shine stands firmly on the essential and irreducible distinction between spiritual (or noble) and corporeal (or base) eros."], "headline": "Portrayals of Love", "timestamp": "", "act": "https://www.theamericanconservative.com/portrayals-of-love/"}, "https://www.theamericanconservative.com/our-underincarceration-problem/": {"paras": ["Readers of headlines will, by now, have seen that Nayib Bukele's strongman war on gangs has gone very well. Readers of The American Conservative might recall the president of El Salvador as the bitcoin commandant; his effort at futuristic monetary policy went less well. But that was 2021, and this is 2023, and though no one is pretending Bukele's methods are liberal democratic-not even Bukele, who declared a state of exception-they are earning him fans across Latin America, where gang and cartel violence is everywhere, along with some sympathy for caudillos. ", "The American Conservative", "After arresting more than 60,000 \"alleged\" gang members-these guys have face tattoos-in the last year in a country of some 6.3 million, Bukele has unveiled a new \"mega prison\" that can house 40,000. As you might expect, headlines in the liberal imperium evince worries about human rights. But the results of this exercise in executive sovereignty are also pretty clear: Murders dropped 56.8 percent last year, and El Salvador is enjoying widely noted peace and safety.", "It turns out that if you remove alleged murderers from the general population there are fewer murders. America could take note of this. We have murderers, too, and not all of them are locked up. This would be a qualified note, since we have a constitutional system that guarantees our civil rights, and so we would not remove alleged murderers from the general population but rather convicted murderers. But there is still inspiration to take from Bukele's success, as a rising tide of locked up murderers lifts all boats. It is not that far from home, too. ", "alleged", "convicted", "After all, as TAC senior editor Rod Dreher reminded readers on his blog Monday, MS-13 has a significant presence in the greater D.C. area; as in El Salvador, many of our murders are part and parcel with gang activity. El Salvador's success shows that-though it will be a difficult reality to accept for some-if we want law and order, rather than anarchy and violence, as a matter of domestic policy, then the United States of America have an underincarceration problem.  ", "underincarceration ", "Let us look at the numbers, which, while not complete or even truly precise, are clear. The FBI's Crime Data Explorer tells us that \"In 2021, there were 13,537 homicide incidents, and 14,716 offenses reported in the United States by 11,794 law enforcement agencies that submitted National Incident-Based Reporting System (NIBRS) data, and covers 64% of the total population.\" According to the Murder Accountability Project: \"This means police reported only 56.6 percent of the nation's homicides in 2021, the worst reporting rate on record,\" because the Centers for Disease Control and Prevention had counted 25,988 murders in 2021 as of October of last year. ", "Updated numbers from the CDC put the 2021 homicide figure at 26,031. Various estimates of the 2021 clearance rate indicate that only half of homicides were solved. Since if there had been a dramatic improvement to any of this in the last year we would have heard about it, that means, simply put, there are a lot of murderers on the loose in America.", "The U.S. prison population was 1,204,300 at the end of 2021, \"a 1% decrease from 2020 (1,221,200) and a 25% decrease from 2011 (1,599,000)\" according to the Bureau of Justice Statistics. There could very well be a host of reasons why some of those individual prisoners do not belong in their cells, but there is no case to be made that the total number should be smaller. ", "We have stuck to the murder issue here, but reporting and clearance rates for sexual assault and property crime are also very not good. Our crime situation is not El Salvador's, thank God, and we probably do not need nearly 2 percent of our adult population to be incarcerated to see improvements to general law and order. But a very general examination of our law enforcement successes or lack there of suggests that some 0.3 percent (1,204,300 compared to a population estimate of 331.9 million), or even the 0.7 percent figure often thrown around by activists, is too small.", "We are, as gun control advocates like to endlessly remind us, a distinctly violent people compared to peer nations in Europe. On that count, at least, they are right. Justice for the victims of that violence demands that more cases be solved, more arrests be made, and more sentences be carried out. Indeed, that is where real criminal justice reform should begin: taking a justice system that fails at its most fundamental work, removing murderers from the general population, and reforming it to protect those who live in peace from those who kill. Homo homini lupus est.", "Homo homini lupus est."], "headline": "Our Underincarceration Problem", "timestamp": "", "act": "https://www.theamericanconservative.com/our-underincarceration-problem/"}, "https://www.theamericanconservative.com/talking-about-talking/": {"paras": ["I came across an interesting clip on Twitter today that I thought worth sharing. Some are having a laugh at the girl featured in the video. I, on the other hand, pity her.", "The clip seems to be from a podcast setting, as the young woman. She appears college aged or just beyond, sits across from a man, featured very briefly in the clip who looks in his late twenties or early thirties. Here's the clip:", "", "an insane amount of americans, of all races, under the age of ~50 can barely speak english as a first and only language  - forget about at a level comparable to a person who completed a secondary level education 60+ years ago pic.twitter.com/0H6ckEY5Yv", "- Basil 🌿 (@NeoBactrian) February 28, 2023", "", "I stumbled across the clip because some mutual followers liked the post from an anonymous twitter account with the handle @NeoBactrian. The caption says, \"an insane amount of americans [sic], of all races, under the age of ~50 can barely speak english [sic]as a first and only language  - forget about at a level comparable to a person who completed a secondary level education 60+ years ago.\"", "He's certainly correct. Her comments are full of filler words, incorrect grammar, with some expletives tossed in. \"I think like the biggest thing that like annoys me in like the whole dating world is like f*****g talking stages,\" the young woman says. Surely, her lack of command over the English language is a product of our nation's failing education system, but it's not just the education system that has failed her.", "The process of education is the beginning and end of the cycle of cultural development. It is tasked with reflecting and instilling society's cultural values to our youth. Our current culture values autonomy, diversity, and equity more than competency. Our culture is rotten, and thus, our process of education is as well.", "Her lack of command over the English language, therefore, is culturally induced, but it's more than just a failure in rhetoric. The entire clip, she's fumbling over her words, grasping for a very simple phrase: \"traditional dating.\" She's caught struggling for words because our current culture has done its best to make the concept of traditional dating taboo or verboten, if not kill it entirely. Hence, the need for the added modifier \"traditional\" to dating-I've been assured by those my senior that back in their day, they just called it dating, maybe even \"going steady.\"", "\"I just hate the whole, like, how talking stages are so, like, normalized, like, traditional dating does not exist in this generation,\" she says. The heartbreaking reality to all of this is that she's mostly right. For my generation, traditional dating is, for the most part, basically nonexistent.", "Maybe it's impossible to ever fully kill a concept. It is possible, however, to make an experience or reality so rare that the concept loses all familiarity. In a similar way, my younger siblings don't really know what a VHS is. They know that you put them into a device, and it allowed you to watch a movie on the T.V. But they'll never have the full experience of excitedly waiting for the VHS to rewind so you can watch your favorite movie again, or the glorious experience of visiting the local Blockbuster. This girl's understanding of traditional dating is but a shell of the richness and beauty that the old way of dating provides.", "Even still, she clearly longs for it. Her disenchantment with our culture's current method of courtship-the rampant use of dating apps, desire for instant sexual gratification, and lack of commitment-is clear. She just can't find the words, because the forces of liberal modernity have done their best to hide them from her."], "headline": "Talking About Talking", "timestamp": "", "act": "https://www.theamericanconservative.com/talking-about-talking/"}, "https://www.theamericanconservative.com/why-english-departments-died/": {"paras": ["For a number of reasons mostly within my control, I attended a very bad college, where I happened to be a very mediocre student.", "I was there to study classics, and discovered upon my arrival that the program was largely non-existent. (I read Homer in the first semester and found that, just as in high school, it was actually the capstone of the Greek curriculum.)", "So I had to waste my time and tuition dollars elsewhere. I took up (and dropped) both philosophy and theology, and managed to stick out most of the way through history and English. I dropped philosophy because the professors were all bores and theology because the professors were all nuts. I kept English, for the most part, because the professors were delightful.", "They were all liberals, of course-the only conservatives were in the business school-but that was beside the point. They were bright, and they were pleasant, and they cared about what they were teaching-enough, for the most part, not to abuse it with the ideological torture devices of the postmodern academy.", "The curriculum itself was fairly traditional, too, as long as you selected your courses carefully. I managed to steer clear of feminist poetry and postcolonial studies. I read the literature of the English Renaissance with the greatest living scholar of Edmund Spenser-an affable, donnish figure, then pushing ninety, who had studied at Yale with the New Critics and at Cambridge with C.S. Lewis. I read Jane Eyre and Kipling with an old-school elbow-patch lecturer, who did me more than a few favors in not letting me fail Victorian Literature. I read the modernist poets with a ponytailed South African eccentric, whose performative borderline madness brought the form and its substance to life.", "Jane Eyre", "I loved studying literature, and realize now that I managed to do so in a manner quickly vanishing from the landscape of American higher ed. I read the monumental classics, from Beowulf to The Four Quartets. But I also got to read Julian of Norwich, and the lesser poems of Ezra Pound, and countless other staggering little works that I would not have been likely to find outside the classroom.", "Beowulf ", "The Four Quartets", "I remember in particular being taken in by Pound's \"Near Perigord\"-a speculative historical poem on Bertran de Born, the medieval Occitan troubadour and noble condemned by Dante to the eighth circle of Hell-and writing my biggest paper for that modernist lit course on it. I did not (as I was supposed to) clear the idea with the professor. He handed it back a few weeks later, having scribbled on the back that I completely misunderstood the assignment. A few lines below that, as I understand it, was a generous pity \"A.\"", "Just three years after my graduation, I wonder how many students could report similar experiences. In a semi-viral essay from the latest issue of the New Yorker, Nathan Heller surveys the \"free fall\" in humanities enrollment and asks \"What happened?\"", "New Yorker", "Let me tell you, the present is a foreign country.", "Heller reports from two ends of the spectrum, at Arizona State University and Harvard College. He is baffled that the number of English majors at the former dropped by 39 percent in an eight-year period, when \"The university's tenure-track English faculty is seventy-one strong-including eleven Shakespeare scholars, most of them of color.\" He does not understand how the same figure at the latter has dropped by three-quarters in roughly twice as long, when Harvard students are so concerned with \"identity,\" etc.", "In one of the essay's most noteworthy passages, Harvard dean Amanda Claybaugh admits that her English students are now incapable of reading The Scarlet Letter-a work of popular fiction not even 200 years old-because the language is so complex as to be foreign.", "The Scarlet Letter", "Heller and his correspondents throw out some ideas about the causes of the crisis. James Shapiro, a Columbia professor, unironically asserts that 1958-when the spigot of federal money opened wide with the National Defense Education Act-marked \"the beginning of the glory days of the humanities.\" Everything turned to hell when the money stopped after 2007.", "This is nonsense, of course, and the actual problem is quite simple: bad professors teaching bad curricula to bad students. There is the broader crisis in education, too, which leaves even elite university students unable to engage the materials taught to middle schoolers a century ago.  But in the immediate sense, the downfall of the humanities is mostly self-inflicted.", "It started a few generations ago-1958 is a fine starting point, though the double influx of Vietnam draft dodgers and G.I. Bill beneficiaries a decade or so later is probably a better one-when people who had no business being in college started flooding American campuses. That shift necessitated the start of the dumbing down. When enough of those newcomers funneled into PhD programs and then to faculties, the dumbdown continued by chance more than by choice.", "How much the problems of racial and LGBT radicalism-the more visible afflictions of humanities today-lie downstream of this process is open for discussion. The fundamental shift is not political, nor is it economic. It is simply academic.", "Human nature did not change between 2012 and 2020. English departments did. The last vestiges of the old regime died off. (My own friend, the vaunted Spenser expert, went to his rest in the first weeks of the pandemic, sixty-seven years after he graduated from Yale.) What happened to the English major is no mystery at all to any sensible person who walks into an English classroom in any but a handful of American schools today. The study of literature has ceased to be what it was in the days when it could animate a student's mind and soul.", "A few weeks ago, I found myself dragged to a bookstore/cafe/bar that did not do very well on any of those counts. But amid the stacks of BLM manifestos and girlboss self-help manuals, I found a volume of Pound's selected poems. Unlike the one already in my study, it included \"Near Perigord.\"", "A few days later, I found myself pacing by the fireplace as I reread the poem that first captured my imagination in an undergrad English class.", "I am happy to report that it still sings, and it still haunts, and it can still excite a young man's mind-with its mixing of romance and conspiracy, of strategy and lyric-in a way that no disquisition on racism in The Tempest ever could.", "The Tempest ", "Look for it on any syllabus in any college in the country, and ask yourself again why the humanities are dying."], "headline": "Why English Departments Died", "timestamp": "", "act": "https://www.theamericanconservative.com/why-english-departments-died/"}, "https://www.theamericanconservative.com/exit-stage-right-2/": {"paras": ["It has all happened before.", "In 1969, while preparing to deliver a speech to a Lions Club in Leary, Georgia, then-Governor Jimmy Carter saw a bright green object over the horizon shortly after sundown. It changed its color several times before it \"receded into the distance.\"", "All evidence points to the incident occurring in January, but Carter, curiously, claimed in his report to the International UFO Bureau that it was in October. By memory's trick of conjoining significant events, the peanut farmer's glowing body became a celestial prodigy heralding the Days of Rage, the Weather Underground's effort to \"bring the war home\" at Chicago.", "Carter's lapse gilded the lily. Omens in January were not out of place; 1969 was a tough, strange year, beginning to end. Woodstock and Altamont provided the bad-feeling full stop to an era whose sharp edges and dark spots have been softened and made rosy in the Windsor spectacles of a generation's collective memory. Nixon and the adults were in charge. The Beatles broke up. Bobby Seale, a co-founder of the Black Panthers, held a rally at Yale while his goons tortured a man to death for supposedly informing on the Party to the FBI. The good feelings were over, and things got pretty dark.", "As a contemporary sage and medicine man said with calendrical inaccuracy but spiritual truth, \"The greatest decade in the history of mankind is nearly over. They're selling hippie wigs in Woolworth's. It is ninety-one days to the end of the decade and as Presuming Ed here has so consistently pointed out, we have failed to paint it black.\"", "The response: dropping out. It was the era of the commune. After 1968's trial issue, the Whole Earth Catalog spun into production at scale in 1969. The purpose: \"We are as gods and might as well get good at it. So far remotely done power and glory-as via government, big business, formal education, church-has succeeded to the point where gross defects obscure actual gains. In response to this dilemma and to these gains a realm of intimate, personal power is developing ... . Tools that aid this process are sought and promoted by the WHOLE EARTH CATALOG.\" In short, a how-to manual to (re)start a civilization on your own terms.", "Whole Earth Catalog", "are", "As I've written elsewhere, the hippie movement in this country was basically reactionary: anti-progress, obsessed with the recovery of folkways, and, especially in its Whole Earth Catalog-inflected form, yearning in particular for the recovery of an earlier phase and space of American historical development, the frontier. As with the Catholic religious reforms of the last century (and the Protestant reforms from inception), archaeology and iconoclasm went hand in hand, and the destruction of forms and traditions was justified only by appeal to an older, purer form of forms and traditions.", "Whole Earth Catalog", "But history is a series of punchlines. The editor of the Whole Earth Catalog, Stewart Brand, went on to work first for the State of California under Gov. Jerry \"Moonbeam\" Brown, then for the Global Business Network and the MIT Media Lab; he is currently advising Jeff Bezos on how to build a big clock inside a mountain. An even less subtle example: Rolling Stone founder Jann Wenner's memoir, Like a Rolling Stone, is the unapologetic chronicle of how his magazine and the counterculture it putatively spoke for became a project for pushing the candidacies of the distinctly Big Business-friendly Bill Clinton and Barack Obama. ", "Whole Earth Catalog", "Rolling Stone", "Like a Rolling Stone", " ", "This scummy complex of mental detritus has been floating at the surface of my mind. ", "Times are strange here in the post-Floyd, post-pandemic, post(?)-Trump world. Last week, the president of Mexico-who, our hysterical press informs me, is swift becoming an enemy of democracy, a dictator, an autocrat-posted what he claimed, apparently without irony, to be a picture of a pre-Columbian elf or woodland spirit. This post followed close upon a period of about a week in which the American military shot down several unidentified flying objects. Some appear to have been hobbyist balloons, but others, including the viral \"octagon,\" remain mysterious.", "The practice of divination is back; both the old methods of bastardized Ptolemaic astrology and tarot, but also through powerful symbolic computers-\"artificial intelligence\"-trained on statistics and bodies of text inaccessible by human beings just because of their vast scale. You ask the bot questions, electricity and complicated statistics spring into action, and it gives you answers-not so different from Stewart Brand's beloved I Ching, which uses gravity and statistics to generate practical gnomons. Like the I Ching, I suspect it is subject to diabolical influence.", "I Ching", "I Ching, ", "Low-grade civil unrest, inflation, and the shadow of the mushroom cloud-they, also, are back. Liberalized drug use, elaborate experiments in sexual deviancy, environmental disasters in Ohio-back, back, back. It's all back.", "So as I read this article by James Pogue, a friend of The American Conservative, about how a motley collection of broadly right-aligned technologists, writers, and fellow-travelers are \"exiting\"-buying land, stockpiling weapons, and waiting for the imminent collapse of \"remotely done power and glory\"-I hooted in triumph. Obviously the right is set to have its Whole Earth Catalog moment, I thought to myself. My heuristic, that we are living through the early '70s with worse music, remains unbeaten. As to the solution, cutting back to the essentials and trying to build again: Who could have a problem with that? ", "The American Conservative", "Obviously the right is set to have its ", " moment", "My heuristic, that we are living through the early '70s with worse music,", "remains unbeaten", "But I found myself thinking about the sequelae. To be a man of the right is to love a losing cause, to be prepared for every kind of betrayal from every friend and ally. If the first Whole Earth Catalog moment saw its heroes and founders not just return to the unlovely fold of mainstream society, but become The Man-billionaires' handmaidens, boosters for the Deadhead president throwing missiles at Bosnians-what will happen this time? Especially if \"exiting\" does produce something new and, to the mainstream, compelling? ", "Whole Earth Catalog", "Sohrab Ahmari has warned of the perils of lifestyle rightism. The transformative political figure who made possible all this-our moment's whole thing-now inscrutably backs the most entrenched swamp creatures. In two years, or five years, or ten years, how many exiteers will return just to preach Grover Norquistism in buckskin? Will the Urbit Foundation change its Twitter profile picture to show its support for war in Iran? Will they go carnivore at a Bridgewater corporate leadership retreat?", "We may well hope that the widespread \"exit\" is the preamble to a Great Awakening, a durable renewal of the American moral and cultural tradition in our own time; we must keep the faith and remember the cause. We must also be ready to be disappointed, or even betrayed. Pogue reported a scene from the conclusion of an Urbit conference in Miami: \"'Nothing is normal anymore,' I heard a guy mutter, apparently to himself, as I headed toward the water. 'And it never will be again.'\"", "Maybe. But normal-the axis of Wall Street, Washington, and the World Economic Forum-has a way of winning, and turning its enemies against themselves. They're selling hippie wigs in Woolworth's; Dylan has gone electric. Come 2029, do not be surprised if, despite long and earnest toil, we have yet again failed to paint it black.", "They're selling hippie wigs in Woolworth's", "It has all happened before."], "headline": "'Exit' Stage Right", "timestamp": "", "act": "https://www.theamericanconservative.com/exit-stage-right-2/"}, "https://www.theamericanconservative.com/todays-psychology-cant-help-american-men/": {"paras": ["The men of America are struggling. As Daniel de Visé, a writer for The Hill, recently noted, more than 60 percent of the country's young men are single, \"nearly twice the rate of unattached young women.\" He warned that we are now witnessing a complete \"breakdown in the social, romantic, and sexual life of the American male.\" ", "The Hill", "Only an idiot would disagree with this point. In the U.S., males are responsible for 80% of suicides, according to the CDC. Every 13.7 minutes, somewhere in America, a man takes his own life. Millions of men are desperate, loveless, aimless souls. Which raises the question: What can be done? Maybe more desperate men should seek psychological assistance? On second thoughts, maybe they shouldn't.", "That's because, like the country's men, psychology is also struggling. In its current state, it is ill-equipped to help the men of America-or anyone for that matter. Over the last few years, it has become fashionable for more and more people in the psychology community to reject evolutionary psychology, a direct descendent of psychology and biology. As Satoshi Kanazawa, an expert in evolutionary psychology at London School of Economics, told me, \"evolutionary psychology is based on evolutionary biology, dealing with genes and cells, which are smaller than humans and other animals.\" ", "\"Evolutionary psychology and its causal mechanisms,\" he said, \"are more fundamental than other branches of psychology and their causal explanations, which mostly deal with whole human beings.\" To reject evolutionary psychology is to reject broader reality; an outright rejection of biological and evolved realities is occurring. ", "Doubters should check out some of the American Psychological Association's (APA) more recent statements, like this one claiming that there are no major differences between men and women-in other words, they are claiming that men and women are basically the same, and clinical practice need not reflect any inherent differences between them. The APA, for the uninitiated, is the primary programmatic accreditor for professional education and training in psychology. When it comes to training psychologists and treating Americans, the APA calls all the shots.  ", "The problem: Men and women are not the same. Sex differences in brain anatomy most definitely exist. The male brain is 10 percent larger than the female brain. Anatomical differences are largely explained by effects of sex hormones on brain development. Males and females experience various emotions-like happiness and sadness, for example-very differently. The APA, which now considers traditionally masculine qualities such as stoicism and competitiveness to be \"psychologically harmful,\" is failing men.", "Psychology, in general, is failing men. ", "Psychology Today, the largest media enterprise dedicated to all things psychology, regularly pushes the idea of \"positive masculinity.\" For \"positive masculinity\" to exist, some form of \"negative\" (or \"toxic\") masculinity must also exist. This, of course, is a load of nonsense. There are toxic people, for sure. But masculinity - the qualities associated with being a man - is not in itself \"toxic.\" The articles claiming otherwise, however, most definitely are.", "Rollo Tomassi, a podcaster and writer who has been discussing the crisis of masculinity for years, told me that psychology is failing men because \"modern psychology is by women for women.\" ", "\"Across all fields,\" he noted, \"female doctoral students in psychology outnumber males by approximately three to one and have done so for over a decade.\" He's right.", "To compound matters, Tomassi added, \"the few notable men remaining in the field have pivoted away from the work that made them reputable. They now embrace a female-friendly bastardization of their prior works to avoid cancellation and losing tenure or struggle for relevance in an age where online self-help influencers replace them daily.\"", "Tomassi, who recently appeared on Dr. Phil to discuss the state of masculinity in America, said, \"Since the start of the Sexual Revolution, we've told men to 'man down'; yet modern psychology's prescription for men is to 'man up,' but only insofar as it benefits women's interests.\" All proposed male solutions are, in fact, \"gender-swapped female solutions.\" ", "Dr. Phil", "\"There cannot be a uniquely male solution, \" he concluded, \"largely because to do so would mean acknowledging fundamental differences in men's evolved psychologies.\" And we can't have that, can we?", "To make matters worse, even if a man in need is to go looking for psychological assistance, he'll likely find himself struggling to find an appropriate therapist. Men prefer to be counseled by other men, but the field of psychology, as Tomassi pointed out,  is currently dominated by females. Receiving therapy from a professional who matches one's sex is a significant predictor of satisfaction and therapeutic success. Sadly, the U.S. has a severe shortage of suitably qualified male therapists; and the current batch of male therapists being trained, the supposed healers of tomorrow, are busy gulping down APA-approved narratives. ", "The future for American men looks bleak, and it will remain bleak until the APA acknowledges the fact that fundamental differences between men and women exist. Don't hold your breath."], "headline": "Today's Psychology Can't Help American Men", "timestamp": "", "act": "https://www.theamericanconservative.com/todays-psychology-cant-help-american-men/"}, "https://www.theamericanconservative.com/air-heart/": {"paras": ["It was 1998 and I needed an e-mail address. Back then, nobody used their real names for e-mail. E-mailing was like C.B. radio-you used a handle. I remember thinking for a few seconds and then typing \"aeelectra\" into the little box on the Hotmail screen. Success. I had signed up.", "In those stray moments trying to come up with what was essentially a totemic pseudonym, an image arose before my mind, silvered and fine. It was a photograph from National Geographic, the January 1998 issue. The photograph was a bust of Amelia Earhart wearing a Mona Lisa smile. Her pilot's license photo, a Venus in a fur-lined flying cap (freckled, gap-toothed, and tomboyish in the talking pictures), a high-modern Man Ray-esque tragic paradigm whom death stalked and fame carried.", "National Geographic", "Tragic Earhart went down with navigator Fred Noonan in Earhart's Lockheed Electra 10E Special two days before July 4, 1937, to a grave either watery or archipelagic-it is still unknown which-in the gold-flecked azure of the vast Pacific. They were trying to circle the globe at the equator, something no one had ever done before. Earhart had already tried and failed once. The second time would kill her.", "But the ending isn't how I remember Amelia Earhart. I remember her at the beginning, when the winds that shouldered her plane wings skyward seemed also to move in her photographed young eyes. That image in National Geographic of a fresh-faced Amelia haunted me then and does still. Her plaintive face peered out of the gelatin print, a plain American beauty, asking a question that somehow only the heavens could answer.", "National Geographic", "Amelia Earhart went up into the sky as her lifework from the time of that early photograph until the very last moment, engines singing. \"The love of flying is the love of beauty,\" National Geographic quoted Earhart as saying. \"It is more beautiful up there than anything I had known.\"", "National Geographic", "This sentiment is, to my mind, the essence of being an American. One is on the move, higher, to where there is beauty over the sky-draped land.", "And yet, although it will be familiar to any American, it is nonetheless a very strange sentiment when one thinks about it. Human beings are born on the ground and have always stayed there until only a clock-stroke ago in historical time. By example, Icarus and Phaethon warned us against going up in the air, where we don't belong. The sky is off-limits. We make our homes as the beavers and woodpeckers do, scrounging and scraping in the humbler elements below.", "But for Americans the sky is a drug like no other. Our hearts are of the air, are born moving toward whatever is high and blue. We want to be there, and want to be there more and more and more. We loved, still love, Amelia Earhart inordinately. She was how we see ourselves when we make no poses and come simply to the banquet of existence, just as we are. Air-hearted, impatient of gravity.", "There is a commercial for Delta Air Lines. Maybe you've seen it. Donald Sutherland narrates what, until coronatide at least, was the most ordinary of procedures. The runway stripes under a jetliner wheel stir and peel backwards. They race and then blur. They melt into one furious line and then that line suddenly jumps backwards and soon disappears as the jet gains speed. It is just a takeoff, something that, again, is happening thousands of times every day. Inside the ascending aircraft, ears are popping and the flight crew is sitting in jump seats, soon to wheel out carts and begin pouring Diet Coke.", "But the takeoff is also pure fairytale. It moves our air hearts like nothing else in the world.", "Donald Sutherland incants in the commercial's background in magical syllables: \"You are a test pilot, breaking through where others broke.\"", "We are pioneers, he tells us, with our \"wild eyes and big, fevered dreams.\"", "\"There is no stop in us, or you. Only go.\"", "Yes. He is right. There is no stop in us. Only go. To gain speed is to gain the sky, lofting up, that slipstreamed glory. The heart urges it further, and we somehow become more American the higher we climb. \"Go,\" our hearts tell us. \"Go. Go. Go.\"", "It is just a commercial, and it is just an airliner. It is a business trip, a cocktail napkin, a crossword puzzle in the promo magazine. But that commercial makes my blood swarm, my heart lean into its oars like in that Tennyson poem.", "Tennyson's Ulysses went on the water to the end of the world and beyond. Americans want up, higher and higher forever, like Amelia Earhart, whom the Fates and gravity reclaimed just before our nation's birthday.", "And after her, too, we have thought of little but what is above us. Alan Shepard sat back-down in a Freedom 7 rocket on May 15, 1961-in his own urine if you believe the movie version. Delays, delays, delays. Let's get going already. And when the time finally came to decide whether to go or abort, Shepard did not hesitate. Freedom is as freedom does. A hundred thousand pounds of explosive chemicals under Shepard and seventy-eight thousand pounds of thrust on the way, and his one wish was to \"light this candle.\" Twenty-three years and ten-odd months after Amelia went missing, and her spirit was out beyond the air to the vacuum beyond.", "Freedom 7", "Freedom", "Americans fought a war with the Russians in that vacuum. Sputnik was a little metal beach ball beeping down to listening stations, but the Americans looked up, only up, past where Yuri Gagarin went, higher and higher. The Cold War was ostensibly about capitalism and communism, the Kitchen Debate, propping up dominoes in Southeast Asia. Blood ran in rivers on earth, but rockets roared free of all that in the sky above. If the Russians want Eurasia, then let them have it. The stars shall be ours, and the black that gapes between them.", "Earthbound Americans look up, too, other candles in other romantic sky-visions. The greatest American novel ever written, On the Road, yearns not really for road but for Heaven. It is about what Jack Kerouac cannot reach, and not about the stretches of highway that take him close but never all the way there. This stretching-out is what Kerouac sang of when he wrote mystically of \"the mad ones, the ones who are mad to live, mad to talk, mad to be saved, desirous of everything at the same time, the ones who never yawn or say a commonplace thing, but burn, burn, burn like fabulous yellow roman candles exploding like spiders across the stars and in the middle you see the blue centerlight pop and everybody goes 'Awww!'.\"", "On the Road", "Kerouac, sad Catholic, wanted God and merely bided his time with drink and girls. There are Heavens above, and even French-Americans cannot wait to be in them. In the air, there are roman candles popping-that is where he, we, want to be. Americans want skyward, however we can get there.", "Prosaic billionaires have air hearts, too. Elon Musk, adoptive American, speaks of going to Mars to colonize it. Mars will be a living Hell, a cryogenically cold carbon dioxide choke-world where tornadic dust storms abrade the paint off of shelters and transplanted humans huddle in horrifying realization that there is no way to get back home. Maybe Musk doesn't really want Mars, but an excuse to go flying. ", "Why stick around on the fourth planet when there are billions of light years beyond it? Americans want space, not planets: more and more sky, with the solar system a hop-scotch board for getting there. Launched forty years after Earhart vanished, Voyager I and II are now a combined quarter of a trillion miles away. And going. They seed the vacuum with the contrail of our American heroine. Go. Go. Go. Go. Go.", "Voyager I", "II", "What is it about Americans that pushes us up off our lawns and prairies and sends us hurtling into skies above? Why can we not just be still? In a 2019 PBS documentary about Amelia, Gore Vidal says that she and another aviator with whom Americans are fascinated, Charles Lindbergh, went \"beyond stardom.\" They were \"on a strange continuum,\" Vidal added. \"Like gods from outer space.\" Yes, but why? Why should we be so quickened by the flying of planes? The French loved aviation, too, beginning with hot-air balloons and continuing through the halcyon days of aviation firsts during the interwar. But Americans take the obsession to hearts nakeder and much more in need of the feeling that going gives.", "Maybe it's the distance that draws us. In the National Geographic quote above, Earhart remarked about beauty. There is more to that quote than meets the eye. In a splendid little biography of Earhart by Candace Fleming, Amelia Lost, we learn that Earhart's childhood was marred by a drunk father and the usual family sorrows that follow. Flying must have been an escape to Amelia. Her early flying teacher, the technicolor American character Neta Snook, upbraided Amelia for \"daydreaming\" during her lessons. This is significant, I think. It was not the flying so much as the soaring that Amelia appeared to crave. \"All I wished to do in the world,\" Fleming quotes Earhart as saying, \"was to be a vagabond-in the air.\"", "National Geographic", "Amelia Lost", "Wasn't that what America was and is? Haven't we always been putting distance between ourselves and our memories, ourselves and our ruined utopias? Wasn't our native film industry born of this escape, with publicity and hype born alongside it?", "It was out of the weightless stuff of Amelia's atmospheric vagabondage, after all, that advertisers and other all-American hustlers built a brand. Earhart was iconic because she was played up that way, American style. Earhart played along, to great profit, as cigarette companies and clothing companies, magazine publishers and lecture-tour organizers cashed in on the image that they, and she, carefully cultivated. From the anonymity of distance-drunk America grew the quasi-intimate unfamiliarity of the movie star, the press darling, the magazine cover girl.", "In Amelia's case, she was pitched as a role model for young women, who leaned in to hang on Earhart's every word during her cross-country speaking gigs. Here is more distance in the making. Fleming, the Earhart biographer, noted that during Amelia's childhood it had been a big deal, something of a local scandal, when she and her sister were outfitted in bloomers instead of the standard nineteenth-century dresses. Women in Earhart's day were straited into old-line bourgeoisie sensibilities, and the rebel girls in airplanes were pure catnip for hothouse flowers such as these. If you were a secretary in a small town with dreams bigger than a Thornton Wilder play, then when Amelia Earhart barnstormed in you would be there, rapt, already flying away in the skies of your imagination.", "But there is more to Earhart's aviatrix branding than just these American unwindings of Victorian social mores. There is something much more deeply American to her yearning to be in the sky, untethered to the ground. Women quite literally looked up to Amelia as she swooped through the air, but Americans in general, not just laced and bodiced debutantes, had a hankering for something grander than what the terrestrial could offer. ", "It translated into our political character as well.", "In his 2010 book Dupes, historian Paul Kengor notes that Amelia Earhart, along with Jane Addams and other high-profile American women, signed on to a 1933 effort by social activist Margaret Lamont, working of course in tandem with her socialist husband Corliss (remember that Earhart was paired with publisher (and born publicist) George Putnam as a feminine companion to his masculine anchor), to support leftist philosopher John Dewey's drive to get the USA to recognize the Soviet Union. Kengor avows that those who signed such petitions were \"doing Stalin's legwork,\" which is true. Americans were starstruck by the communists and socialists of the day, people who, in retrospect, were doing everything they could to bring the good old United States of America to her knees.", "Dupes", "But I think that, in the case of many such \"dupes,\" politics explains only part of what was going on.", "To put a fine point on it, why did so many Americans support the Communist Party? I am often asked this by colleagues in Japan. I had no idea how to answer this question until I began thinking about the problem in the context of Amelia Earhart. Here is the thing. ", "Americans are purehearted vision-seekers. Your Elizabeth Bentleys and Whittaker Chamberses, for all their faults, got their start in the spy business out of what appears to have been a sincere regard for their fellowmen. As naïve as that makes them, so be it. Foreigners probably have an image of us Americans as Stallones or Eastwoods, grimacing theatrically in a shooting gallery as bullets scream. But we are rather innocent, even giddy and childlike, are we not? Not so much Josie Wales as Little Orphan Annie: More Huck Finn than the man who corrupted Hadleyburg.", "Speaking of Huck, that little raft going down the Mississippi, that's a utopia, is it not? In that most American of settings, we see Amelia Earhart in prologue. Mark Twain saw that the USA had a whole mess of troubles from which human effort probably would not suffice to get extricated. (Huck Finn's father was a nasty drunk, too, a trait Huck shared with Amelia.) What one wanted was to start again, in a new place, away from the sins of the past. One wanted distance. Before there were the Wright Brothers, there was the Mighty Mississippi. So, Twain built his new Eden on a few tree trunks lashed together, floating down the muddy carotid artery of a land that urges upward, ever upward, to a place where no mud attaches. In slavery and hate, Twain found humanity, but the only way he could keep that humanity was by setting his characters adrift: to a land, not quite promised, but at least not compromised by the earthly shadows that cling to us.", "And so it is with our country, always and henceforth. Elegiac feelings America, because the Coney Island of the mind lasts but an hour and is gone. We strain for the good and hit mostly its opposite, but then repeat the process on forever. Nothing gold can stay. But because it cannot, let us go, and go, and go higher. ", "There is a boulevard down there of broken dreams, in that America of streets and neighbors, but where we slip the surly bonds of Earth we touch the Face of God. The answer to a failing education system? Teachers in space, of course. This is a most American solution to a pedestrian problem. That teacher never reached space, but instead went to glorious martyrdom in a fiery hailstorm high above. She too slipped the surly bonds. This is all the more reason to reach higher for the heavens the next time. Whether that teacher touched God's Face, God alone knows. But we believe that she did. Christa, her name was. The American religion of longing.", "That is us, afterburners on, full throttle, going. Glamorous Glennis, a new Apollo, a new Saturn, a new Artemis. We go higher as the land below us grows fouler, and so the higher still we must go. We were the shining city upon a hill while the Indians died in their thousands, their tens of thousands, and the Africans hoed rough ground. We died to make men holy as He died to make men free. We burned streaks into the high blue-black exosphere as the Africans marched in Selma and Birmingham and the Indians still ghosted the desert and the plains. ", "Glamorous Glennis", "Apollo", "Saturn", "Artemis", "We are going back to the Moon now, I hear. There is no reason, so do not ask why. Not even because it is there. Simply because it lets us go farther away elsewhere. And we will paint Old Glory on our rocket ships, because the flag is simply the stand-in for the sky over the horizon that we cannot yet discern. But will soon, God willing.", "And yet, life is not all sky. We do not live in Heaven for the moment. We need some place to rest a while. Amelia Earhart, at the controls of her Electra, fights panic as she and Noonan search for tiny Howland Island. She \"whistles into mike,\" she radios, hoping that the crew of the Coast Guard cutter Itasca, waiting for her, will hear and respond. Amelia is a flyer, but all she wants now is to find land. She has lost Howland, there is nothing but sloshing sea below. ", "Itasca", "Americans go up, but do not very well come down.", "The last person to hear Earhart's voice, Fleming writes, may have been a young lady in Florida, Betty Klenck. The Klencks had rigged a special antenna and were, it seems, picking up signals from Earhart's radio. Betty Klenck wrote down what she heard, the snatches of conversation. It sounds as though Earhart and Noonan had crashed somewhere on land-perhaps it was Gardner Island (in present-day Kiribati), perhaps it was Carondelet Reef. ", "Earhart in jungle, Earhart in sand, Earhart slipping under the waves her Electra had defied for so many outings. Americans are people, too. Icarus and Phaethon, and Prometheus bound.", "Later, there were rumors-fake news-that Earhart and Noonan had been captured by the Japanese and executed in Saipan. More terrestrial unpleasantness.: foreshadowings of worse to come. The world will have us, even if we will not have it. And we will confess, in our secretest hearts, that we want the sky, but cannot hold it, and that in its stead we will take hearth and home, and a wife by our side.", "George Putnam, Fleming notes, recalled Amelia's words to him before she and Noonan set off on the round-the-world flight that would claim her. \"When I go,\" Amelia had told her husband, \"I'd like best to go in my plane. Quickly.\"", "One month later, from an airport in Lae in Guinea, Earhart throttled the Electra up and she lifted, engines making that most beautiful of American sounds. A \"full-throated smooth song,\" Earhart called it, the sound that bought her the heavens for the moment at least."], "headline": "Air Heart", "timestamp": "", "act": "https://www.theamericanconservative.com/air-heart/"}, "https://www.theamericanconservative.com/necessary-limits/": {"paras": ["Several weeks ago, I wrote an essay in these pages reflecting on the importance of limits in a constitutional order such as ours. Recognizing and honoring the limits placed on the human condition by nature and reality is a theme that is integral to conservative thought that aims to check the excesses of ideological utopianism, whether progressive or revolutionary.", "Last night, Tucker Carlson's opening monologue brought that theme to his prime time audience. In the monologue he waxes philosophical about the limits of human power and the absurdities that result when we ignore them.", "Taking his cue from the increasingly obvious challenges posed by President Joe Biden's advanced age and his apparent intent to run for a second term, Carlson points out that \"age is more than a number. Age is an expression of the core biological reality of human existence, which is that at some point it comes to a close.\"", "This stubborn fact of biological reality-including aging and death-presents human beings with a choice: \"accepting a reality we cannot alter or denying that reality even exists.\"", "In a sense, the fact that this choice is available to humans is definitive of our humanity: No other animal even has the capacity to contemplate rejecting their nature-it is simply imposed upon them. Humans alone have the freedom to defy their nature. And yet, virtually all wisdom traditions, from Christianity, to Stoicism, to Buddhism, point out that true freedom is found in the recognition of limits and striving to live according to the givenness of our nature. To be fully human is to understand that humans are limited.", "In our technological age, which equates knowledge and power and seeks to overcome all limits, \"[the] simple, commonplace observation people weaken with age points to a power that will forever remain beyond human authority, which is the power to control time.\" Therefore, it must be denied or suppressed through technology or medical science.", "people weaken with age", "But the fact remains that no matter how rich we are, no matter how many technological enhancements we buy to try to slow or cover it-botox, hairplugs, plastic surgery-\"in the end we degrade anyway because we are not God.\" ", "we are not God", "In the Christian tradition, pride is the deadliest of sins because it is the root of all other sin. It is the original sin of Satan, who set himself up against God, and it is the sin of Adam and Eve who believed the serpent in the garden when he told them ye shall be as God.", "ye shall be as God", "To counteract this temptation, we have to accept the limits of creatureliness and created nature. And, as it happens, this is also the key to happiness, sanity, and true liberty. As Carlson points out: \"Accepting this fact-that we are not God-working within the pre-ordained limits of nature is the key to balance and happiness in this human life. Ignoring that fact leads to insanity.\"", "A conservative disposition begins with a recognition of the contingency of all things, and a gratitude for what has been received. As Carlson points out, echoing St. Paul: \"you don't manufacture a [sunny day], you receive it.\"", "The sickness of our culture is typified in the way that \"our leadership class is at open war with nature. Nature is the final limit to their power, and so they hate it.\" ", "Despite the apparent deference to nature in the popularization of climate activism or organic foods, at the deepest level our cultural elites reject nature as normative in any sense. Natural law and natural right are rejected in favor of a morality that recognizes as normative only the projection of power and the overcoming of limits.", "But this is, of course, ridiculous, and made even more so by the glaring failures of leadership that seem to be growing more prevalent all the time-from power grid failures in California to failed wars aimed at spreading democracy. ", "These cracks in the façade, Tucker contends, cause our elites to insist ever more vehemently on their power and become unhinged when their weaknesses are pointed out: At some level, \"they know how limited they are which is why they become so hysterical in the face of physical reality: because it's a reminder of their limits.\" ", "In order to regain our sanity-to say nothing of restoring our constitutional order-our culture must learn to embrace the limits of our nature. \"Wise leaders recognize the limits-the inherent limits-of their power.\" The same can be said for wise citizens. ", "While we should always strive to act in ways that better ourselves and our societies, any political program that promises to definitively overcome the limits of the human condition should be viewed with suspicion. As Carlson concludes, when you deny reality \"bad things happen. And they are.\""], "headline": "Necessary Limits", "timestamp": "", "act": "https://www.theamericanconservative.com/necessary-limits/"}, "https://www.theamericanconservative.com/from-the-cradle-to-the-grave/": {"paras": ["Rural hospitals are shutting down their maternity units, the New York Times reported Sunday. Nearly 100 hospitals, mostly in poorer areas of the country, stopped offering maternal care between 2015 and 2019, with at least one third of all rural hospitals reporting in 2020 that they did not provide obstetrics services. Apparently, these hospitals just can't afford to keep the 24-hour units staffed-certainly not with the price of labor these days. ", "New York Times", "But budgets never tell the whole story. In this case, they are barely the first chapter in a long book, one which tells of the multitude of ways in which birth has been devalued over the last several decades.", "Maternity units in rural regions are too expensive in part because Medicaid pays hospitals significantly less per birth than does private insurance-a fresh tally mark for all those who said federalizing healthcare would lead to worse care. The Times reporter names the average price hospitals are paid for a birth by Medicaid in Washington State: a pitiful $6,344 per birth, while private insurance pays an average of $18,193, a threefold increase. The spread is similarly dismal across the country, with an average price disparity of nearly $9,000 between private insurance and Medicaid reimbursements. At least 42 percent of all pregnant women in the United States in 2020 were covered by Medicaid at the time of their birth.", "Times ", "In wealthier areas, the private insurance payouts often balance the books. Not so much in rural areas, where, coincidentally, a growing plurality of pregnant women are to be found. In 2021, the largest demographic of pregnant women were those below the poverty line, accounting for 40 percent of all U.S. births. Those who are getting pregnant these days are often poor and without private insurance, meaning even an increase in birth rates may not necessarily mean the return of rural maternity units, assuming no significant change in Medicaid prices.", "But even taking Medicaid out of the picture entirely wouldn't necessarily solve the problem. Private insurance outpays Medicaid by the thousands across the board, whether you're getting a hip replacement or are on a ventilator for Covid-19, and rural hospitals aren't shuttering general surgery. There is another cause, then, that harms maternity care specifically: namely, a decline in demand for maternal services overall, especially by those who can pay.", "With the rate of U.S. child births hitting a record low in 2018, and improvements since then negligible, is it any wonder the business of being born is not half so profitable as it once was? This is not a new data point, of course. We have seen headlines about declining birth rates for probably a decade now, and the causes are as well known as they are unlikely to change. Abortion on demand (the overturn of Roe last summer doesn't seem to have made a dent in this yet, but more time will tell), declining intimacy rates, and rising infertility are just my generation's addition to the litany of social and biological barriers between young couples and a quiverfull of children that began to be erected during the sexual revolution. Without a significant increase in birth rates, we can expect it won't just be the maternity wings at the hospitals closing; other maternity-adjacent services will disappear, too, for lack of demand. ", "Roe ", "If the end of the maternity wing meant the return of women to healthier, less invasive childbirth practices, this would be a good thing. Unfortunately, midwives and birth centers remain in the very small minority of available healthcare, and are often only partly covered by insurance. As bad as Medicaid payments are to hospitals, they are even worse to birthing centers. Instead, history suggests these impoverished and constrained mothers will take recourse another way, one that is easier on paper, but bears eternal consequences.", "Women below the poverty line account for a full half of all abortions nationally. That number rises to 75 percent when the criteria is broadened to all low-income women. It is a relevant piece in the puzzle when we consider the reasons women get abortions-the cost of having a child is no small consideration. The loss of maternal care at the local hospital introduces a whole host of financial complications, from the loss of time at work to drive out of town to the next nearest hospital, or the risk of avoidable complications, which bring with them further medical bills and more time off work. It might be just the thing to tip a struggling mother's decision in the direction of death.", "For the hospital managers balancing the bank books, the decision to close a maternity unit might be nothing more than a sad but necessary concession to stay afloat. But for the women and their unborn children, and for our nation's future, the consequences will be much greater."], "headline": "From the Cradle to the Grave", "timestamp": "", "act": "https://www.theamericanconservative.com/from-the-cradle-to-the-grave/"}, "https://www.theamericanconservative.com/new-york-times-readers-react-to-the-latest-mask-study/": {"paras": ["A massive study from Cochrane on the efficacy of masks and other interventions in preventing the spread of respiratory diseases found \"wearing a mask may make little to no difference in how many people caught a flu‐like illness/COVID‐like illness...and probably makes little or no difference in how many people have flu/COVID confirmed by a laboratory test.\" In his Wednesday column, the New York Times's Bret Stephens argued the study results should cause those who pushed mask mandates to \"acknowledge their error, along with its considerable physical, psychological, pedagogical and political costs.\" ", "New York Times", "The Times's readership wasn't interested. One response stands out, from a reader named David Yanes:", "Times", "Bret Stephens vilified and applauded the wrong people. Mr. Stephens's conclusion, based on the Cochrane study, that \"mask mandates were a bust\" may be true. I don't know. But I do know that the C.D.C. and other medical professionals recommending mask wearing were not acting out of incompetence, negligence or for any sinister reason. Based on the best available science these men and women were doing their best to protect the health and safety of the American people.", "On the other hand, most of those opposing the mandates were not doing so based on an evaluation of the science, but rather on a misguided interpretation of American individualism rooted in right-wing ideology that was reinforced by Donald Trump and amplified on the internet.", "Intent and motive matter. So, even if it turns out that masks are ineffective against the spread of Covid, before calling for an apology from the people who were on the front lines fighting the pandemic, as Mr. Stephens does, let's remember who was working for the welfare of the country and who was objecting to the precautions for political, not health, reasons.", "Let's stipulate that some mask mandate opponents did so because of a \"misguided interpretation of American individualism.\" That's not saying much. Plenty of mask mandate supporters did so out of a \"misguided\" desire for solidarity theater.", "There was never evidence that the masks worked in the way proponents promised. Yanes's argument that \"the best available science\" demanded the sorts of mask policies we enacted was not true at any point in the pandemic.  ", "The idea that proponents of mask mandates were \"working for the welfare of the country\" while opponents were objecting for \"political, not health, reasons\" is the sort of thing you could only believe if you didn't see or care about the costs associated with forcing people to cover their faces in public. Thousands of children with speech impediments had their development retarded. Disabled adults lost social skills won slowly over the course of decades and were denied access to public places if they wouldn't keep a mask on their faces. Elderly men and women died surrounded by the half-covered faces of their children and grandchildren. If concern about these human costs were inspired by \"right-wing ideology,\" then a lot of right-wing ideologues were vindicated by the Cochrane report. "], "headline": "New York Times Readers React to the Latest Mask Study", "timestamp": "", "act": "https://www.theamericanconservative.com/new-york-times-readers-react-to-the-latest-mask-study/"}}