{"https://www.theamericanconservative.com/the-cream-rises-to-the-top/": {"paras": ["Admittedly blindsided by the bleeding obvious and expected reaction, that China is looking to \"ensnare\" the West-read \"the U.S.\"-in a proxy war in Ukraine, the Biden administration has been probing European desire to sanction China, if and when push comes to shove. \"China may be trying to ensnare the U.S. and its allies in a lengthy proxy conflict, draining their resources and potentially making it less of a threat if Beijing were to move on Taiwan,\" Politico reported. The response, an instinctive reaction from the Blob, combined Euro-American sanctions and financial muscle.", "Politico", "In short, if the Chinese politburo decides to call our bluff and pull the trigger and we see hundreds of freight trains crossing from Langfang border to Mongolia and then east through Russia, at best, we are in a severe and immediate cold war with the manufacturing giant of the world, a moment similar to, and perhaps more dangerous in scope than, the Berlin crisis, given our own manufacturing status. The worst-case scenario of the culmination of such an escalatory spiral in East Europe is too devastating to even contemplate.", "But before one blunders into another confrontation without the levers to control, here is a key stat from a new report. \"China's global lead extends to thirty-seven out of forty-four technologies that ASPI is now tracking, covering a range of crucial technology fields spanning defence, space, robotics, energy, the environment, biotechnology, artificial intelligence (AI), advanced materials and key quantum technology areas\", a report from the Australian Strategic Policy Institute argues. Put simply, no nation is even remotely close to China, with the U.S., India and the U.K. following. A couple of German and South Korean research sectors are somewhat distantly behind, to round up the top.", "Remarkable that within days of the report, almost by a divine signaling about the direction of the peer rivals, Columbia University became the first Ivy to drop SAT testing. I am not sure what my PhD supervisor, a former student at Columbia and a genuine historian from an earlier, more rigorous age when they produced stern and neutral historians, would remark on the whole sorry state of affairs, other than lamenting the overarching pattern of decline in elite ideological positions that historians observe and prefer to study. But if we had decent and truly ideologically neutral history departments, this would be the time to conduct some good comparative research on how China is blindly imitating early Victoriana or the middle-American republic. And the results are showing.", "See, cultures might be different, but there are always visible patterns observable in the rise of a nation or an empire, determined to aspire hegemony. Massive naval buildup; a localist elite; a dedicated civil service solely focussed on the national interest and not some universalist ideology; compulsory physical education for the youth; sexual taboos and discouragement of emotional and physical effeteness; and a school system designed to churn out an imperial officer class purely based on merit and nothing else-all the gears of society grinding towards glory and unparalleled supremacy.", "Victorian England went on to occupy a quarter of the globe on the same formula that China is essentially replicating, albeit sprinkled with arcane Marxist rhetorical justification. Teddy Roosevelt, no darling of the left anymore, echoed the same sentiment that would now be considered toxic in every elite institution in the United States. ", "\"Americanism\" may be employed is with reference to the Americanizing of the newcomers to our shores. We must Americanize them in every way, in speech, in political ideas and principles, and in their way of looking at the relations between Church and State. We welcome the German or the Irishman who becomes an American. We have no use for the German or Irishman who remains such. We stand unalterably in favor of the public-school system in its entirety. We believe that English, and no other language, is that in which all the school exercises should be conducted. He must revere only our flag; not only must it come first, but no other flag should even come second.", "Increasingly both the concept of a localist elite ideology dedicated to a national cause and interest, and the concept of merit itself, are looked down upon, often for justified causes. People often confuse credentialism with true meritocracy.", "But the collapse of history education and scientific research in favor of irrelevant social sciences in both British and American universities, has resulted in blinkered and ideological assumptions about everything that is inevitably leading to faulty analysis and policy. And just as faulty premises and first principles do not survive a contact with reality, one fears that in extremis, the end-game for social complacency and intellectual weakness will be equally catastrophic, if one ever has to face an East determined to crush everyone on their path.", "in extremis"], "headline": "The Cream Rises to the Top", "timestamp": "", "act": "https://www.theamericanconservative.com/the-cream-rises-to-the-top/"}, "https://www.theamericanconservative.com/ukraine-war-enters-year-two/": {"paras": ["Friday marked one year since the Russian invasion of Ukraine began. For Ukraine and its supporters, the occasion is a double-edged sword: Ukraine has not yet surrendered, but, as the conflict lengthens, a Ukrainian victory ironically becomes less likely.", "The cover of the latest issue of The American Conservative featured Ukrainian President Volodymyr Zelensky and his country's flag that discreetly fades into a Russian flag. The story that served as the inspiration for this cover, \"Unwarranted Optimism\" by Ted Galen Carpenter, explains that no matter how valiantly the Ukrainians may have fought up to this point, a protracted conflict ultimately works against them.", "The American Conservative", "To drive his point home, Carpenter chooses an interesting historical analogue. Rather than compare the war in Ukraine with a more modern example in which the other side would have prevailed if the campaign did not become protracted, say the Nazi invasion of the Soviet Union in World War II, Carpenter compares the current conflict with the American Civil War, though he caveats his analysis by saying, \"although no episode in world affairs ever fully replicates an earlier one.\" Indeed, history tends to rhyme rather than repeat, but the comparison is oddly apt.", "The piece is worth the read. Here's a taste:", "As America's internecine conflict dragged into its third and then fourth year, the North's inherent advantages became more significant. States remaining loyal to the Union were both more populous and industrialized than the states that joined the Confederacy. The North's population in 1861 was 22 million, while the South had a mere 8 million people, nearly a third of whom were slaves. In addition, the North had a far more extensive railroad system to move troops and supplies. Such factors would ultimately translate into insurmountable military superiority.", "During the early stages of the war, however, those advantages were neither obvious nor crucial. Confederate forces, with their more competent officer corps, were able to outgeneral and outmaneuver their adversaries and score major victories on the battlefield. That was true of the war's first engagement at Manassas and especially true of the decisive Confederate victories at Fredericksburg in December 1862 and Chancellorsville in May 1863. Even the stalemate at Sharpsburg (Antietam) in September 1862 was viewed in the South as a Union setback and helped foster the illusion that the Confederacy would ultimately triumph.", "Such is the case currently in Ukraine. Both the Ukrainian government and its western backers see the fact that Ukraine has fought Russia to somewhat of a stalemate, instead of getting steamrolled in a matter of weeks by the Russian military and forcing Ukraine to surrender part of its territory to Russia, as evidence that a Ukrainian victory is on the horizon. While Ukraine has fared better than Russian and U.S. expectations alike, fighting Russia to a stalemate is a low bar. Nevertheless, it has provided to Zelensky's Ukraine and the pro-Ukrainian West so much confidence that these leaders talk as if a Ukrainian victory is a fait accompli.", "fait accompli", "But the conditions of a protracted stalemate ultimately favors Russia, much like the length of the American Civil War favored the Union. As the conflict enters its second year, expect these realities to become even more apparent. The only hope this writer has for this year is that as Ukraine weakens, the United States will respond with calls for peace talks, not Patriot missiles."], "headline": "Ukraine War Enters Year Two", "timestamp": "", "act": "https://www.theamericanconservative.com/ukraine-war-enters-year-two/"}, "https://www.theamericanconservative.com/europe-interrupted/": {"paras": ["If Gerhard Schröder, Germany's former chancellor, is to be believed, Europe may just have let its \"last chance\" to develop a sovereign foreign policy slip-sovereign and independent from the United States, that is. Last Chance was the title of the book Schröder co-wrote with Gregor Schöllgen, a renowned historian of German foreign policy, published in 2021. It bore the subtitle Why We Now Need a New World Order.", "Last Chance", "Why We Now Need a New World Order", "In it, Schröder and Schöllgen unabashedly announced that NATO deserves to be flung on the ash heap of history. After all, they argued, the alliance had lost its raison d'être in 1991 with the collapse of the Soviet Union. But since France and the United Kingdom feared the potentially hegemonic aspirations of a newly unified Germany, the two countries demanded that American troops remain stationed in Europe. This, Schröder and Schöllgen wrote, produced \"a bizarre situation\":", "raison d'être", "Because Germany needed to remain under supervision, NATO needed to survive, even though it had accomplished its purpose in 1991 and, looked at that way, spectacularly triumphed. Because NATO needed to persist, Russia needed to continue to pose as the adversary that the Soviet Union once used to be. And in order for Germany to remain under supervision and Russia under check, the United States needed to remain in Europe.", "It should come as no surprise, then, that the two authors defended the friendly relations Schröder sought as chancellor with Vladimir Putin, which culminated in the Nord Stream deal that Schröder was instrumental in sealing. The E.U. and Russia would henceforth be tied to each other via the steady and reliable flow of natural gas. In fact, the co-authors concluded dramatically, these gas pipelines \"belong to the few hinges that hold Europe together.\" Beyond that, the E.U. consists of too many particular interests to stand as a unified political body.", "They may have been right, but one year after publication of the book, these hinges were destroyed in an act of sabotage. (That operation, according to investigative journalist Seymour Hersh, was allegedly carried out by a joint American-Norwegian mission.) Whether the destruction of its hinges means that Europe will fall out of joint remains to be seen. But it is clear that, with the destruction of the Nord Stream pipelines, Europe's latest attempt to free itself from American tutelage and assert its sovereignty has come and gone.", "It wasn't the first. In many ways, the history of post-World War II Europe has been the history of various, persistent, and always foredoomed attempts by its anchor nations, France and Germany, to shake off American control over the continent.", "After two devastating world wars, many European leaders felt that Europe could not allow old nationalist divisions to return. They sought to avoid a repetition of the mistakes that had been committed after World War I: The Treaty of Versailles humiliated the defeated German Reich and helped spawn its ultra-nationalist reaction, which set the continent on the path to another cataclysm.", "Some observers of the interwar era, John Maynard Keynes among them, thought that an economically resurgent Germany integrated into a larger supranational union might produce peace and prosperity for the whole continent. \"The national states,\" A.J.P. Taylor wrote in his 1961 book on The Origins of the Second World War, \"were regarded as reactionary, militaristic, economically backward. The sooner Germany pulled them together, the better for everyone concerned.\"", "The Origins of the Second World War", "These lessons were widely learned, it seemed. Winston Churchill in 1946 dreamed of a \"United States of Europe\", in which the member nations, above all France and Germany, were \"freely joined for mutual convenience in a federal system.\" The United Kingdom, of course, would remain separate from these new United States. Basic steps toward accomplishing such a union were soon undertaken, when in 1951 the Treaty of Paris-signed by Belgium, France, Italy, Luxembourg, the Netherlands, and West Germany-established the European Coal and Steel Community, the seed from which later arose the European Union.", "But these first steps toward economic and political cooperation were undertaken under the approaching storm clouds of the Cold War. And so, in order to protect themselves from the Soviet Union, whose sphere of influence had grown enormously at the close of World War II, the Western European nations fled into the protective arms of the United States and the NATO alliance, even though, as NATO's first Secretary General Hastings Lionel Ismay quipped at the time, the purpose of the alliance was \"to keep the Russians out, the Americans in, and the Germans down.\"", "This Yankee presence was a thorn in the side of prouder nations like France, which still clung to dreams of becoming great powers and equals to the United States and the Soviet Union. After rising to the presidency in the newly formed Fifth Republic, Charles de Gaulle hoped to bring about a \"Europe of Fatherlands,\" which would preserve the sovereignty of its member nations rather than dissolving them into a larger supranational entity. This Europe, de Gaulle famously announced in 1959, would stretch \"from the Atlantic to the Urals.\" It would, in other words, include distant Russia as a partner, not an adversary. With that, the decidedly anti-American French president hoped to exclude the United States from the continent and ideally the United Kingdom, too, which he-not without justification-at that point regarded as little more than an American outpost.", "Ironically, out of the same nationalist aspirations, France had sunk the more plausible attempts to form a joint European military, such as the European Defence Community, whose ratification France prevented by never even bringing it to a vote in its parliament. Then in 1966, De Gaulle visited the Soviet Union for the first time since 1944. Also in 1966 he withdrew France from the NATO Military Command Structure. This angered the Atlanticists within the Western German government greatly.", "\"And the more blatantly the general cooperated with Moscow,\" Gregor Schöllgen has written elsewhere, \"the closer the Federal Republic of Germany moved to the side of the predominant power USA.\" After all, the Germans needed America's nuclear and conventional forces to protect them from a possible Soviet invasion.", "But the Germans, too, in their own right sought rapprochement with the Soviets. And natural gas would play a key role in those efforts. Since the 1950s, German companies sought to close deals with Russia to sell them steel pipes. A first one fell victim to an embargo imposed in 1962 as a consequence of the construction of the Berlin Wall. But in 1970, amid Chancellor Willy Brandt's Ostpolitik, a first of a series of so-called \"gas pipe deals\" went through. The Nord Stream agreement of 2005 was, in fact, the fifth such deal, all of which were made under social democratic chancellors. While Schröder's successor, Angela Merkel, partly campaigned for the job in 2005 in opposition to the Nord Stream deal, she said in 2006, in the first year of her reign, that the project was \"in principle good.\"", "Ostpolitik", "Naturally this was so the energy intensive German export economy would be flooded with cheap and reliable Russian gas, which would further fortify German economic supremacy over Europe. And had Nord Stream 2 been turned on, it would have doubled the gas sent to Germany and Western Europe and been able to provide more than half of Germany's annual gas consumption. This the Biden administration, intent on knocking Russia off the map as a formidable regional power, apparently could not permit.", "The U.S. defense establishment could also not permit further energy ties with Russia because it did not trust Germany's will to remain a devoted Western partner. This distrust of German self-assertion has been quite common among U.S. administrations, going back a long time. Nothing raised American eyebrows more than when the Germans and Soviets improved their relations. As Henry Kissinger wrote in his 1979 memoir White House Years:", "White House Years", "It seemed to me that Brandt's new Ostpolitik, which looked to many like a progressive policy of quest for détente, could in less scrupulous hands turn into a new form of classic German nationalism. From Bismarck to Rapallo it was the essence of Germany's nationalist foreign policy to maneuver freely between East and West.", "Ostpolitik", "By \"Rapallo,\" Kissinger referenced the Treaty of Rapallo of 1922, in which the Weimar Republic and the young and internationally isolated Soviet Union recognized each other's territories and opened diplomatic relations. The treaty was later seen by many skeptical Western observers as the first step toward the Molotov-Ribbentrop Pact. Such would be the likely outcome, it seemed, if Germany was ever allowed to maneuver freely again.", "This fear was laughable. Germany by the 1970s was a dramatically different country than just two generations earlier, with far more restrained national ambitions. As part of the Ostpolitik, for example, the Federal Republic officially gave up all long-term goals of regaining its lost territories east of the Oder-Neisse line. This was no easy sell; even as late as 1959, 70 percent of West Germans rejected reunification if it was accompanied by the permanent loss of these territories. In 1990, a newly reunified Germany officially recognized its post-war border to Poland. For the younger generations of today, the former imperial ambitions and ultra-nationalist sentiments of Wilhelmine and Nazi Germany are the stuff of high school history classes.", "Ostpolitik", "Successive German administrations have nonetheless sought to gain more freedom to act independently of American will. This culminated in Schröder's vocal and admirable opposition to the invasion of Iraq in 2003. At the time Schröder famously said that it was his ambition to deal with the Americans \"on an equal footing.\" The United States repaid this perceived betrayal by what Donald Rumsfeld called the \"old Europe\" by blocking Germany's ambition of becoming a permanent member of the U.N. Security Council.", "There have been few such self-assertive murmurs under the meekly mannered Schröder protege and current Chancellor Olaf Scholz, who had to grin awkwardly when he stood next to Joe Biden as the latter spilled the beans in February 2022 and said that \"if Russia invades, that means tanks and troops crossing the border of Ukraine again, there will be no longer a Nord Stream 2. We will bring an end to it.\"", "Since Hersh published his investigations into the destruction of the pipelines, the Scholz administration has still kept mum. When the Left Party politician Sahra Wagenknecht made a formal parliamentary inquiry and asked the government to reveal everything it knew about who the culprits were, the government refused and said that \"in the interest of the welfare of the state\" the findings needed to be kept secret. Equal footing no more. The last chance has passed.", "Funnily enough, Scholz still entertains dreams that \"we, as Europeans and as the European Union, remain independent actors in an increasingly multipolar world.\" In a December Foreign Affairs essay outlining his vision for the Zeitenwende-the historic turning point for Europe as a result of Russia's invasion of Ukraine-Scholz wrote that", "Foreign Affairs", "Zeitenwende", "the goal is clear: an EU that will consist of over 500 million free citizens, representing the largest internal market in the world, that will set global standards on trade, growth, climate change, and environmental protection and that will host leading research institutes and innovative businesses-a family of stable democracies enjoying unparalleled social welfare and public infrastructure.", "These are \"pipe dreams,\" as the leftist German economist Wolfgang Streeck recently put it. But there is a rational calculus at the heart of Scholz's dreams: The 500 million number would represent a massive power potential that would outstrip the population size of the United States and be roughly a third of China's massive population. And it is these two countries that will divide the spoils of the future between themselves and struggle to set global industrial standards.", "Europe, by contrast, is far from achieving what is ultimately necessary to become a great power in its own right: political integration, which would include a military of its own. Right now, the not-yet-entirely-sovereign Germany doesn't even know where on its own territory the Americans keep their nuclear weapons. In their book, Schröder and Schöllgen articulated what the necessary steps are that the E.U. member nations must take in order to accomplish the desired integration. These include:", "the implementation of a majority vote that orients itself along that of the failed constitution of October 2004; the possibility to effectively sanction or even expel member nations that do not abide by the joint legal standards...the evolution of the monetary into a fiscal union; the definition of a unified European legal system; the development of a feasible migration and asylum policy; the formulation of a binding and sustainable resource, energy and environmental strategy; and not least a supranational army.", "In order to realize these goals, Schröder and Schöllgen conclude, the member nations would have to \"relinquish a considerable amount of their national sovereignty, no ifs, ands, or buts.\" And that is the part that especially Eastern European member nations like Poland or Hungary would never accept, since the threat of expulsion for not abiding by the E.U.'s progressive cultural politics is obvious to these culturally conservative countries. That is not to mention the fundamentally antidemocratic nature of such a transformed political union, which would concentrate political decision-making authority to an unprecedented level with distant bureaucrats in Brussels. And they have enough power as it is.", "Schröder and Schöllgen know full well what it means when they harken back to the \"failed constitution,\" which was resoundingly defeated by democratic referenda in several European nations, not least France. The opposite, then, is more likely, namely a Europe of regained national sovereignty, perhaps with a future neo-Gaullist French president leading the charge.", "Until then, the hinge that held Europe together is a pile of shrapnel at the bottom of the Baltic. \"Gas,\" Schröder and Schöllgen wrote, \"will be for the foreseeable future a power source without alternative. The demand increases to the same amount that coal and nuclear plants are decommissioned.\"", "This invocation of an energy policy without alternatives is, of course, absurd. It will forever be a stain on Schröder's record that he empowered the Green Party. The Greens have fundamentally transformed themselves from the hippie-esque pacifist party of their early days into a ruthless proponent of NATO. But one thing has remained steady-an obsessive opposition to nuclear power, whose phasing out was initiated by Schröder's government and seems now definite after the Greens returned to power under Scholz.", "And so Scholz may still dream of setting global standards and leading a united Europe, but in greater likelihood Europeans will need to turn down their thermostats and cope with blackouts in the future, while the German foreign secretary, the Green Party official Annalena Baerbock, shoots her mouth off by saying that \"we are fighting a war against Russia.\" That is not a Europe, and certainly not a Germany, that maneuvers \"freely between East and West\"-but one that once again stumbles blindly toward the abyss."], "headline": "Europe, Interrupted", "timestamp": "", "act": "https://www.theamericanconservative.com/europe-interrupted/"}, "https://www.theamericanconservative.com/russian-realism/": {"paras": ["Russia's destructive attack on Ukraine was unjustified and has earned Moscow opprobrium the world over. The fact that the latter had some legitimate grievances against the U.S. and NATO does not excuse Moscow's brutal military assault on its neighbor. There was no imminent military threat to be preempted. And Russian President Vladimir Putin had not exhausted alternative strategies. The decision for war was Putin's and he will forever bear the blame for plunging the two largest European states into catastrophic conflict.", "Indeed, the war almost certainly will be remembered as one of history's great military blunders. Even an ultimate victory for Russia would be dearly bought: Tens of thousands dead, hundreds of billions of dollars expended, hundreds of thousands of Russians in exile, and a youth drain mortgaging the country's future, with most of the economy under severe Western sanctions and allied restrictions creating potentially permanent barriers to high tech growth. The conflict also has disrupted historical connections to the West and confirmed Moscow's status as China's junior partner, while undermining Russian influence elsewhere, especially in Central Asia. Moscow's global reputation has tanked.", "The mix of Russia's malign intentions and conflict's ill consequences justifies some U.S. and, even more so, European aid for Ukraine. Weakening the Russian military and preserving Ukrainian sovereignty are worthwhile objectives, but still, only limited ones. Equally important, these goals must be balanced against the costs and risks, especially from an expanded conflict fraught with risks of escalation. Those who consider America to be a hegemon with unipolar power tend to dismiss Moscow's potential use of nuclear weapons, but never have two major conventional powers possessing nukes confronted each other so closely in a hot war. And Ukrainian President Volodymyr Zelensky already has attempted to drag the U.S. into its war, using his own nation's missile strike on Poland.", "his own nation's", "Alas, the West, overflowing in hubris and sanctimony, has been no less propagandistic than Russia, seeking to inflate the conflict's importance and turn an otherwise limited regional fight into a potentially catastrophic global conflagration. To start, the invasion was not unprovoked. Allied officials ostentatiously lied about their plans to expand NATO, violated promises made to Moscow, and ignored the latter's security concerns, leading to multiple Russian complaints and threats. Ill consequences of American and European hubris were almost preordained. Washington's credibility and moral standing have been further shredded by two decades of needless conflicts that wrecked several nations and killed a million people.", "The claim that the ongoing fight is one between autocracy and democracy is nonsensical. There are relatively few liberal democracies on earth, which is one reason the Global South is less than impressed with Washington's sanctimonious pronouncements on the issue. Many nominal democracies, such as India, are increasingly ugly places for anyone who believes in individual liberty and limited government. Amid endless Biden administration blathering about its historic devotion to democracy, Washington continues to kowtow to Saudi Arabia. No less avidly, the Europeans have put profit before principle in establishing business ties around the world, no matter how murderous the partner.", "Russia does not pose a global threat, certainly not militarily. Moscow has traditionally been ranked number two, but its performance in Georgia in 2008 and Ukraine so far have not impressed. Moreover, Russia's conventional capabilities are well behind those of America, especially in combination with European forces. Yet the more military power amassed by U.S. policymakers, the greater their paranoia. Vladimir Putin and his ruling circle are malign actors, but his Russia is not the same as Joseph Stalin's Soviet Union. Militarily, Moscow poses no threat to the U.S. other than nuclear, which is an argument for avoiding, not initiating, conflict.", "Moreover, America and Russia have no noteworthy territorial disputes, nor is there any evidence that Putin or any other serious person in Moscow desires war with the U.S. Although it might be unpopular to acknowledge, Washington has been by far the most aggressive military power since the Cold War's end, causing far greater harm and killing far more people than has any other state. Nothing Russia has done has threatened America in any meaningful way.", "Indeed, Putin, despite his many faults, did not enter office with any evident animus toward America. KGB officers were noted for their cynicism and worldliness, not ideological loyalty. He was the first foreign leader to contact President George W. Bush after 9/11and gave a remarkably accommodating address to the Bundestag two weeks later. Unfortunately, it was American behavior-NATO expansion, dismantlement of Serbia, color revolutions on Russia's border-that most caused Putin to change his views.", "Uber-hawks promote the hysterical meme that Putin plans to reconstitute the Soviet Union. Yet he has been Russia's ruler for more than two decades and has not pursued such a strategy. In 2008, Moscow gained some control over the territories of Abkhazia and South Ossetia. However, they had long chafed at Georgian rule and Putin attacked Georgia only after the Saakashvili government suicidally shelled Russian forces. In 2014, he grabbed Crimea, which was long ruled by Moscow before its 1954 transfer by Nikita Khrushchev, likely as part of the succession struggle after Joseph Stalin's death. Russia also promoted separatism in parts of the Donbas, which some Ukrainians later suggested was largely worthless territory best left with Moscow. These are the bases of a revived Russian Empire?", "Moreover, Russian aggressions were triggered by events. Again, Western leaders conveniently ignore history in seeking to avoid responsibility for their own foolish, often reckless, behavior. In 2008, the Bush administration insisted on NATO's promise to induct Tbilisi and Kiev, which caused Fiona Hill, lately of the National Security Council, to warn that such moves \"would likely provoke pre-emptive Russian military action.\" Washington also declared Georgia to be an ally as the Saakashvili government pushed hard for NATO membership.", "Six years later, the U.S. backed crippling street protests against Ukraine's duly elected, if corrupt, pro-Russian leader. American officials unashamedly discussed who they desired to take over the new government and reiterated their promise to bring Kiev into the transatlantic alliance. If Russia had behaved similarly in North America, hysteria would have filled Washington, with much wailing and gnashing of teeth. Contra the reigning assumption in the imperial city, actions, even by Americans, have consequences.", "In any case, Russia does not pose a conventional threat to Europe. Industrialized states with an aggregate economy upwards of ten times and a population more than three times that of Russia should be able to protect themselves. The continent's pitiful military forces reflect decades of defense dependence on the U.S., fostered and sometimes enforced by Washington. However, necessity offers powerful incentives. The attack on Ukraine was a dramatic wake-up call for Europe, which should be reinforced by the U.S. ending the continent's cheap military ride rather than forever reassuring European governments. In any case, Moscow has shown no interest in rolling westward to the Atlantic. Nor does Russia's bungled war against Ukraine indicate that it could conquer and rule Europe. NATO's best firebreak to conflict would be avoiding military confrontation with Russia militarily along its border.", "Russia is a bad actor, but by the same standards so are many other nations, including this one. Moscow's best response to most of its alleged infractions is et tu? For instance, consider Russian interference in U.S. elections. Remember the 1996 Time magazine cover celebrating American involvement in reelecting Boris Yeltsin? The U.S. has overthrown, undermined, and opposed far more foreign leaders, including democratically elected ones, than any other nation. Or Russian involvement in Syria? Moscow had decades-long alliance with Syria, which is closer geographically to Russia than to America. The Putin government did what the U.S. does all over the world: buttress what it believed to be a critical ally against internal opposition. The Assad regime was awful, but so were the jihadists, including the local Al-Qaeda affiliate, aided by Washington and its Mideast allies. Or take Russian murders of dissidents abroad. Moscow has cruelly and carelessly killed critics, along with bystanders. Yet the U.S. government long viewed murder as an acceptable weapon, even targeting foreign leaders, such as Fidel Castro.", "et tu", "Time", "Obviously, allied misbehavior does not justify Russia's actions, but it is impossible to take Western hypocrisy and sanctimony seriously. Most of Moscow's actions, though often terrible, do not threaten the U.S., however offensive they might be. The best response would be to eschew the same practices while denouncing Russia's-for instance, promising not to interfere in other nations' elections while insisting that other governments stay out of American politics.", "Perhaps the most dangerous argument for Western involvement in the current conflict is to weaken, if not break, Russia by ousting Putin, overthrowing the current regime, and dismembering the country. These sound like national interest objectives, until one considers the likely consequences. Any successor to Putin would almost certainly share his objectives. Harder-line nationalists rather than Jeffersonian liberals would be most likely to succeed him. Permanently isolating Russia, turning it into a giant North Korea, only better armed, could have frightening consequences. Even worse might be a violent, messy break-up, with thousands of nuclear weapons up for bid, bountiful conventional arsenals open for looting, and civil war in the offing.", "Russia's aggression against Ukraine is morally wrong and practically disastrous. Western allies are right to take Ukraine's side. However, Washington's principal duty is to the American people, not Europe or Kiev. U.S. and European policy should be directed at ending, rather than fueling, the war. Extravagant claims about Ukraine's global importance, that the future of the world depends on the outcome of the current conflict, are simple nonsense."], "headline": "Russian Realism", "timestamp": "", "act": "https://www.theamericanconservative.com/russian-realism/"}, "https://www.theamericanconservative.com/will-orban-be-vindicated-again/": {"paras": ["Hungary has staked out a lonely position on the war in Ukraine. As every other European power calls for escalation, it has called for peace. That is why Hungary's foreign minister, Peter Szijjarto, was so in demand at the U.N. this week, where we sat down for an interview.", "\"Our position is crystal clear: We should put an end to the suffering of the people: first with a ceasefire, then peace talks,\" Szijjarto told me. \"Of course, we stand by Ukraine. We condemn the war. We support territorial integrity and sovereignty ... but what we have to prevent is this regional war becoming a global war.\"", "Hungary's government, led by Prime Minister Viktor Orban, is used to standing alone. In 2015, it was roundly condemned by its fellow members of the European Union for refusing to receive migrants. Laurent Fabius, the French foreign minister, accused Hungary of failing to \"respect Europe's common values.\" Orban's policy stood in stark contrast to that of Angela Merkel, who welcomed migrants with the declaration, \"We can do this!\"", "Eight years on, the politics of migration have radically changed. Hungary's policy is quietly imitated by other European countries, not because they have elected \"far-right\" governments, but because mainstream parties have silently adopted anti-migration measures.", "Will Hungary be vindicated on Ukraine as it was on the migrant crisis? If so, it will likely be because Europe finds the costs of war too heavy to bear.", "In November, Gen. Mark Milley estimated that 40,000 civilians had been killed, along with more than 100,000 soldiers from each army. More than 8 million people have poured out of Ukraine-including into neighboring Hungary. \"We have received more than a million refugees,\" Szijjarto said. \"We give them free schooling, free access to healthcare, we give incentives to companies to employ refugees.\"", "Far from the front lines, the costs of war have been felt. Europe's economy has relied on the combination of Russian natural resources and European technology. But with the outbreak of war and the imposition of sanction, the connection between the two has been severed. This means, as Szijjarto noted, that \"the long-term basis of European economic growth is over.\"", "Sanctions directed against Russia have boomeranged. In Germany, household energy costs are 23 percent higher than last year, despite offsetting policies. Food prices have likewise increased 20 percent. Hungary has been hit particularly hard. Szijjarto describes the grim situation: \"In 2021, in the year before the war and before the sanctions, we had to pay 7 billion euros for imported energy. In 2022, last year, after the war has broken out and the sanctions have been introduced, we had to pay 17 billion euros. Inflation went up to 25 percent. Before that, it was less than 5 percent.\"", "Parties that might have been expected to favor peace have instead emerged as strongly pro-war. Germany's Green Party, a junior member in the current government, was once noted for its anti-militarist stance. As recently as September 2021, its leader Annalena Baerbock campaigned against \"the export of weapons and armaments into war zones.\" But along with her party, Baerbock has reversed course. In her role as Germany's foreign minister, she has staked out a more pro-war position than her country's chancellor, Olaf Scholz.", "Perhaps this should be unsurprising. The Green Party's hostility to fossil fuels means that it can regard one of the downsides of the war-rising energy prices-as a benefit. Meanwhile, its fervent commitment to progressivism inclines it to view the war in ideological terms, as a battle on behalf of progress against the forces of bigotry.", "Orban sees things differently. In a speech delivered on February 18, he said, \"The war in Ukraine is not a war between the armies of good and evil, but a war between the troops of two Slavic countries: a war limited in time and-for the time being-in space.\" This view stands in contrast to dominant narratives in both Russia and the West. Putin has presented his invasion as a holy struggle against a godless foe. Leaders in Europe and the United States have presented their cause as a crusade for democracy. Each side has revived memories of World War II, insisting that they are fighting against resurgent fascism. In Orban's view, the stakes are somewhat lower.", "If Europe does come around to the Hungarian position, Szijjarto expects no credit. \"It is possible that in the future the European policies will be closer to what we represent now. But you know, politics is not a profession based on credits. Regardless of the fact that now everybody does what we have been doing since 2015 on migration, no one admits that. No one says, 'Sorry that we judged you in 2015. You were right.' This is not a sentence that you would hear, ever.\"", "Yet Hungary does not quite stand alone. On February 22, Pope Francis once again called for peace. \"I appeal to those in authority over nations to make concrete efforts to end the conflict, to reach a ceasefire and to start peace negotiations.\" Pope Francis's statements on the war have sometimes drawn criticism. But his support for peace talks is shared by Hungary, as Szijjarto notes: \"Pope Francis spoke very clearly about the necessity of peace, and this is exactly our position.\" It is not the worst company."], "headline": "Will Hungary Be Vindicated Again?", "timestamp": "", "act": "https://www.theamericanconservative.com/will-orban-be-vindicated-again/"}, "https://www.theamericanconservative.com/north-atlantic-cringe/": {"paras": ["If men are expected to die for a military alliance in trenches, bloodied in a cruel eastern European winter, the least one can expect is for the alliance to not \"poast cringe\" on social media, as the kids say these days, while ratcheting up support for a potential nuclear war. And yet, some ambitious and driven theater kid working on NATO comms was suddenly filled with a bout of unwarranted optimism and thought it would be a good idea to tweet out a second-person depiction of the war in Ukraine, that reads, \"We are Harry Potter and William Wallace, the Na'vi and Han Solo. We're escaping from Shawshank and blowing up the Death Star. We are fighting with the Harkonnens and challenging Thanos.\"", "Other than William Wallace, whose end was-er-not ideal, all those named are imaginary characters, although admittedly, imagining the Ukrainian president as a Na'vi was amusing. This is not the way military men talk, other than, maybe, when they are talking to their kids. Unless compelled by external motives, these are usually not the way any normal men talk. And yet, the world's preeminent military alliance presumably decided it was prudent to target an audience of 13-year-old dorks. It is a mystery why military recruitment is so historically low.", "any", "The rot goes deeper. The mindless enlargement of NATO bureaucracy has led to questionable personnel choices, as well as proliferation of political ideologies not palatable to strict military focus and neutrality. In a recent short policy paper, I argued that this woke rot needs to be reversed. I wrote, that \"(a) dormant NATO would mean a complete moratorium on activities that do not fall within a strictly military remit and only maintain organizational structures that would be needed and activated in the case of a major war.\" Naturally, given that the US is the largest funder of NATO by GNP, it has a say in defunding or at least streamlining such flab. \"There are currently over a thousand civilian international staff within NATO, and the alliance routinely founds nonprofit institutions in member countries that aim to maintain support for NATO membership. NATO bureaucrats regularly opine on political issues, either about adversaries or about the domestic policies of allied nations. The US - specifically the US Congress through the appropriations process - should stop funding all this political grand-standing which often undermines America's national interest.\"", "Western academia has always been activist, just that the underlying worldview these days are antagonistic to conservatism, nationalism and any form of realism, whether in biology or foreign policy. The students who are churned out from that system then proceed to man the system of the institutions that are alien and often antagonistic to the way of living of normal people.", "\"When the bugles call, the conservative's instinct is to rally to the tattered colours, however boneheaded the government,\" Peter Hitchens wrote in 2001, long before anyone ever comprehended what cataclysmic ideological horrors we were about to unleash. The new left understood \"what many on the Right have still not grasped, that old names meant new things; that NATO, which they had once hated, was no longer the alliance that had conservatively guarded Western Europe from communism. The new NATO, inclusive and politically correct, was being used to sweep aside obstacles to the interests of the European Union. And the EU had metamorphosed from capitalist conspiracy to multinational, multicultural socialist state - a smiley-badge version of the USSR they missed so much. As the Left awakes to the birth of its new ideas on both sides of the Atlantic, the Right is flummoxed.\"", " ", "The Right is still flummoxed. It's difficult to move beyond tribal instincts and see through the real thing, but one must. Major institutions, often bloated, are almost always susceptible to corruption by a combination of ever expanding and self-sustaining bureaucracy and entryism from left wing ideologues. NATO is no different. If one seeks to remedy and reverse the sheer malice of the last quarter century of activist foreign policy one must see through the cynical and revolutionary warmongering of the few, aided by some doe-eyed comms grad from some activist department at a third-rate university."], "headline": "North Atlantic Cringe", "timestamp": "", "act": "https://www.theamericanconservative.com/north-atlantic-cringe/"}, "https://www.theamericanconservative.com/ukraines-endgame/": {"paras": ["The one-year anniversary of the Russian invasion today, and President Joe Biden's surprise five hour trip to Kiev on Monday, should be occasion to raise some uncomfortable, indeed, unpopular questions, as to what exactly Ukraine-a beneficiary of, among many other things, over $100 billion in U.S. aid-has been seeking to achieve in the nine years since the Maidan revolution.", "From the time Ukraine declared independence on August 24, 1991, until the Maidan coup of February 2014, Ukraine was essentially a binational kleptocracy that used its position as a buffer state, particularly in its role as a transit hub for Russian natural gas to Europe, to the advantage of its kleptocratic elite-a coterie of deeply compromised politicians and former Soviet-era functionaries-turned-oligarchs.", "The tension between the Russian East and Galician West came to a head during the Maidan protests when then-president Viktor Yanukovych, a politician from eastern Ukraine, sought to leverage Ukraine's unique geographic position during the country's E.U. accession bid-a bid against which Russia, with long and deep economic ties to Ukraine, furiously objected.", "Yanukovych squeezed both sides, and in the end, the economic deal offered by the E.U. paled in comparison to the one offered by Russia's Vladimir Putin. And so, Yanukovych, avaricious, yes, but also wary of upsetting his restive neighbor to the East, went with the deal, worth some $15 billion, offered by the Russians.", "In this, Yanukovych was playing an old game. The game had never been played for the benefit the Ukrainian people, but for its rotten elite. Not once in the years between 1991 and now has Ukraine been able to produce a governing elite capable of recognizing that while its geographic position is its Achilles heel, it is also its greatest strength, that they could leverage their geographic position in a way that would advance the common good. But having refused to do so, the population at large, looted to its last hryvnia, sunk deeper and deeper into poverty: By 2015, Iraq, Mongolia, and Albania had higher rates of personal income than Ukraine.", "For 30 years, Ukraine's leaders also squandered a chance to consolidate a viable multiethnic nation state. But instead, beginning in 2014, they opted to pursue a Banderite vision of a mono-ethnic state, a \"Ukraine for Ukrainians.\"", "The results have been catastrophic.", "The civil war that erupted in April 2014 has now, thanks to the Russian invasion of a year ago, brought us to the brink of a wider European war. Ukraine's governing elites, which have time and again rejected peace talks, must understand that Ukraine is now a failed state: Over 12 million of its citizens have fled and its economy has collapsed by at least one-third since the invasion. Yet in the view of President Biden, his advisors, and the near-entirety of the media-political establishment in Washington, this is a war, as the president put it in January, that \"is about freedom. Freedom for Ukraine, freedom everywhere. It's about the kind of world we want to live in and the world we want to leave our children.\"", "Freedom? Only if the definition of freedom is permanent dependency.", "For any chance of survival, Ukraine's governing elites clearly believe they must hitch their futures to the E.U. and NATO. Yet should they join NATO, they will become yet another military dependency of the United States. Should they become members of the E.U., they will become yet another vassal of Berlin, and will have to place its future at the mercy of the European Central Bank in Frankfurt and an unaccountable bureaucracy in Brussels.", "As we pass the first anniversary of the Russian invasion and the ninth anniversary of the Maidan coup, those who so eagerly took to the streets to overthrow the democratically-elected Ukrainian president (and those Americans who so lustily cheered them) on the night of February 21, 2014, might take a moment to ask themselves: What exactly did we gain?"], "headline": "Ukraine's Endgame", "timestamp": "", "act": "https://www.theamericanconservative.com/ukraines-endgame/"}, "https://www.theamericanconservative.com/ukraine-is-afghanistan-all-over-again/": {"paras": ["The thinking in Washington goes like this: for the \"low cost\" of Ukrainian lives and some American dollars, the West can end Putin's strategic threat to the United States. No Americans are dying. It's not like Iraq or Afghanistan '01-'21. This is postmodern, something new, a clean great power war, Jackson Pollock for international relations-getting a lot of foreign policy mojo at little cost. It's almost as if we should have thought of this sooner.", "Well, we did. It didn't work out past the short run, and there's the message. Welcome to the new 1980s-style Afghanistan, with the U.S. playing both the American and the Soviet roles at times.", "At first glance it all seems so familiar. Russia invades a neighboring country who was more or less just minding its own business. Russia's goals are the same: to push out its borders in the face of what it perceives as Western encroachment on the one hand, and to attain world domination on the other. The early Russian battlefield successes break down, and the U.S. sees an opportunity to bleed the Russians at someone else's bodily expense. \"We'll fight to the last Afghani\" is the slogan of the day.", "The CIA, via our snake-like \"ally\" in Pakistan, floods Afghanistan with money and weapons. The tools are different but the effect is the same: supply just enough firepower to keep the Bear tied down and bleeding but not enough to kill him, and, God forbid, end the war that is so profitable-lots of dead Russkis and zero Americans killed. (OK, maybe a few, but they are the use-and-forget types of foreign policy, CIA paramilitary and special forces, so no need to count them.) An ironic historical bonus: in both Afghanistan 1980s and Ukraine, some of the money spent is Saudi. See the thread yet?", "Leaving aside some big differences that enabled initial successes in Afghanistan, chief among which was the long Russian supply lines, let's look at what followed those heady early days.", "While NATO countries and others sent small numbers of troops and material to Afghanistan, the U.S. has gone out of its way to make Ukraine look like a NATO show when it is not. Washington supposedly declared support for Ukraine to preserve and empower NATO, despite the fact that Ukraine was not a member. Yet to keep Germany on the sidelines in this war, Washington (allegedly) conducted a covert attack on Germany's critical civilian infrastructure that will have lasting, negative consequences for the German economy.", "allegedly", "This allegation, in addition to the open U.S. treatment of NATO countries as convenient supply dumps and little more, suggests that NATO will emerge from Ukraine broken. One does also wonder if the future of Europe is at stake why the greatest concern is expressed in Washington and not Berlin, Brussels, or Paris.", "As with Afghanistan, there are questions if we Americans will ever be able to leave, about whether Colin Powell's \"Pottery Barn\" rules applies-you break it, you bought it. Ukraine was a basket case even before Russia invaded, in large part because of Western intervention in its internal affairs.", "President Zelensky, a comedian and TV producer portrayed in the West as a cross between Churchill and Bono, derived his popularity from his anti-establishment image and his promises to fight corruption and improve the economy, winning the Ukrainian presidential election in 2019. He was preceded by the Ukrainian Revolution, also known as the Euromaidan Revolution, which began in late 2013 as a series of protests in response to then-President Viktor Yanukovych's decision to reject an association agreement with the European Union and instead pursue closer ties with Russia.", "The protests grew in size and intensity, with demonstrators occupying the central Maidan Nezalezhnosti square in Kiev, demanding Yanukovych's resignation and new elections. In February 2014, the situation escalated when Yanukovych's security forces cracked down on protesters, resulting in violent clashes that left dozens dead. Yanukovych fled the country, and a new government was formed in Ukraine. The revolution inflamed tensions with Russia, which subsequently annexed Crimea and supported separatists in eastern Ukraine.", "None of those problems go away even if the Russian army retreats to its pre-invasion borders. The notion that there is nothing going on here except a rough land grab by a power-made Putin is shallow and incomplete.", "What's left? Concerns about the level of corruption in Ukraine, and the American role in addressing it. Despite significant American financial aid to Ukraine, there have been reports of corruption and mismanagement of funds. Some have argued that the U.S. has not done enough to address these issues, and has instead turned a blind eye in order to maintain its strategic interests in the region. America's history with pouring nearly unlimited arms and money into developing nations and corruption is not a good one-as we saw, again, in Afghanistan, 1980s edition, or from the Bush invasion onward. Corruption can only get worse.", "A great fear in Afghanistan was arms proliferation, weapons moving off the battlefield into the wrong hands. Whether that be a container of rifles or the latest anti-aircraft systems, an awful lot of weapons are loose in Ukraine. In the case of Afghanistan, the real fear was for Stinger missiles, capable of shooting down modern aircraft, ending up in terrorist hands. The U.S. has been chasing these missiles through the world's arms bazaars ever since.", "It is worse in Ukraine. America's top-of-the-line air-defense tools are being employed against Russian and Iranian air assets. What would those countries pay for the telemetry data of a shoot-down, never mind actual hardware to reverse engineer and program against? There are no doubt Russian, Chinese, Iranian and other intelligence agencies on the ground in Ukraine with suitcases full of money trying to buy up what they can. Another cost of war.", "It is also hard to see the end game as the demise of Putin. This would mean the strategy is not to fight until the last Afghani/Ukrainian but to fight until the last Russian. The plan is for that final straw to break, that last Russian death, to trigger some sort of overthrow of Putin. But by whom? Trading Putin for a Russian-military-led government seems a small gain. Look what happened the last time Russia went through a radical change of government-we got Putin. In Afghanistan, it was the Taliban 2.", "History suggests the U.S. will lose in a variety of ways in Ukraine, with a fun added question in the case of \"success\": Who will follow Putin, and why do we think that guy will be more palatable to the U.S.? As one pundit put it, it is like watching someone play Risk drunk."], "headline": "Ukraine Is Afghanistan All Over Again", "timestamp": "", "act": "https://www.theamericanconservative.com/ukraine-is-afghanistan-all-over-again/"}, "https://www.theamericanconservative.com/when-the-old-men-dont-make-the-peace/": {"paras": ["\"Young men make wars, and the virtues of war are the virtues of young men: courage and hope for the future. Then old men make the peace. And the vices of peace are the vices of old men: mistrust and caution. It must be so.\"", "These are the words of Prince Faisal to T.E. Lawrence in David Lean's 1962 film Lawrence of Arabia. At this point in the film, Lawrence has been driven mad, partly by the natural realities of the desert, partly by his time embedded with the Bedu, partly by the savagery of all sides in the Great War. But one force is more responsible for Lawrence's madness than the others: the swift collapse of Lawrence's vision for a free and democratic Arabia.", "Lawrence of Arabia", "Faisal now sees Lawrence for what he is: a fanatic, a false prophet. Over the course of the film, Lawrence seems to embody the \"virtues of war\" in his time with the Arab army so much so that he takes on characteristics of someone who is religiously enlightened. And when Feisal speaks of the \"vices of old men,\" he could be thought of as speaking Lawrence's thoughts aloud as the parties prepare to partition control of Damascasus' essential infrastructure. But where Lawrence may see vice, there is virtue. The mistrust and caution of old men are manifestations of the virtue of prudence, particularly when dealing with a foe or a deceitful ally.", "Making war is easy-it feeds man's baser tendencies and more passionate instincts. Making peace is difficult. It takes experience, wisdom, sound judgment.", "But what happens when old men fail to embrace the virtues of their longevity, if not eschew them completely? They, like Lawrence, slip farther and farther into madness and perpetually pine for a state of war.", "Such is the case with President Joe Biden, who has been abroad visiting Ukraine and NATO countries close to the current war. He's promised that America will prop up Ukraine-its military, its government's budget, its economy-for \"as long as it takes\" to defeat the Russians.", "Meanwhile, former President Donald Trump has been visiting East Palestine, Ohio, where a train derailment has caused what seems to be a major ecological disaster. He's also called for an end of hostilities on the European continent. The prudence of old men informs them on what, who, and where matters most, rather than blind commitment to follow an ideology wherever it may lead.", "Like Trump, Hungarian Prime Minister Viktor Orban has called for peace in Ukraine. Though more than two decades younger than Biden, Orban seeks to go about the business of old men. In his State of the Nation address on February 18 in Budapest, Orban said the following:", "How do we overcome the danger of war? We want to simply put an end to it, but we do not have the power to do so - we are not in that league. Therefore, if we want to protect Hungary, if we want a peaceful life for ourselves, we have only one choice: we must stay out of the Russo-Ukrainian war. So far this has not been easy, and it will not be easy in the future, because we are part of the Western world, we are members of NATO and the European Union, and everyone there is on the side of war - or at least acts as if they are. Can Hungary afford to remain on the side of peace in such circumstances, in a way that is directly opposed to that of our allies? Of course we can, because Hungary is an independent, free and sovereign state, and we recognize no one but God above us.", "Orban recognizes that Hungary does not have the station to pursue peace on its own, given its station among western nations and the ties it has built to them. If the rest of the trans-Atlantic alliance refuses to practice the virtues that create peace, then Hungary will practice those virtues on their own, and their nation will be better for it."], "headline": "When the Old Men Don't Make the Peace", "timestamp": "", "act": "https://www.theamericanconservative.com/when-the-old-men-dont-make-the-peace/"}, "https://www.theamericanconservative.com/what-they-didnt-talk-about-in-munich/": {"paras": ["The latest iteration of the fabled Munich Security Conference has concluded. Unlike past years, this conference was conducted with a major conflict raging a couple hours away by air. Unsurprisingly, serious unease pervaded the proceedings.", "Observed Politico's Matthew Karnitschnig: \"If even the Germans have woken up to the perils of the world's current geopolitical state, this could well be the moment to really start worrying.\" Indeed, he allowed that \"For some attendees, the vibe in the crowded Bayerischer Hof hotel where the gathering takes place carried echoes of 1938,\" and the infamous Munich conference regarding Czechoslovakia, with World War II less than two years away.", "Politico", "Of course, no international gathering at which participants want to ensure America's continued role as security provider and guarantor would be complete without reference to Britain's and France's notorious appeasement of Adolf Hitler. Yet that episode was the exception, not the rule-when appeasement of another nation's grievances failed to prevent conflict. A little appeasement in the summer of 1914 likely would have prevented World War I, and its continuation, after a generation of rest and rearmament, in World War II.", "So, too, in the Russo-Ukraine war. As has been oft detailed, after the end of the Cold War the allies did their inadvertent best to drive Moscow toward war. Lying to successive governments, expanding NATO to Russia's doorstep, dismantling Moscow's historic Serbian friend, promoting regime change in Russia's neighbors, and using NATO to pursue aggressive, out-of-area operations in Serbia and Libya, could not help but turn Moscow hostile. A little \"appeasement,\" choosing not to turn Kiev into a Western security partner, for example, could have avoided the current conflict.", "Of course, this possibility went unmentioned in Munich, even though this was the same conference at which Russia's Vladimir Putin previously made his security concerns known to all. In 2007, well before Moscow's military action in Georgia, let alone Ukraine, he warned participants what was to come: \"This conference's structure allows me to avoid excessive politeness and the need to speak in roundabout, pleasant but empty diplomatic terms.\"", "He didn't disappoint, inveighing not only against NATO expansion, but also, more dramatically, \"the unipolar model.\" He explained: \"We are seeing a greater and greater disdain for the basic principles of international law. And independent legal norms are, as a matter of fact, coming increasingly closer to one state's legal system. One state and, of course, first and foremost the United States, has overstepped its national borders in every way.\" Alas, nothing changed, and here we are today.", "Moscow, understandably, was a central concern at the latest conference, yet European participants offered more platitudes than solutions. Although hope was expressed for regime change in Russia, so far there are few signs suggesting such a result is likely, or, more importantly, that it would yield a more liberal and democratic government. Demands for economic reparations and war-crimes trials risk making the end of hostilities, let alone formal peace, less likely. Continuing sanctions and diplomatic isolation after the war's conclusion would look a lot like a renewed Cold War: forcing Moscow to more closely embrace China, invest more deeply in the Global South, and act more nearly like North Korea (only with a much larger economy and far more nuclear weapons).", "Although the participants covered many issues, there was no reflection on America's and Europe's roles in creating much of the conflict and chaos evident today. The catastrophes of Afghanistan, Iraq, and Libya obviously are long forgotten. The murder and mayhem of Yemen-a victim of Saudi and Emirati aggression aided and abetted by Washington, London, and others-received only brief mention. And, of course, no one admitted the litany of allied lies and threatening behavior that contributed to Russia's criminal and unjustified aggression against Ukraine. Speakers acted as if Moscow's invasion was preordained, a matter of fate, or something beyond understanding. Which is nonsense, an attempt to obscure Washington's and Brussels' shared responsibility for the ongoing horror. Allied officials, along with Vladimir Putin, should be held accountable for their grievous and costly mistakes.", "At least the role of Europe in its own defense was mentioned, though hardly satisfactorily. There was much self-congratulation surrounding promises by various European governments to do more, but little admission that so far efforts have fallen dramatically short of promises. For instance, the Times of London's columnist Edward Lucas complained that \"Our £55 billion defense budget is staggeringly badly spent.\" More specifically, he cited a \"hollowed-out armed forces,\" noting that \"some of our woes, such as the procurement quagmire and the army's recruitment problems, are too public to hide. Others, such as nuclear submarine availability, are still more worrying, but rightly secret.\"", "Times ", "In mid-February, German Defense Minister Boris Pistorius told the Washington Post that \"Despite promises of a huge boost in defense spending in response to Russia's invasion of Ukraine, Germany's armed forces are in a worse place than a year ago.\" The Brookings Institution's Costanze Stelzenmueller has warned that German Chancellor Olaf Scholz's", "Washington Post", "solemn promise that Germany would finally live up to its 2 per cent of GDP defense spending commitment to NATO remains unfulfilled. Boris Pistorius, his energetic new defense minister, haswarnedthat his €50bn budget will need an extra €10bn per year to push it up from its current level of 1.44 per cent and to tackle desperately overdue armed forces reform. Work on Germany's first national security strategy has ground to a halt because ofturf battlesbetween the chancellery and the foreign ministry. CueSchadenfreudein the Kremlin-andAngstamong the allies.", "There was talk about the People's Republic of China, but discussions of a Pacific military role for Europe and NATO are fantasies. The Europeans have spent decades skimping on their own defense. If they won't protect themselves from nearby threats, they aren't going to launch an expeditionary force against the PRC to fight for Taiwan or anyone else. Indeed, so far their efforts to act like Pacific powers have been embarrassing. Last year Germany sent the frigate Bayern on a forlorn voyage to the Pacific to intimidate Beijing. At least Paris stations a few ships in the region, though they would be an afterthought in any conflict with China.", "Even more important while receiving less attention is the status of nuclear deterrence. Extended deterrence has been established policy since the Cold War, yet Washington's promise to risk American cities to protect consistently feckless allies has grown ever more dangerous. The rise of North Korea as a nuclear power makes the U.S. commitment to the Republic of Korea particularly problematic. America's increasingly open and extensive proxy war against Russia through Ukraine also creates serious dangers of nuclear escalation, which are not warranted by the limited security interests at stake. For a Europe unwilling to spend seriously on conventional forces, nuclear deterrence might be its best option if it truly fears further Russian aggression despite Moscow's difficulty in subduing Ukraine.", "Lost was the opportunity to challenge Washington's dominant role in setting allied policy toward Iran. There was a session focused on the recent demonstrations and status of women. However, Iran's revived nuclear program and Israeli threats to bomb Tehran's nuclear facilities risk turning the Middle East into a giant military and political bonfire. Blame falls squarely on Washington, which exited the nuclear deal and imposed a raft of sanctions on Iran. Rather than surrender, as expected by the Trump administration, the Islamic Republic interfered with Gulf oil traffic, bombed Saudi oil facilities, shipped oil to Venezuela, subjected U.S. bases to rocket attack, and even targeted the U.S. embassy in Baghdad. So much for intimidating the hardline Islamist regime.", "Finally, attendees expressed distress at the failure of the Global South to submissively fall into line behind the allies against Russia as expected. Participants appeared to favor improved communication, not better policies. But the U.S. in particular would do better changing its approach to poorer nations. For instance, promiscuous and murderous military intervention, such as that in Iraq, could be eschewed. Blatant hypocrisy, lecturing one nation about democracy while kowtowing to even worse human rights abusers such as Saudi Arabia, could be acknowledged. Application of debilitating sanctions in pursuit of dubious and often unattainable objectives, as in Cuba, Syria, and many more nations, could be curbed. In all cases Washington officials should rely on simple hypocrisy rather than leaven their insulting pronouncements with ostentatious sanctimony.", "The Munich conference was dominated by allied officials, along with the vast scrum of factotums, Ukraine advocates, publicists, think-tankers, lobbyists, arms makers, advocates, and more making the case for their essential goodness, moral vision, and overweening agenda. As such, it illustrated what is so wrong today with U.S. foreign policy. It is time to emphasize the interests of the American people, though that likely will have to wait for Joe Biden's exit from the Oval Office."], "headline": "What They Didn't Talk About in Munich", "timestamp": "", "act": "https://www.theamericanconservative.com/what-they-didnt-talk-about-in-munich/"}, "https://www.theamericanconservative.com/numbers-game/": {"paras": ["The Center for Strategic and International Studies just published a short paper on Ukrainian innovation in a war of attrition that had a startling number. \"According to CSIS estimates, there have been approximately 60,000 to 70,000 Russian combat fatalities in Ukraine between February 2022 and February 2023\", the paper claims.", "If true, the information is phenomenal. We are talking about the fatality to be estimated at 70,000. Not casualty. Fatality. Seventy thousand Russians are already dead. Buried. Again, to emphasize, this is not the casualty number. But fatality.", "fatality", "That, to put it mildly, is unthinkably high.", "To give a comparison for scale, a Second World War-era German division was estimated to have a strength of around 25,000 men. This estimate is therefore the equivalent of three of those divisions. The current British army's total strength is around roughly 80,000 regular soldiers.", "The Russians had an invasion force at the start of the invasion that stood around 190,000, which was a moronically small force for the occupation and pacification of a country of 37 million people; military doctrine holds that invasion casualties in peer to peer conflict will be about three times that of the defense. Once again, this war demonstrates the historical reality of what happens when a nation blunders into a quagmire based on faulty ideological and theological assumptions, aided by an information echo chamber. (Now where have we seen that before?)", "But even if we keep all that in mind, 70,000 lying under the dirt-the scale seems unreal.", "Is it possible? Well, theoretically yes. This is a state-versus-state war, not police action against camel-herders with Kalashnikovs hidden under their tunics. The casualty rate for an invading force in a full spectrum conflict is always absurdly high. The Russians initially sent Rosgvardia-their version of the National Guard-to suppress fire and pacify enemy territory without any armor support because they thought Ukrainians will \"welcome them as liberators,\" a dangerous assumption on any given day. The Russian top tier air force is still bizarrely absent from conflict; the Russians never used their navy for marine landings.", "Rosgvardia", "And no matter how much we like to pretend, Russians are not just fighting Ukrainians. They are also battling the NATO arsenal, allied intelligence, and target coordination. The Russian warship Moskva didn't just sink itself.", "So yes, all in all, it is possible.", "However, I checked the methodology and found no evidence of cross checking and corroborating official claims. \"The fifth limitation is that both Ukraine and Russia are incentivized to misrepresent the situation on the battlefield. The information domain has become a key battlespace during the war at both the strategic and operational levels\", the paper states, adding that the \"information was derived from similar sources as the unit locations, including publications and information from governments, including those of Ukraine, Russia, and the United Kingdom.\" Ah. I hesitate to point out that uncritically trusting any national intelligence leaks and sources in a contested geopolitical scenario has not worked out entirely well for us in the recent past.", "Ultimately, of course, it doesn't matter. The entirely expected policy suggestion was one of greater Western involvement: ", "As the war of attrition continues, however, it is unlikely that military innovation will be sufficient to outweigh the matériel needs of the Ukrainian military. The West, including the United States, should prepare for a protracted war and long-term support.", "So, one can make the rest of the calculated guesses and can only urge caution, given the stakes of being chain-ganged into a nuclear war because of complacency, propaganda, and false calculations."], "headline": "Numbers Game", "timestamp": "", "act": "https://www.theamericanconservative.com/numbers-game/"}, "https://www.theamericanconservative.com/brazils-emerging-judicial-dictatorship/": {"paras": ["Imagine that, in the U.S., a Supreme Court justice who is the president and vice president's long-time associate orders some people be jailed without trial for posting threats on social media. Further, he sentences a congressman to nine years in prison for online threats to the Court. Then, he launches an investigation of fake news that leads to dozens of social media accounts being blocked and posts being removed and the messaging app Telegram being temporarily blocked throughout the country; he also orders raids on businesspeople without much evidence of wrongdoing.", "Then the January 6 riot happens. Further emboldened, the Supreme Court justice suspends a sitting governor from his job, continues banning online voices, and jails, without bail, hundreds of people who did not enter the Capitol and just protested nearby.", "This is precisely what is happening in Brazil. Alexandre de Moraes, a Brazilian Supreme Court justice that also heads the country's Supreme Electoral Court, has accumulated power such that many, inside and outside Brazil, both left and right, are asking whether Brazil is slowly turning into a judicial dictatorship or, as many legal experts in Brazil call it, a juristocracia.", "juristocracia", "Moraes's actions happen in the context of a standoff between then-president Jair Bolsonaro and the Supremo Tribunal Federal (STF), the country's Supreme Court. The conflict between the Court and Bolsonaro is as old as his presidency, but it came to a high point after Bolsonaro lost the presidential election on October 30, 2022, against Lula da Silva, a far-left candidate and former president. While Bolsonaro refused to concede directly, he asked protests against the results be peaceful and said he would obey the Constitution, which meant that Lula would peacefully become the next president of Brazil.", "Supremo Tribunal Federal", "However, in a strange turn of events, while Bolsonaro was eating Mickey Mouse-shaped pancakes in Orlando, a group of Bolsonaristas (supporters of Bolsonaro) attacked the Brazilian Supreme Court, Congress, and Presidential Palace in Brasilia and called for a military coup. Lula blamed Bolsonaro personally for the attacks; Moraes quickly moved to suspend Brasilia's governor and security chief from their posts because they were Bolsonaristas, vitiating the presumption of innocence.", "Bolsonaristas ", "Bolsonaristas", "Many are worried that Moraes is destroying democracy in order to save it by adding jury and executioner to his title of judge. Even the BBC and the New York Times, have all voiced concerns with Moraes's actions.", "New York Times", "But who is Alexandre de Moraes, and how did he accumulate the power to destroy Brazilian democracy?", "Moraes, born in Sao Paulo, has significant links with Lula and his vice president, Geraldo Alckmin. He worked as the lawyer of the Partido dos Trabalhadores (PT), the party of president Lula da Silva in three different presidential campaigns, and was the legal advisor of the Central Única dos Trabalhadores, the largest union in Latin America, founded by Lula.", "Partido dos Trabalhadores", "Central Única dos Trabalhadores", "In 2002, Alckmin, then the governor of Sao Paulo, appointed Moraes as the state's secretary of justice, where he served until 2005. Lula then appointed him to the National Council of Justice, an advisory body for improving the legal system. He served as transport secretary of the Municipality of Sao Paulo between 2007 and 2010. He also served as secretary of public safety of Sao Paulo under Alckmin between 2015 and 2016.", "At that time, President Dilma Rousseff was facing impeachment for corruption allegations. Many politicians were facing legal action under Operation Lava Jato (Car Wash) for bribery and vote-buying with public money. As a result, political threats and blackmailing were common. In one instance, Marcela Temer, the second lady of Brazil, had been threatened with audio recordings that would damage her husband's reputation. As secretary of public safety of Sao Paulo, Moraes led the investigation into the case, which was resolved in a few months.", "Lava Jato", "Unsurprisingly, when Rousseff was removed and Michel Temer became Brazil's president, Temer appointed Moraes as justice minister. Less than a year later, Temer appointed Moraes to an open seat on the STF. In just a few years, Moraes went from a mid-level bureaucrat to one of the most powerful men in Brazil.", "He used that power. In 2019, months after Bolsonaro's election, the Supreme Court's chief justice issued an order authorizing the Court to start a criminal investigation instead of waiting for the attorney general and law enforcement. To say that this immensely expanded the STF's power, with little to no oversight, would be an understatement.", "And Moraes was to head the Court's first investigation under this rubric, which would be about a left-wing hobbyhorse: fake news. Moraes's first move was to order a magazine to retract an article linking the Court's chief justice to corruption for lack of evidence; he had to rescind the order when the magazine provided the evidence.", "Moraes moved his attention to online disinformation, targeting Bolsonaristas. The investigation targeted both absolute fabrications-fake news in the most literal sense-but also individuals who simply cast doubt on, for example, the efficacy of lockdowns or Covid vaccines. This gave Moraes the power to investigate, raid, censor, and jail whoever attacked Brazilian democracy or the Brazilian Supreme Court. Of course, it was Moraes's power to define an attack on democracy.", "Bolsonaristas", "Moraes ordered social media to take down accounts of at least five members of Congress, including 26-year-old Nikolas Ferreira, the most-voted congressman in the recent elections, and over a dozen right-wing commentators, including one of Brazil's most-listened podcast hosts. In many cases, according to a New York Times investigation, the rationale behind the order is not explained-nor is there a possibility of appeal. After Telegram refused to comply with one of his orders, he had the service banned in the country for two days.", "New York Times", "In August 2022, a few months before the presidential election, Moraes was appointed as chief of the Supreme Electoral Court. There had been talks among Brazilian politicians and Supreme Court justices to end Moraes's investigations and reduce his power, but the riots in Brasília gave him even more.", "After the riots, the usual voices on the left called for more power for Moraes. Milly Lacombe, a left-wing journalist, wrote, \"Under the threat of a Nazi-fascist-inspired insurrection, is it worth temporarily suppressing individual freedoms in the name of collective freedom? I would say yes.\"", "Moreover, it was recently revealed that Moraes had authorized law enforcement to access phone records and data for eight people under investigation-as well as for whomever got in touch with them. That would include family, friends, journalists, co-workers, lawyers, priests, doctors, and psychologists. Anyone who had contacted these eight people under investigation (whose names were not revealed) could have their phone records and data made public. This would include call records with time and place, messages, e-mails, and GPS records.", "The day after the riots in Brasília, hundreds of Bolsonaro supporters decided to camp in front of the headquarters of the Brazilian Army, and at other quarters across the country. Bolsonaro had already condemned the attacks and most of his supporters called for the demonstrations to stop. However questionable their decision to continue, they were doing so peacefully and making use of a constitutional right.", "Moraes, however, disagreed. He called to dissolve the camps in twenty-four hours and said that any civil or military authority that refused to do so could be held criminally liable. Any person in the camps had to be sent to prison under charges of terrorist acts, criminal association, violent abolition of the rule of law, coup, threats, persecution, and incitation to crime.", "Around 1,400 were detained, but only about 200 could be directly linked to acts of vandalism and rioting. Nine-hundred forty-two people were held by Moraes under preventive custody without bail, while 462 will stand trial under provisional release.", "Now, of course, Bolsonaro became a target. The New York Times reported that most Supreme Court justices do not support arresting Bolsonaro due to lack of evidence, but might seek to make him ineligible to run for office for eight years for abuse of power, due to his management of the national election agency.", "The New York Times", "Moraes has spiraled out of control to the degree that even within the ranks of the PT he is seen as dangerous and power-hungry.", "What comes next? Despite the fact that America's President Joe Biden supported Lula, he might find himself surprised when Lula does not align with U.S. interests. An old-school socialist, during his first time in power, Lula was close to Chávez and the Castros in building a left-wing network across Latin America through the Sao Paulo Forum. Biden threw Bolsonaro aside simply because he was too Trumpian for his liking, despite Bolsonaro's more welcome disposition to align with U.S. foreign policy.", "Brazil is South America's largest country, and Bolsonaro was one of former President Donald Trump's most solid allies abroad. Americans should closely watch Brazil's period of instability, as it could affect the whole region. And, of course, with Lula in power again, the Sao Paulo Forum will find fresh strength to finance and organize left-wing groups and candidates across the region-and even in the U.S.", "Brazil just underwent its most divisive, toxic, and polarizing elections since it became a democracy. Lula became president in a closely contested race, running on an everything-but-Bolsonaro platform where he was joined in coalition by all kinds of politicians. (In fact, Alckmin is considered part of the traditional center-right of Brazil.) While no party has the majority in Congress, Bolsonaristas are the largest force. With Moraes's judicial activism, this is a recipe for disaster.", "Bolsonaristas", "Brazil is becoming a cautionary tale of using putatively democratic institutions to destroy democracy and the dangers of judicial overreach. Moraes is the face of the paradox of judicial review: What happens when the Court interprets the Constitution in a way that expands its power beyond what the Constitution intends? Who is there to put an end to it? Is this what progressives across the world mean when they say that more should be done to combat misinformation and fake news?", "In Brazil, the result has been clear: A philosopher-king might end up ruling amid ruins."], "headline": "Brazil's Emerging Judicial Dictatorship", "timestamp": "", "act": "https://www.theamericanconservative.com/brazils-emerging-judicial-dictatorship/"}, "https://www.theamericanconservative.com/munichs-bacchanal-of-beery-bathos/": {"paras": ["It was painful to listen to Kamala Harris at the Munich Security Conference mindlessly uttering catchphrases in a practiced quivering staccato voice in an attempt to project statesmanship that was as fake as Madonna's face.", "\"In the case of Russia's actions in Ukraine, we have examined the evidence, we know the legal standards, and there is no doubt: These are crimes against humanity,\" Harris declared, adding a warning to \"those who have perpetrated these crimes, and to their superiors who are complicit in those crimes: You will be held to account.\"", "There is some speculation that Russians have committed war crimes, including mass executions. Two questions, however, immediately arise: Did Ukrainians commit them too? And who evaluates and punishes the aforementioned crimes? George W. Bush and Barack Obama might know from personal experience how spurious, easy, and unprovable the war crimes charge might be, and how easy it is to dodge.", "\"International relations\" is anarchic because there are no global policemen; nuclear powers are nuclear powers for a reason, namely, it discourages direct interference from others. But once you lob the charge and promise retribution, you are then expected to address a question of major importance. \"How, Comrade?\"", "My colleague Jude Russo asked why, of all places, is the security conference in Munich. To which, I could logically only come up with one answer: The beer is solid-and what else could explain the mind-numbing self-congratulatory therapy sessions? It was not a serious conference on strategy because there is no strategic debate at least among the Westerners. There was consensus-which undercuts the point of having a conference anyway, of course.", "Here's Britain's prime middle-manager Rishi Sunak sounding like a first-year student who just got hold of a new essay by John Ikenberry. \"When Putin started this war, he gambled that our resolve would falter. Even now, he is betting we will lose our nerve,\" Sunak declaimed from behind the royal We; he added that Britain is standing on the side of \"freedom, democracy and the rule of law\", and pledged to be the first country to provide Ukraine with long-range weapons. \"The U.K. is ready to help any country to provide Ukraine planes they need today but we must also train Ukrainian pilots to use advanced jets.\"", "Jolly good. Britain, though, lacks the production capacity to sustain such charity, so Sunak's royal We means, in principle, America. The British interest in fomenting a war in the eastern parts of Europe can be extrapolated from historic British strategy, to keep the European Union divided and America in. It is a remarkably successful strategic policy, purely from the perspective of enhancing London's power on the coat-tails of D.C.", "The only accidental voice of Reason was French President Emmanuel Macron, although his case for the neglected goddess was, at best, incoherent. \"I do not think, as some people do, that we must aim for a total defeat of Russia, attacking Russia on its own soil... Those observers want to, above all else, crush Russia. That has never been the position of France and it will never be our position,\" he said. He suggested rather that it is necessary to \"bring Russia back to the table and build a lasting peace.\"", "For a Frenchman, he seems to strangely misremember how an escalatory spiral works. You don't need to declare a war on Russia to end up having one, as attested by France's own history prior to the First World War, where neither major powers wanted a war, but were forced into it anyway, due to competing spirals of escalations, threats, and war hysteria. France rightly wants strategic autonomy, but refuses to massively prop up the military, naval, and nuclear umbrella; Macron seeks a balance with Russia but refuses to stop the escalatory spiral of NATO. The easy way to call the shots is to have military power to back it up. No one is stopping France from providing the security cover over Europe or deciding how far and how long that cover runs. If Poland can ramp up defense, so can France. Absent that, a cynic would argue, it is all political theatre.", "Sobriety should return soon. The Russian war machine is slowly spinning up production. Ukraine's structural disadvantages will start to show soon.Pollafter polldemonstrate declining American support-and who could blame the American public, amidst inflation, crumbling infrastructure, crippling woke bureaucracy opposed to the way of life of the majority of the American military recruitment pool, and allies who are sanctimonious and beggarly by turns.", "\"It is worrying what is coming,\" admitted Kajsa Ollongren, the Netherlands' defense minister. You bet-maybe you should have thought about that earlier. What is Netherland's defense budget again?", "But more importantly, another major beast might be waking up. China is arguably preparing to enter the fray. The question ahead of us is therefore the same one articulated by the great American IR scholar Hulk Hogan: Whatchya gonna do? A prudent realist strategy would have been to ignore a local war, or at least to have found an equilibrium and conclude a negotiated settlement while the leverage is available.", "Whatchya gonna do", "Instead, we are heading to the second year and the strategists in Beijing cannot seem to believe their luck. Our luck in bleeding Russia dry might run out soon, and the hunter, as the cliché goes, might find out how it feels to be hunted. No doubt the neoconservatives and liberal primacists will consider this another deterrence failure, and seek to double down. Normal Americans however must decide if this is necessary. The air over Donbas simply doesn't matter as much as the air over Ohio.As I said in a recent interview, China's interest in stalling Russia's fall is crucial. They seek to bog down the U.S. in a European war, essentially reversing the role of the conflict and the strategy we are currently employing on Russia. If the U.S. and Europe are determined to deplete themselves in a local war of attrition in an area of zero strategic importance, it only leads to the unrivalled Chinese hegemony when they finally decide to make a move. No great power in human history has embarked on building a massive navy at a breakneck pace unless it is planning on something big. It's a story as old as time."], "headline": "Munich's Bacchanal of Beery Bathos", "timestamp": "", "act": "https://www.theamericanconservative.com/munichs-bacchanal-of-beery-bathos/"}, "https://www.theamericanconservative.com/more-on-land-ownership-and-corruption-in-ukraine/": {"paras": ["Last month, I wrote a column on one aspect of Western capital's entanglement in Ukraine, agriculture, and how this kind of economic link produces a kind of reversal of doux commerce. As a condition of foreign aid, Ukraine has had to liberalize its policies regarding land transfers, reopening opportunities for direct or indirect investment in some of the world's most productive farmland by European and American interests, which, naturally, will urge their governments to protect those investments.", "doux commerce", "The left-leaning Oakland Institute on Tuesday released a report titled \"War and Theft: The Takeover of Ukraine's Agricultural Land,\" examining in more granular detail the involvement of particular players in this theater. As we like to say here at TAC, read the whole thing; while we don't necessarily share all of the Oakland Institutes premises, they've done great work. Of particular interest is their investigation of how Western financial institutions work with the corrupt Ukrainian oligarch class to get around restrictions of foreign investment.", "If you don't have time for the whole report, I recommend just casting an eye over the most alarming section, \"Post-War Reconstruction Plans to Privatize Further,\" which discusses the economic development plans being drawn up even now with the help of the World Bank and the IMF. The somewhat sinister-sounding Ukraine Reform Tracker notes that \"the post-war moment may present an opportunity to complete the difficult land reform by extending the right to purchase agricultural land to legal entities, including foreign ones.\" In short, the end of the war won't be the end of our entanglement in Ukraine; it'll be just the beginning."], "headline": "More on Land Ownership and Corruption in Ukraine", "timestamp": "", "act": "https://www.theamericanconservative.com/more-on-land-ownership-and-corruption-in-ukraine/"}, "https://www.theamericanconservative.com/the-state-of-europe/": {"paras": ["The three most consequential countries in Europe face three distinct problems. In France, liberal elites and populists alike have abandoned the notion of national sovereignty, and failed to see how its last foundation, energy independence, continues to erode. The United Kingdom, even though Brexit gave it the tools needed to escape it, falls deeper and deeper into stagnation, a gerontocracy with declining living standards. Germany, meanwhile, is managed by policymakers captured by special interest groups, a market more than a country. The United States can learn from them.", "Historian of ideas Marcel Gauchet has argued that France cannot find a place for itself as a nation in a globalized world. Parisian elites aim to address this problem by dissolving French sovereignty in the E.U.'s \"strategic autonomy.\" This desire further manifests itself in a liberal French readiness to submit to German will.", "However, national sovereignty has also ceased to be a central tenet for the French right and populists. Something I would call the \"Houellebecqization\" of the right has occurred: Concern for French identity and fear of Islam have supplanted the pursuit of national independence. Marine Le Pen's party, through years of accommodation to the mainstream, has abandoned all sovereignist demands: first the idea of leaving the E.U., then the exit from the eurozone.", "The only thing left that differentiates Le Pen from the mainstream is the tone with which she expresses identity concerns. It is true that Rassemblement National has achieved its best electoral results ever. However, it has never come close to the support garnered by \"no\" in the 2005 referendum on the Treaty establishing a Constitution for Europe. That was the peak of populism in France. Soon after, the fight for sovereignty was abandoned.", "Rassemblement National", "Another foundation of sovereignty hangs in balance today: energy independence. After the first oil shock of the 1970s, President Georges Pompidou, faithful to Charles de Gaulle's vision of building a France of \"independence and abundance,\" adopted the Messmer Plan-named after the French then-prime minister-to build fifty-eight nuclear reactors. The public believed that this was an impossible feat, beyond the \"technical capabilities of French industry.\" They were wrong: In 1974, nuclear energy accounted for only 9 percent of the country's electricity production, but by 1985, nuclear already covered 65 percent of France's energy needs.", "From a state of energy independence, by last year France had brought itself to the point where it had to buy energy from Germany. France's energy crisis is not the result of the war in Ukraine, but rather an outcome of the dismantling of the nuclear sector.", "French nuclear power has fallen victim to political horse-trading. The devastating blow dealt to the industry came from Francois Hollande's coalition agreement, which promised the Greens a reduction in the share of nuclear power in the energy mix from 75 percent to 50 percent. These days, Macron announces he will revive the sector, though it was he who signed the decree to close the Fessenheim plant in 2020. His prime minister, Elisabeth Borne, was the author of the energy transition law that implemented promises made by Hollande to the Greens.", "The consequences of these disastrous decisions are being felt throughout the country. The reactors that should have shielded France from the effects of the energy crisis are neglected and in poor technical condition. With no new projects for nearly three decades, competence has faded, and a declining sector has stopped attracting talent. A lack of faith in their own country's capability, according to investigative journalist Marc Endeweld's book L'Emprise, led some Frenchmen to believe that the last chance for the industry was to give technology to the Chinese and persuade them to build power plants in France.", "L'Emprise, ", "Macron recently announced the \"end of abundance.\" Let us hope it won't also mean the end of French independence.", "Perhaps no European country validates the need to \"develop the developed world\" more than U.K. does. The Resolution Foundation's \"Stagnation Nation\" report paints a damning picture. Its authors calculate that real wages in the U.K. grew 33 percent per decade between 1970 and 2007, only to stop growing at all at the beginning of the past decade. Inequality is on the rise: The poorest households are 22 percent poorer than their counterparts in France. Eight million young workers have not experienced an economy with rising wages in their lifetime.", "The U.K. is a country where people have ceased to believe in the future. In 2008, only 12 percent of Britons thought the young would have a worse quality of life than the previous generation; today, 48 percent of the public thinks so. The housing supply is limited, its prices ever higher, as the report's authors acknowledge: \"those born in the early 1980s were almost half as likely to own a home as those born in the early 1950s at age 30.\"", "Signs of crisis are apparent in many sectors, but perhaps nowhere as glaring as in health care. The U.K. spends less on health care than its peer nations, and between 2010 and 2013 spending on health infrastructure fell by half. When it comes to the infamous statistic of so-called preventable deaths, England stands apart: heart attack victims have to wait an average of an hour and a half for an ambulance, instead of the targeted 18 minutes. Meanwhile, the U.K. is a gerontocracy, a country whose childcare is one of the most expensive in the world, and where one in four pensioners is a millionaire.", "This system has been perpetuated by the last twelve years of Tory rule, a party that \"has no vision for the country, no agenda beyond targeting the young to pay for the old.\" While it released the country from the corset of European institutions, Brexit has not fulfilled the promise of revolutionizing the socio-economic model. Conservatives dreamed of a \"Singapore-on-Thames.\" Tories wanted to turn the entire country into one big financial hub, oblivious to the fact that financial engineering cannot compensate indefinitely for the loss of manufacturing capacity.", "The Tory vision has little in common with the real Singapore. Singapore owes its rise from the third to the first world to clever industrial policies, not to the financial sector. The city-state was praised by Milton Friedman, but it was also hailed as an ideal by J.K. Galbraith. Singapore not only provided incentives and subsidies to expand national industries, but also shaped the supply and quality of labor, nurtured technical talent, developed infrastructure and built housing for its population. As Linda Y.C. Lim has pointed out, \"while Singapore is a success story of capitalist development, this is not the same as a success story of free market development.\" It displayed energy in all the areas the \"Westminster elite\" has abdicated.", "The Lion City's ruling elites, unlike the Conservative Party, \"acknowledged the downside of the immigration-driven growth model,\" writes Tian He in The Political Economy of Developmental States in East Asia, and \"began to push for a shift to a productivity-driven growth model.\" More recently, the city-state has managed to reverse its manufacturing decline. In 2013, manufacturing's share of the economy fell to 18 percent, to reach 22 percent again in 2021. Newly created jobs in manufacturing present opportunities for high-skilled workers, and value added per worker doubled between 2014 and 2021. Automation has provided productivity and wage growth, while attracting new foreign investment. Meanwhile, the U.K.'s robot density rate-the number of robots in use per 10,000 workers-hovers around 101, lower than the global average (126) and worse than Slovenia.", "The Political Economy of Developmental States in East Asia", "Economist Adam Tooze is sounding the alarm, contending that the U.K. has embarked on a path of deconvergence, and if this persists, it will fall out of the club of advanced economies. He argues, citing research by Nick Crafts and Terence Mills, that the current slowdown can only be compared to the period before the Industrial Revolution.", "before", "In The Grand Chessboard, Zbigniew Brzezinski claimed that German policy is defined by the formula \"redemption + security = Europe + America.\" For some time now, this formula has been reflecting the false certitude of European and American elites rather than the real state of affairs.", "The Grand Chessboard", "The European Coal and Steel Community, the embryo of the future E.U., was created to \"address the potential problems emerging from the re-creation of German industrial power.\" German elites themselves have always been divided over the nature of European integration. The faction that saw in it an opportunity for reconciliation and construction of supranational structures eventually gave way to neomercantilists, who viewed it solely through the prism of German economic interests. Their goal was not to forge a united Europe, but to impose solutions that would maximize the country's export led growth.", "This strategy succeeded insofar as the E.U., which was supposed to tame German economic power, was subordinated to it. This became clear after the 2010 eurozone crisis, when Germany imposed an unsustainable austerity on the continent, while persistently developing its \"hyper export\" model, reoriented towards China after the 2008 recession. Germany, as economistClyde Prestowitz has said, will do \"whatever is necessary to assure continuing trade surpluses.\"", "The price for this is being paid by ordinary Germans. Rising productivity since the 1990s has not been reflected in wage hikes. Consumption is being restrained, as are benefits and social security payments since the Hartz IV reforms. Deregulation of the labor market keeps unemployment low, but at the cost of proliferation of poorly paid fake-work jobs. The goal seems clear: maintain the competitiveness of German exports at all cost.", "In his book Die Deutschland-Illusion, economist Marcel Fratzscher shows that while the German model accumulates huge trade surpluses, this does not translate into improved conditions for average Germans. Chinese workers are getting jobs, German investors are getting rich, while the country suffers from the highest inequality in the eurozone. The problem, he claims, is not that the rich keep getting richer, but that the poorest 40 percent of the population has virtually no savings. This 40 percent, moreover, cannot count on social mobility, which has come to a standstill.", "Die Deutschland-Illusion", "Germany's home ownership rate is the lowest in the entire E.U., below 50 percent. Fratzscher predicts in Verteilungskampf that Germany will face a \"struggle for redistribution\" to alleviate inequality, like the increasing gap between the country's North and South, which could become more profound than the analogous one in Italy. Any tax reforms, however, would have to face \"the resistance of powerful lobby groups including family-owned businesses (the German Mittelstand).\"", "Verteilungskampf", "Germany's export-led growth model relies heavily on China. Or at least that is the case for Germany's largest companies. Of the ten largest, nine derive at least 10 percent of their revenues from the PRC-compared to only two of the largest U.S. companies. While the trend of diversifying away from Chinese supply chains is becoming increasingly pronounced, German firms in contrast invested twice as much in the Middle Kingdom last year as they did in 2021.", "Chinese companies are the fiercest rivals for German \"hidden champions,\" medium-sized but important players in their niches. There is a manifest risk that they will be pushed out of the market, just like German solar panels manufacturers. Tom Hancock at the Financial Times reports that \"If China is adding new, import-intensive sectors at a rapid rate, this could keep the import ratio high for a number of years; but,\" Dan Wang and Arthur Kroeber warned, \"it could then fall quickly once Chinese firms master the component techniques.\"", "Financial Times", "Short-sighted profit-seeking has ousted strategic consideration of Germany's interests. Olaf Scholz was the first Western leader to visit China after the CCP Congress, at which Xi reaffirmed his power. Analyst Wolfgang Münchau has stated bluntly that Germany is the only Western country where foreign policy is decided by the industrial lobby. As one German industrialist revealed, the German government's conduct is not driven by any reasoning: \"they are being driven by what China and a handful of German CEOs want.\"", "Three important lessons for the United States emerge from the state of Europe. Germany proves that interest groups can have a pernicious influence on a country's foreign and economic policy, favoring their own profit over the strategic interest of the nation. The U.K. shows that new gains in room to maneuver mean nothing without an elite espousing a coherent vision of growth to take advantage of them. Finally, France demonstrates that energy self-reliance is the basis of sovereignty, and that nuclear power is the best way to achieve it."], "headline": "The State of Europe", "timestamp": "", "act": "https://www.theamericanconservative.com/the-state-of-europe/"}, "https://www.theamericanconservative.com/why-south-africas-collapse-finally-came-down-to-eskom/": {"paras": ["Could the collapse of South Africa, so long foretold by pessimists, finally be arriving? The United States government thinks it's possible.", "On February 15, the U.S. embassy in Pretoria advised Americans in South Africa to have at least seventy-two hours' worth of food, water, medicine, and hygiene supplies in case of power outages, which have reached record levels in recent weeks, leaving users across the country without electricity for hours at a time. In January, the U.S. State Department's Overseas Security Advisory Council held a meeting, which was leaked to journalists in an audio recording, to discuss the need to prepare for a total collapse of South Africa's power grid.", "These alarm bells come on the heels of the resignation of Andre de Ruyter as CEO of Eskom in December 2022, three years after he was brought in to lead the embattled utility with a mandate to tackle corruption and end rolling blackouts. Resistance to his efforts at the highest levels, including by cabinet politicians, made his job impossible, and \"load shedding\" (as the rolling blackouts are called) reached record levels in 2021. With nothing left to lose, last month De Ruyter gave an hour-long interview to journalist Annika Larsen where he spilled the whole sorry story of corruption at Eskom.", "The most explosive allegation aired by De Ruyter involved an attempt to assassinate him by putting cyanide in his coffee on December 12, the day of his resignation. \"Never have a personalized mug, it's a bad idea,\" he joked. More disturbing than the assassination attempt was the total lack of interest in investigating it on the part of law enforcement. One of the workmen repairing the broken coffee machine on the day of the poisoning \"has since absconded from work, he's disappeared,\" according to De Ruyter. \"That remains to be investigated.\" The detectives who took De Ruyter's statement \"inquired whether I had been experiencing problems with my sinuses. I asked them if they knew what cyanide was.\" Weeks later, no arrests have been made.", "sinuses", "cyanide", "De Ruyter was Eskom's last, best hope. The board is not likely to find another CEO with the competence to handle this impossible job and the willingness to undertake it at the risk of death. The criminal forces that harried De Ruyter throughout his tenure will most likely now carry on their predations free of any remaining obstacles, enriching themselves until there is nothing left to loot. The dominos that would fall in the case of a total grid collapse start with phone lines, internet, and traffic lights, and end with looting, crime, and civil unrest.", "So electricity could be the pillar that finally brings the Rainbow Nation tumbling to the ground. Why Eskom? Because it sits at the intersection of the three themes of South Africa's long decline: politics, incompetence, and crime.", "Politics is what prevented Eskom from raising rates throughout the late 1990s and mid-2000s, when it badly needed revenue in order to build new power stations and replace old ones. Cheap electricity was seen as a perk of post-apartheid freedom, and hikes were avoided at all costs out of fear of public backlash. The result was that Eskom's generation capacity deteriorated to the point of crisis, and efforts to repair the damage were too little, too late.", "Many South Africans simply refuse to pay their electricity bills, which is also a political problem. There is no way the ruling party would permit Eskom to cut off the vast majority of Soweto residents (around 80 percent) who don't pay. Eskom therefore finds it impossible to collect the tens of billions of rand it is owed by delinquent customers. Even when it does attempt to cut off deadbeats, vandalism and illegal hookups render such measures futile. Any serious crackdown by Eskom on this rampant theft would doubtless be met with violence.", "This would be a challenge even for the best managers, but Eskom's managers are not the best. As a parastatal, Eskom is subject to aggressive diversity targets under Black Economic Empowerment laws. In 1995, its senior management was mandated to go from 70 percent white to 50 percent black by 1999 and 75 percent black by 2005. In 2008, Eskom's head of human resources announced, \"Over the next five years...Eskom has to appoint two new staff every day, and it is adamant that one of them will be a black woman.\"", "These targets were replicated across all sectors of the South African economy, and everywhere they have had the same effect: incompetence. Anthea Jeffery's Bee: Helping or Hurting? documents multiple instances where people died because hospital administrators or water inspectors hired due to affirmative action were not qualified for their jobs. R.W. Johnson, the international press's most widely read writer on South African affairs, has only one leg today because in 2009 he injured his foot swimming in a lagoon that proved to be polluted and the resulting infection required an amputation-just one more casualty of incompetence at the Department of Water Affairs.", "Bee: Helping or Hurting?", " ", "The electricity business involves bigger sums of money than water management, which is where the third factor in Eskom's fall comes in: crime. Eskom has been a target of mafia syndicates in a way that other utilities have not, because of the black market value of the commodities it handles, notably coal but also wires and equipment. South African journalist Kyle Cowan investigated several failures at Eskom facilities, such as downed pylons and jammed coal mills, and discovered many cases where sabotage was the likely cause. Never attribute to malice what can be explained by incompetence-but, as the assassination attempt against De Ruyter shows, both are certainly at play here. Plant managers at Eskom facilities need bulletproof vests and armed bodyguards to walk around their own facilities.", "The fundamental problem that makes Eskom's situation so intractable, as De Ruyter said in his interview, is that \"you can't post a policeman over every employee's shoulder to watch what he's doing.\" Sabotage and theft are often invisible. The effort needed to turn around such a widespread problem would be massive, requiring support not only from management at all levels but from law enforcement, politicians, and bureaucrats. That is why it is unlikely to happen. De Ruyter eventually concluded as much, which is why he is heading off for a well-deserved vacation-somewhere out of the country, he says, beyond the reach of assassins. \"I think it will be good for my health.\""], "headline": "Why South Africa's Collapse Finally Came Down to Eskom", "timestamp": "", "act": "https://www.theamericanconservative.com/why-south-africas-collapse-finally-came-down-to-eskom/"}, "https://www.theamericanconservative.com/the-e-u-s-new-power-couple/": {"paras": ["Since World War II, the United States has had a bipartisan policy toward Europe. That policy is based on an imagined trade-off: In return for defending the continent via NATO's Article V protections, the U.S. gets to act as though Europe-both individual nations and the European Union as a whole-is a vassal state and does more or less whatever America wants.", "Russia's invasion of Ukraine has shown that this conception is a fantasy. The reality is that the E.U. mouths support for the U.S. for American defense guarantees while, at the same time, cozying up with America's rivals, whether Russian or Chinese.", "Rather than recognize how outrageous this situation is, successive American presidents have, mostly, refused to demand more from those who demand so much of us. When Europeans have discussed going their own way on defense, they have faced criticism-including from none other than Donald Trump, who suggested that European countries should pay their share of the NATO defense budget before pursuing their own projects.", "have", "Both the Trump and Biden Administrations have been maddeningly unclear on America's policy toward China, waffling on whether or not China is a serious enemy or just a friend to \"out-compete.\" Why would the E.U. risk economic storms to break up with a country that America couldn't even say was an enemy-while knowing that there was no way America would ever abandon them?", "America's policy for Europe may have worked in the midst of the Cold War, but it is delusional to think that it would work in the 21st century, when the primary threat is on the other side of Eurasia-and both parties have continued on with the delusion. Fortunately, with elements of foreign policy realism being embraced by both GOP frontrunners, there now exists a chance for conservatives to find a new way forward.", "During the Cold War, American policy was straightforward regarding Europe: keep it free of governmental anti-Americanism. The practical upshot of this goal was keeping the Russians out and the Germans down. The Europeans were happy to add \"...and the Americans in\" to that formulation, and voila: the rationale for NATO came into existence.", "Now there is no ideology that can convert Europe into an anti-American satellite-and there are easier (and cheaper) ways to keep Europe free of anti-Americanism than what we're doing now. America can do this by taking advantage of the European fault-lines, centuries old, which have re-opened after the Russian invasion of Ukraine.", "Over the course of the invasion, an old quasi-alliance has quietly returned: that of France and Poland. This friendship has appeared off and on throughout history; Napoleon resurrected a Polish state, and during the 1930s and World War II the two nations were closely aligned. It is driven, as are all international relations, by power politics. France has long aspired to have political control over Europe and gain supremacy over Germany; Poland aspires to keep existing despite the historic threats of Germany and Russia. The latest iteration, though less obvious than in the past (due partially to Poland's semi-pariah status in the E.U. as a result of its conservatism), has seen France and Poland unofficially team up to embarrass Germany into sending tanks to Ukraine.", "Post-war America has traditionally supported Germany over France. Former Chancellor Angela Merkel-whose terrible foreign policy incumbent Chancellor Olaf Scholz has been unlucky enough to inherit, though he has not made his own job any easier with his inconsistent stance-was close with both George W. Bush and Barack Obama. From the perspective of keeping the E.U. as a vassal, this made sense on paper: Despite its enormous economic power, post-war Germany clearly telegraphed that it had no desire to march across Europe once again and was generally well-liked by the rest of the continent. By supporting the power that had no desire to turn the E.U. into something more, America kept Europe down and docile.", "Things have changed. Germany's position in post-war Europe has never been weaker. Scholz's polling numbers among the German public are poor, and, with regard to the wider E.U., Germany's waffling on the Russo-Ukrainian War has pleased no one and aggravated everyone. This is France and Poland's moment to strike while the iron is hot.", "It is also the prime moment for America to change horses. Germany is not doing whatever America wants, nor are they really staying down. Just years ago, they declared it \"unacceptable\" for America to consider moving its own troops-troops that were defending them from Russia, a country they were happy to do deals with over American protests. They also recently announced stronger economic ties with China and affirmed no decoupling would take place. (When France balks at decoupling from China, it at least lacks hypocrisy-the nation has been ambivalent or hostile to American defense since de Gaulle.) In short, Germany is unpopular, weak, and uncooperative.", "What would revamping America's policy toward Europe look like? One possibility is fostering the France-Poland alignment within a stronger E.U. framework. America's instinctual hatred of any form of an independent E.U. military force should be jettisoned; we should instead embrace the concept. A pan-European army might be a long way off, but with France and Poland pushing the E.U. to take care of itself-and Poland clearly desiring a strong military of its own-we should allow them to plant the seeds. This does our work for us at a fraction of the cost and commitment. A more militarized Franco-Polish-led E.U. means a more centralized E.U. The more centralized the E.U., the less China's influence over single states will matter.", "If America were to support this shift, it would bolster its popularity across eastern Europe; former Soviet-orbit states would jump at the chance to join a serious continental army, which would allow them to defend themselves independent of great-power neighbors. The E.U. has about 400 million people, nuclear weapons, and a GDP close to that of the U.S.; there is no reason why a militarized E.U. could not handle Russia without the U.S. American support for a robust, independent E.U. bloc means such an alliance would never be definitively pro-China, keeping anti-Americanism out of that end of Eurasia and allowing the U.S. to move its strategic focus to the Pacific.", "This would be a dramatic reconception of American foreign policy. The lack of \"war for democracy\"-style arguments may bother the remaining neoconservatives, and a lack of total withdrawal from NATO may bother some paleoconservatives. But realignment demands new thinking. Readjusting our policy toward Europe, with an eye to France and Poland, would be a start."], "headline": "The E.U.'s New Power Couple", "timestamp": "", "act": "https://www.theamericanconservative.com/the-e-u-s-new-power-couple/"}}