{"/2023/02/24/india/modi-comment-opposition-politician-arrest-reactions-intl-hnk": {"paras": ["When dozens of security personnel crowded onto the runway of New Delhi's Indira Gandhi Airport on Thursday, it was not to capture a terrorist or fleeing criminal mastermind, or even to apprehend an unruly passenger.  ", "It was to arrest an opposition politician who had allegedly \"disturbed harmony\" - by misstating the Prime Minister's middle name.  ", "Pawan Khera, the spokesperson for the Congress party, had been on his way to his party's national convention when he was forced off his plane and arrested by police.  ", "His alleged crime? Disturbing communal harmony by making a jibe at Indian Prime Minister Narendra Modi, whom he had referred to on live TV last week as \"Narendra Gautamdas Modi\" in reference to embattled business magnate Gautam Adani.", "Adani, seen as a close ally of Modi and one of the wealthiest people in the world, saw his net worth halved in less than two weeks last month after a report by financial research firm Hindenburg leveled allegations of stock market manipulation and fraud against the Adani Group. The Adani Group condemned the report as \"baseless\" and \"malicious.\"  ", "Police from the state of Assam said they had deployed a team to New Delhi to arrest Khera for questioning after a case was registered on Wednesday for his \"objectionable remarks about the Prime Minister.\"   ", "\"[Khera] was trying to disturb the communal harmony in society, (according to) sections of the Indian Penal Code under criminal conspiracy,\" Prasanta Kumar Bhuyan, Assam police spokesperson, told CNN.  ", "But the arrest of Khera has set the stage for a dramatic showdown between India's ruling Bharatiya Janata Party (BJP) and the Congress party, which has accused the government of stiffling dissent in the world's largest democracy of 1.3 billion people.  ", "Scores of Congress politicians responded to the arrest by sitting on the airstrip in protest. Khera was released hours later, after India's Supreme Court ordered him to be released on interim bail. But his brief detention set off a media frenzy in the country, dominating prime time news and headlines.   ", "Speaking to reporters after his release on Thursday, Khera said he was \"asked to deplane as if I was a terrorist.\"  ", "\"This is not the only example of people's rights and liberties being curtailed. Today it's me, tomorrow it could be anyone,\" he said.  ", "Congress member Supriya Shrinate, who was traveling with Khera at the time of his arrest, added, \"If this isn't tyranny, then what is?\"  ", "The Congress party said in a statement that Khera's arrest was \"undemocratic,\" and \"arbitrary,\" adding: \"We vehemently oppose this dictatorial behavior.\"  ", "\"This charade is not going to deter us from raising questions\" about the Adani group and its alleged ties to Modi, it said.   ", "CNN has contacted a BJP national spokesperson for a comment but has not yet had a response.   ", "Speaking to Indian news channel NDTV late Thursday, the BJP chief minister of Assam, Himanta Biswa Sarma, said: \"Police have all the rights to arrest (Khera).  ", "Khera's arrest comes weeks after the country banned a documentary from the BBC that was critical of the Prime Minister's alleged role in deadly riots more than 20 years ago. Indian tax authorities raided the BBC's offices in New Delhi and Mumbai earlier this month citing \"irregularities and discrepancies\" in the BBC's taxes. The BBC defended its documentary and said it was complying with the tax investigation.  ", "Days before Khera's arrest, Sarma, the Assam chief minister, had warned there would be consequences to his remarks about Modi.  ", "\"India will not forget or forgive these horrible remarks of Congressmen,\" he wrote on Twitter on Monday.   ", "CNN has not yet been able to reach Khera and his lawyers.  "], "headline": "India's opposition vows to keep 'raising questions about Adani group' after spokesperson arrested    ", "timestamp": "  Published  1:28 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/india/modi-comment-opposition-politician-arrest-reactions-intl-hnk"}, "/2023/02/22/india/india-guru-gurmeet-ram-rahim-singh-parole-anger-intl-hnk": {"paras": ["A convicted killer and rapist revered by millions as a religious guru has temporarily walked free from jail in India for the fourth time in 12 months, angering activists who say it sets a dangerous precedent in a country grappling with violence against women.  ", "Gurmeet Ram Rahim Singh, head of the spiritual organization Dera Sacha Sauda, was released for 40 days on January 21 and is expected to remain free until early March, Sanjeev Verma, a senior official from the city of Rohtak, in the northern state of Haryana, confirmed to CNN on Wednesday.  ", "In 2017, Singh was sentenced to 20 years in prison for raping two of his followers. Two years later, he received a life term for the murder of a journalist who exposed the sexual abuse of women within his group.  ", "Singh was previously granted temporary leave from prison in February, June and October last year, authorities said, angering women's rights advocates in the country.  ", "\"See how the rapist whom you let free in society is slapping the system,\" Swati Maliwal, chairperson for Delhi's Commission for Women, said on Twitter, sharing a video of Singh cutting a cake with a sword four days after his latest release.   ", "\"Great heroes once protected the weak with the sword, today this rapist is celebrating with the sword,\" she wrote.  ", "His release has also been opposed by the Sikh group, Shiromani Gurdwara Parbandhak Committee.  ", "Despite the nature of his crimes, Singh maintains a cult-like following and his Dera Sacha Sauda group welcomed his latest release, saying on Twitter that it was \"thrilled.\"   ", "Since walking out of prison last month, Singh has been seen preaching to his nearly 5 million followers on Instagram, offering \"parenting tips\" and releasing songs to discourage drug use.   ", "Some people opposed to his release have petitioned for him to be put back behind bars, according to court documents. ", "However, last year, similar petitions challenging Singh's previous temporary release periods were dismissed by the Punjab and Haryana High Courts.   ", "Verma, the Rohtak district official, did not answer CNN's questions about why Singh had been released, saying the matter was in front of the court.   ", "CNN has attempted to contact the Haryana government, but has not received a response. Speaking to reporters in October last year, when Singh was previously out on temporary release, the state's chief minister Manohar Lal Khattar said he had \"no comment\" on the case.   ", "\"It is the job of the court to give bail or parole to any person,\" he said.   ", "Singh, sometimes referred to as the \"guru of bling\" on account of his flamboyant lifestyle that includes his flashy dress sense and a penchant for diamonds, commands a vast and loyal support base in and outside of India.   ", "His Dera Sacha Sauda group has ashrams - places of worship - across 10 states and union territories in India, and claims to have 60 million followers worldwide.  ", "Singh wields considerable influence and is considered a cultural icon and performer among his supporters. He has starred in several films and numerous popular music videos, including the \"Messenger of God,\" in which he acts as a hero who saves India.  ", "The 2017 rape verdict against him sparked riots that left 36 people dead and hundreds injured across northern India, prompting the government to tighten security in Haryana on the day of his sentencing, and to shut down internet and SMS services in some parts of the state.   ", "He is one of several revered gurus in India to have been accused of violent crimes, including rape.   ", "Earlier this month, an Indian court sentenced self-proclaimed spiritual guru Asaram Bapu to life imprisonment on charges of rape and sodomy. It was the second life term against the octogenarian, who is already serving a life sentence following his 2018 conviction for raping a 16-year-old girl.  "], "headline": "Killer guru's temporary release from prison sparks anger in India. And it's not the first time    ", "timestamp": "  Updated  4:42 AM EST, Wed February 22, 2023    ", "act": "/2023/02/22/india/india-guru-gurmeet-ram-rahim-singh-parole-anger-intl-hnk"}, "/2023/02/17/india/india-china-spy-balloon-andaman-nicobars-intl-hnk": {"paras": ["When a strange white sphere appeared in the skies above the Andaman and Nicobar Islands in January 2022, it swiftly became a talking point in this sleepy Indian Ocean archipelago of 430,000 people.   ", "Hundreds of members of the public spotted the strange object, which looked a little like a full moon, and were eager to speculate on what it was, reported local media. But \"high-altitude surveillance balloon\" didn't seem high on many people's guess list.  ", "Many suggested it was a weather balloon; others, including local news outlet the Andaman Sheekha, thought that made no sense, ruling out the possibility on the grounds of the object's shape, height, and photographs showing what appeared to be \"eight dark panels\" hanging from it.  ", "Some did suggest spying might be involved, but that too seemed a strange explanation.  ", "Under the headline, \"Unidentified Flying Object over Port Blair city triggers curiosity and rumor,\" the Sheekha posed a question: \"In this age of ultra advanced satellites, who will use a flying object to spy?\"   ", "That question, experts say, has taken on a greater resonance this month, after the United States shot down a suspected Chinese surveillance balloon that spent days over American territory, including apparently lingering over nuclear missile silos in Montana.  ", "US intelligence officials say the balloon - which China insists was a civilian weather research vessel - was part of an extensive Chinese surveillance program run from the island province of Hainan that has flown balloons over at least five continents in recent years.   ", "Other governments have also raised concerns. Soon after the balloon was spotted over the US, Taiwan's Foreign Ministry said the incident \"should not be tolerated by the civilized international community,\" adding it had experienced Chinese balloons flying over its territory in September 2021 and again in February 2022.   ", "Japan meanwhile said it \"strongly presumed\" that three \"balloon-shaped flying objects\" detected in its airspace between November 2019 and September 2021 were \"unmanned reconnaissance\" aircraft flown by China.  ", "But India - which administers the Andaman and Nicobar Islands - has remained conspicuously silent, despite questions being raised by the Indian media.  ", "\"Mystery balloon hovered over Andaman and Nicobar Islands around tri-service military drill,\" reported India Today; \"Chinese spy balloons, UFOs trigger paranoia among countries. Should India be worried?\" asked Live Mint. \"Reports Suggest India Was Targeted by Chinese Balloon Too,\" ran a headline in The Wire; \"Did a Chinese 'spy' balloon snoop on India too?\" asked Firstpost.  ", "China, meanwhile, has strongly denied running a balloon surveillance program. It maintains the vessel downed by the US was a weather balloon thrown off course and has also rejected Tokyo's claims. Beijing said it firmly opposed \"the Japanese side's smear campaign against China\" and said Japan should \"stop following the US\" by engaging in \"deliberate speculation.\"  ", "\"China is a responsible country that strictly abides by international law and respects the sovereignty and territorial integrity of all countries. (We) hope that all parties will look at it objectively,\" China's Foreign Ministry said in response to a question from CNN about whether the country had ever used balloons to spy on India.   ", "But to many onlookers, the silence from New Delhi on the matter has been as baffling as the balloon-like object was to the readers of the Andaman Sheekha.  ", "\"I think (the Indian) government is being silent about it for the simple fact that (it) was unable to do anything about it,\" said Sushant Singh, a senior fellow at New Delhi-based think tank Center for Policy Research.  ", "\"If it were to say that a spy balloon was found over the Andaman and Nicobar Islands, which is seen as a great bastion of Indian sovereignty, it would show the government in a very poor light.\"   ", "India will come under the international spotlight this year as it hosts two high-level summits - the G20 and the Shanghai Cooperation Organization - and it is \"desperately keen\" for them to go well, Singh said.  ", "And with a general election on the horizon in 2024, its leader Narendra Modi will be eager to look tough in the eyes of voters who swept him into power on a ticket of nationalism and a promise of India's future greatness.  ", "Acknowledging that a UFO - which may or may not have been spying - had floated above an archipelago that hosts a significant Indian military presence would compromise that message.   ", "\"Raising this issue of the balloon,\" simply wouldn't be in New Delhi's interest, Singh concluded. \"As a nationalist government, it would completely destroy and demolish its image within the country.\"  ", "But Manoj Kewalramani, a fellow of China studies at the Takshashila Institution in India, said silence was simply more New Delhi's style.  ", "\"Historically, India has never spoken about these issues,\" he said. \"If the US has briefed India on the Chinese spying program, India will very careful about what they reveal, so as to not tarnish that relationship.\"   ", "CNN reached out to the Indian government for comment on this article but did not receive a response.  ", "The Andaman and Nicobar Islands may seem an unlikely target for international espionage.  ", "The remote, sleepy archipelago at the junction of the Bay of Bengal and the Andaman Sea lies about 100 miles (160 kilometers) north of Aceh, Indonesia, and more than 1,800 miles (2,900 kilometers) from the Indian capital New Delhi. Only a few dozen of its more than 500 islands are even inhabited.   ", "There is little commerce to speak of beyond fishing villages, and while the sandy beaches and rich biodiversity have made some of the islands popular with tourists, others are so remote they are home to uncontacted tribes.   ", "In 2018, an American missionary, John Allen Chau, is thought to have been killed by the Sentinelese tribe after he arrived on North Sentinel Island, hoping to convert them to Christianity. In 2006, members of the same tribe killed two fishermen poachers whose boat drifted ashore. Two years earlier, one of its members was photographed firing arrows at a helicopter sent to check on their welfare following the Asian tsunami. Protection groups have urged the public to respect their wish to remain uncontacted.  ", "But as obscure and remote as these islands may be, there are reasons they might be of interest to foreign intelligence agencies.  ", "As a major outpost in the Indian Ocean, the islands join the Bay of Bengal with the wider Indo-Pacific, via the Malacca Strait - one of the busiest and most important trade routes in the world.  ", "The location also makes the islands a strategic military asset for India, and they are home to the only integrated tri-service (army, navy, air force) base of the Indian armed forces.  ", "In recent years, New Delhi has poured great effort into enhancing the islands' prospects as a military base, with Modi in 2019 unveiling a decade-long plan to add more troops, warships and aircraft to its existing fleet.   ", "\"The islands are used for military deployment and dominate the area,\" said Singh, from the Center for Policy Research. \"Various Indian military leaders have described the islands as an 'unsinkable carrier.'\"   ", "In the event of a military clash between China and the US over Taiwan, Singh said, \"the US could ask India for support from the islands.\"  ", "\"India has also been very protective about the islands. Very rarely have they allowed foreign military to exercise on land on these islands,\" he added.  ", "Kewalramani, from the Takshashila Institution, said China \"would want to know what's happening on the (Andaman and Nicobar) islands.\"   ", "However, he also said it remained unclear \"whether they would do that through a balloon and whether a balloon could gather enough intel.\"   ", "To many commentators, the whole saga is less about what may or may not have been a surveillance balloon, and more about the Modi government's reticence to engage on issues involving China for fear of sparking a diplomatic crisis ahead of next year's Indian election.  ", "While there may be some sensitive military secrets to be gleaned from Andaman and Nicobar islands, analysts suggest the real reason for tight lips in New Delhi may be connected to what is happening thousands of miles to the north, along India's 2,100-mile (3,380-kilometer) disputed border with China.   ", "It's here in the thin air and freezing temperatures of the Himalayas that troops from the two nuclear-armed neighbors have clashed over the past few years, in what are startling reminders of India and China's combustible relationship.  ", "Tensions along the de factor border have been simmering for more than 60 years and have spilled over into war before. In 1962 a month-long conflict ended in a Chinese victory and India losing thousands of square miles of territory.  ", "But rarely in recent years have those tensions been as high as they are now. Since a clash involving hand-to-hand fighting in 2020 claimed the lives of at least 20 Indian and four Chinese soldiers, both sides have deployed thousands of troops to the area, where they remain in what appears to be a semi-permanent stand-off.  ", "\"The whole character of the border changed in 2020. China did something that they had not done before ... they came into occupied areas ... and refused to withdraw,\" said former Lt. Gen. Rakesh Sharma, whose more than 40 years in the Indian army included a stint commanding the Fire and Fury Corps in the Ladakh area of the border.   ", "There are now signs things may be heating up once again, according to Arzan Tarapore, South Asia research scholar at Stanford University's Walter H. Shorenstein Asia-Pacific Research Center.  ", "A brawl between troops from the two sides in December - what the Indian government characterized as a \"physical scuffle\" - was \"part of the steady drumbeat of China building its military presence, asserting its control over disputed areas, and probing Indian defenses,\" Tarapore said.   ", "\"It was just one episode in a string of episodes, and India should certainly expect more - and probably bigger - such probes and incursions in the future,\" he added.  ", "With the border issue heating up, analysts say Modi faces a difficult diplomatic balancing act.   ", "On one hand, he needs to project a strong image to voters and show he is willing to stand his ground against China's pressure at the border.  ", "On the other, he must be careful to avoid inflaming the already tense relationship with Beijing by wading into China's dispute with Washington over the balloon shot down off the US East Coast.  ", "One reading of India's silence may be that is adopting Theodore Roosevelt's famous foreign policy maxim of, \"Speak softly, and carry a big stick.\"   ", "New Delhi recently announced a 13% hike in its annual defense budget to 5.94 trillion rupees ($72.6 billion) - which is expected to fund, among other things, new access roads and fighter jets to be based along the disputed border.  ", "But, as with the UFO in the Andaman and Nicobars, experts say New Delhi sometimes gives the impression that the less said about the border the better.  ", "Kenneth Juster, a former US ambassador to India, told Indian television channel Times Now that New Delhi preferred Washington not to comment on Chinese aggression at the Himalayan border.  ", "\"The restraint in mentioning China in any US-India communication or any Quad communication comes from India, which is very concerned about not poking China in the eye,\" he said, referring to discussions of the Quadrilateral Security Dialogue - a strategic US-led group that includes India, Japan and Australia and that Beijing is convinced is aimed at containing China's rise.   ", "Modi has largely avoided speaking publicly on the border issue, going as far as saying on live television shortly after the deadly 2020 clashes that, \"No one has intruded and nor is anyone intruding.\"   ", "\"He wants the crisis to go away. His reaction is to avoid talking about it,\" said Singh, the analyst. \"Propaganda and PR have led many Indians to believe that things (at the disputed border) are OK.\"  ", "Kewalramani, the China expert, said India simply preferred a lower-key approach in pushing back against Beijing, noting it had cracked down on Chinese businesses, including by banning some Chinese apps.    ", "\"While there aren't huge gestures, it is part of India's diplomatic culture to avoid aggression,\" he said.   ", "The problem with that approach, others warned, was that it risked making India appear weak.  ", "\"Considering that a crisis on the border is still ongoing, and continues to haunt India and China, the silence does not bode well for India,\" Singh said.   ", "\"It emboldens China.\"  "], "headline": "Uncontacted tribes and an Indian military base. Did a 'spy' balloon snoop on the Andaman and Nicobar islands?    ", "timestamp": "  Updated  8:33 PM EST, Fri February 17, 2023    ", "act": "/2023/02/17/india/india-china-spy-balloon-andaman-nicobars-intl-hnk"}, "/2023/01/13/india/india-joshimath-uttarakhand-sinking-city-intl-hnk-dst": {"paras": ["For years, residents in the northern Indian city of Joshimath have complained to local officials that their homes are sinking. Now authorities are being forced to take action, evacuating nearly 100 families in the last week and expediting the arrival of experts to determine the cause.   ", "Cracks running through the city are now so wide that hundreds of homes are no longer habitable, and some fear that India could lose a key gateway to religious pilgrimages and tourist expeditions on nearby mountain trails.  ", "Located in the northeastern state of Uttarakhand, Joshimath is bordered by two rivers and nestled on the slopes of the Himalayas, which environmental experts say makes it particularly susceptible to earthquakes, landslides and erosion.   ", "\"Joshimath, and many other towns in the Himalayas, are geologically prone to subsidence,\" otherwise known as the sinking or settling of the Earth's surface, said Sameer Kwatra, policy director for the Natural Resources Defense Council's India program.  ", "Kwatra added that the natural factors which put Joshimath, home to around 25,000 people, at risk of sinking are \"being exacerbated by large scale construction projects as well as climate induced flash floods and extreme rainfall.\"  ", "In August 2022, a team of scientists, geologists and researchers organized by the state government of Uttarakhand conducted a geological survey of Joshimath and noted that local residents reported an accelerated pace of land erosion that year, caused in large part by heavy rainfall in October 2021 and devastating flash flooding earlier that year, sparking concerns about the impact of climate change on the region.   ", "The survey found extensive damage to houses in Joshimath, stating that some houses were \"unsafe for human habitation\" and posed a \"grave risk\" to their inhabitants.  ", "The report pointed to visible cracks in walls, floors and along various roads as evidence that the city was sinking and recommended construction in certain areas be curtailed, with \"further developmental activities in the area ... restricted to the extent possible.\"     ", "Despite the recommendation, construction in the region continued until just last week. On January 5, the district administration temporarily shut down all construction work in Joshimath, including work on a bypass road and the National Thermal Power Corporation's (NTPC) Tapovan Vishnugad hydropower project. The hydropower plant is being constructed on the Dhauliganga river which partially borders the eastern side of Joshimath. Construction on the project involves tunneling, which some residents and environmental experts believe may have worsened the land erosion.   ", "According to local news outlets, NTPC issued a statement on January 5, the day construction was stopped, stating \"NTPC wants to inform with full responsibility that the tunnel has nothing to do with the landslide happening in Joshimath city.\"  ", "In an emailed statement to CNN, NTPC said the tunnel was completed more than a decade ago, and there are no recent signs of sinking on the surface near the tunnel, which is around 1 kilometer from the town and about 1 kilometer deep.  ", "Suraj Kaparuwan, a 38-year-old businessman who runs a small hotel in Joshimath, told CNN cracks began appearing in his field and in the walls of his home a year ago, but the situation has worsened in recent months.  ", "\"Hairline cracks in the field started appearing about a year back. They've been widening over time, especially in the last two months. They're now about 3-feet wide,\" Kaparuwan told CNN.  ", "Last Wednesday evening, Kaparuwan's family wife and two sons left Joshimath for Srinagar Garhwal, another city further south in the same state.  ", "Kaparuwan initially stayed behind to join what he said were thousands of Joshimath residents and allies from nearby villages protesting in front of local administrative buildings, calling for an end to the construction and requesting proper compensation for those who have had to leave their homes.   ", "On Monday, Kaparuwan was told by local officials that his home was in the \"danger zone\" and he had to move out. With upcoming bookings for the hotel canceled, Kaparuwan told CNN he plans to take all his household belongings to the hotel and wait to see what the future holds for Joshimath.  ", "\"We'll hope for the new beginning of all things, but it will depend on the government, what steps they take,\" he said.   ", "As of Thursday, cracks were present in 760 buildings and 589 people had been evacuated, according to a bulletin issued by the district administration.   ", "Uttarakhand Chief Minister Pushkar Singh Dhami visited the affected areas last Saturday, inspecting the homes of residents who fear the structures may collapse.   ", "\"It is our priority is to keep everyone safe,\" Dhami told reporters after touring the area.  ", "Joshimath's land subsidence is \"not a new problem,\" Ranjit Sinha, secretary of disaster management for the state of Uttarakhand, told CNN last week, elaborating in a news conference a few days later: \"The soil is very loose. The land cannot bear the load.\"  ", "A two-year study by the Indian Institute of Remote Sensing, conducted between July 2020 and March 2022, found that Joshimath and its surrounding areas have been sinking at the rate of 6.5 centimeters (2.5 inches) per year. ", "However, local officials say the current cracks are more prevalent and wider than ones they've seen in the past. ", "Himanshu Khurana, magistrate of the Chamoli district, which includes Joshimath, says the cracks that appeared a year ago \"were widening very slowly and gradually,\" but \"what happened in the past one month particularly from around December 15 was a different phenomena in different locations.\"  ", "When asked, Khurana could not say what caused the sudden spread of cracks in December, but he said he hopes experts will find out and come up with a solution \"very quickly.\"  ", "Experts from the National Disaster Management Authority, National Institute of Disaster Management, Geological Survey of India, Indian Institute of Technology Roorkee, the Wadia Institute of Himalayan Geology, National Institute of Hydrology and the Central Building Research Institute have been tasked with studying the situation in Joshimath.   ", "As of Friday, some of those teams had already arrived in the city to begin work, according to Khurana.  ", "Their findings could help not only Joshimath and nearby towns in the Himalayan region but also other towns with similar terrain that might put them at risk of sinking in the future.   ", "Kwatra, from the Natural Resources Defense Council, said Joshimath's problems aren't unique and are likely to become more common if the world fails to slow the rise in global temperatures.  ", "\"What is happening in Joshimath is yet another reminder that climate change is already causing severe impacts that will only continue to worsen unless we act urgently, boldly, and decisively to curb emissions,\" he said.  ", "Kaparuwan, whose family has lived in Joshimath for decades, said his dreams for the future are \"shattered.\"   ", "\"I don't know what will happen next,\" he said. \"It is a very dark situation for me right now.\"  "], "headline": "A hairline crack became a 3-foot chasm. That's when he knew they had to leave    ", "timestamp": "  Updated  11:53 PM EST, Sun January 15, 2023    ", "act": "/2023/01/13/india/india-joshimath-uttarakhand-sinking-city-intl-hnk-dst"}, "/2022/11/11/india/rajiv-gandhi-assassination-freed-intl-hnk": {"paras": ["India's top court on Friday ordered the release of six people convicted of killing the country's former Prime Minister Rajiv Gandhi, 31 years after their imprisonment.   ", "The Supreme Court released Nalini Sriharan, the only woman convicted in the case, and five men, according to Anand Landge, the lawyer for the petitioners.  ", "They were arrested a few weeks after Gandhi was assassinated in a suicide bomb attack on May 21, 1991, in the southern state of Tamil Nadu.  ", "The attack was blamed on separatist rebels fighting for a Tamil state in Sri Lanka. Gandhi's killing was seen as retaliation for his decision to send Indian troops into Sri Lanka in 1987 to enforce a peace accord to end the island nation's civil war.  ", "Over the years, various Tamil Nadu governments have requested the release of those found guilty over the killing.   ", "In May, the Supreme Court ordered the release of A. G. Perarivalan, another man convicted in the case.    ", "Perarivalan, who was 19 years old at the time of the attack, was accused of buying batteries for the bomb. He was convicted of criminal conspiracy to commit murder, among other charges.   ", "Known as the \"unwilling\" prime minister who never wanted the job, Gandhi became India's youngest leader at the age of 40 after his mother and former prime minister, Indira Gandhi, was shot dead by her bodyguards.   ", "But he served less than a decade, losing the 1989 general election following a corruption scandal, and was assassinated two years later.   ", "During his tenure, he signed peace accords with insurgent groups in states where religious tensions were high, and is credited for developing India's science and technology sectors, giving him the moniker \"Father of Information and Technology.\"  "], "headline": "India's top court orders release of six people convicted of killing former PM Rajiv Gandhi    ", "timestamp": "  Published  4:31 AM EST, Fri November 11, 2022    ", "act": "/2022/11/11/india/rajiv-gandhi-assassination-freed-intl-hnk"}, "/2022/11/08/india/india-morbi-bridge-deadly-children-intl-hnk-dst": {"paras": ["A marigold garland hangs across a photo frame with the faces of 12 members of the Bodha family who died when a bridge collapsed beneath them during a family outing in Gujarat, eastern India.  ", "\"There have been a lot of deaths,\" said grandfather Sundarji Bodha, from his home in the small town of Morbi that's mourning 135 people who died in the October 30 tragedy.   ", "\"I cannot describe the pain and sadness it's caused,\" said Bodha, who lost five grandchildren, four daughters and three sons-in law.  ", "In the days since the tragedy, few answers have emerged as to why the colonial-era suspension bridge appeared to snap, spilling dozens of people into the Machchhu River.  ", "Police investigating the case have suggested the company tasked with maintaining the bridge, Oreva, failed to conduct the appropriate repairs or tests to ensure the bridge was safe for pedestrians.  ", "\"They only did electric fittings and painting work,\" P. A. Zala, deputy superintendent of Gujarat police, told CNN on Tuesday. \"No fitness or capacity test was done by them.\"   ", "Oreva did not respond to CNN's requests for comment.  ", "But theories about the cause of the disaster offer little comfort to the families of those who died.   ", "\"Children are everything,\" said Prabhulal Bodha, wearing white to mark a day of mourning for his extended family.  ", "\"The children are not here and it is so painful. How will we bear this? We do not know.\"   ", "The suspension bridge has hung across the Machchhu River for as long as anyone can remember.  ", "It was built during British rule around 1900, and attracts tourists who hold thin wire railings for the 230 meter (755 feet) walk from one side to the other.  ", "On Sunday October 30, hundreds of families had crammed onto the bridge, which is just 1.25 meters (4 feet) wide, to celebrate Diwali - the Hindu festival of lights.  ", "Gujarat authorities estimate some 200 people were on the bridge when it collapsed - much more than the capacity allowed, they said.  ", "Among them were eight-year-old Faizan and five-year-old Mahinoor Majothi, who were days away from going back to school after the Diwali holidays.  ", "Their grandmother, Himilaben Khumbhar, was on the bridge with them when it snapped.   ", "\"I didn't realize what was happening until we fell into the water,\" she said. \"I was swimming and got help from people. My life was saved but my daughter, son-in-law and the children all died.\"    ", "Faizan and Mahinoor's school bags still lie in the corner of the front room - a constant reminder of grief and loss.    ", "\"I want that action be taken and all the people responsible should be punished,\" said Kumbhar's relative, Ibrahim Mojothi.  ", "\"It is not just me who has lost a family. Scores of people have lost their families ... My brother, sister-in-law, nephew, niece are all gone. No one is left.\"    ", "Divya Ravardeo was also on the bridge when it collapsed. She recalls people screaming, desperately trying to swim to safety and save their loved ones.  ", "Her niece and nephew - six and four - drowned in the river.   ", "\"We are feeling so heartbroken,\" she said. \"Words cannot describe the pain we are going through. We have so much agony in our hearts. My entire family doesn't know how to feel about this. We are numb.\"   ", "Since the deadly incident, public scrutiny has turned to Oreva, a company based in Ahmedabad, Gujarat's largest city.  ", "Oreva started out as a clockmaker before diversifying into electronics, according to its website, which describes the firm as the \"world's largest clock manufacturing company\" and \"one of the major brands in India.\"  ", "The bridge was closed for six months of renovations in April, Jaysukhbhai Patel, the managing director of Oreva, told reporters during a reopening ceremony on October 26.  ", "According to a video of the event, Patel said the company had spent close to a quarter of a million dollars renovating the bridge. When asked what renovations had been carried out, Patel said: \"The bridge was built using wooden planks. Now, because it's a hanging bridge, we needed to use new technical specifications and develop new methods to repair it.\"   ", "He didn't go into detail, but told reporters the structure would not need any major work for \"eight to 10 years.\"  ", "The day after the tragedy, Gujarat police said nine people had been arrested and are being investigated for culpable homicide charges, all of the suspects are associated with Oreva. So far, no charges have been laid.   ", "The suspects include two managers, two ticket clerks, two contractors and three security guards - Patel is not among them. He hasn't spoken publicly since the tragedy.   ", "Families of the victims will receive compensation from the Prime Minister's National Relief Fund, but Mojothi said that will never be enough for their pain and suffering.  ", "\"All we want is that the people responsible should be punished,\" he said.  ", "\"There is no use of compensation. We do not want the money. We have no greed for that money, and we don't want it.\"   "], "headline": "One Indian family lost 12 members in the Morbi bridge collapse    ", "timestamp": "  Updated  8:13 PM EST, Tue November 8, 2022    ", "act": "/2022/11/08/india/india-morbi-bridge-deadly-children-intl-hnk-dst"}, "/2022/11/07/india/india-climate-change-efforts-cop27-intl-hnk": {"paras": ["It's not unusual for temperatures in India's Thar Desert to reach 48 degrees Celsius (118 degrees Fahrenheit). Even when they drop, hot winds sweep across the bare plains. The soil here is infertile, water is scarce. This place is near unlivable for humans - but it's ideal for one of the world's biggest solar farms.   ", "The Bhadla Solar Park in Rajasthan state, near India's border with Pakistan, is a symbol of Prime Minister Narendra Modi's gargantuan ambitions to transform his nation into a green energy powerhouse. By 2030, Modi wants half of India's energy to come from renewables.   ", "It's a huge and admirable goal from the world's third-biggest carbon emitter, but achieving it will require trillions of dollars and some tough decisions by Modi.   ", "While renewable energy is growing faster in India than in any other major economy, the country remains reliant on coal, which has long powered the country's growth and accounts for more than 80% of its energy mix. Indian officials have also said the country plans to expand its use of the fossil fuel even as many of its nearly 1.4 billion people choke on the pollution it causes.  ", "In the past, India has defended its use of planet-warming fossil fuels in the name of development - a stance that has seen it criticized at international climate talks.     ", "At last year's COP26 negotiations in Glasgow, Scotland, India led a last-minute objection to language in a proposed joint statement around phasing out coal. Its chief delegate argued government fossil fuel subsidies to the public must continue - how else could India get fuel like natural gas to poor people who are still burning wood to cook their meals, he asked.   ", "That exchange highlights the contradiction at the heart of India's stance on climate change - that Modi's government can continue to set lofty goals, but when it comes to realizing them, his country is caught in a Catch-22 between development and decarbonization.     ", "India's Power Minister Raj Kumar Singh demonstrated that dilemma in September when he announced plans to add 56 gigawatts of coal power to India's energy mix by 2030 while also investing in renewable energy - emphasizing the need to prioritize reliable power for growth.  ", "That's bad news for the global fight against climate change, where India's actions have widespread ramifications.  ", "India emits over 2.4 billion tons of carbon dioxide (CO2) a year based on data collected by the EU.  An analysis of its plans by the Climate Action Tracker show that the country's goals are \"critically insufficient\" to limit global warming to 1.5 degrees Celsius above levels before industrialization. Warming beyond that threshold will trigger irreversible damage and push many ecosystems to tipping points, climate science shows.  ", "\"As one of the world's largest emitters, what India does is crucial for the world to meet the 1.5˚C limit,\" said Hannah Fekete, co-founder of NewClimate Institute who has over a decade of experience quantifying the impact of policies on emissions.  ", "And nowhere are the contradictions in India's stance clearer than in Rajasthan. The state is fast becoming a hotbed of solar energy, yet is also home to at least seven coal-fired power plants.   ", "Just 400 miles from the Bhadla Solar Park sit four of the world's five most polluted cities, according to the 2021 World Air Quality Report. On any given day, they are blanketed in the grey soot and ash of burned coal.  ", "According to a report on Climate Change in the Indian Mind from Yale University's School of the Environment, 81% of Indians surveyed were worried about global warming, with 50% saying they were \"very worried.\" In addition, 64% say their government \"should be doing more to address global warming.\"   ", "Still, few would claim climate change is a problem for India alone to solve. Indeed, the picture changes substantially when its emissions are seen in the context of its massive population. Per capita figures show that Indian people actually contribute relatively very little to the problem. While the average American emits 14.7 tons of CO2 a year, an Indian person emits around 1.8.  ", "However, despite the low level of per capita emissions, the weight of the country's struggles can be disproportionately felt on an individual level.   ", "In Delhi, the world's fourth most polluted city, people are seeing first-hand the impacts of the country's coal consumption.   ", "Resident Rohit Sharma, 36, told CNN, \"We are frustrated when we look at other cities where there is not much pollution and the lives that they are able to live but we cannot.\"    ", "\"The air pollution is going to impact everything,\" he added. \"We will have health issues, breathing issues and our life span will be cut short.\"  ", "His colleague Kunal Sharma, 28, worries about what life could look like in coming years. \"If no concrete action is taken, life after 10 years is going to become extremely difficult,\" Sharma said. \"What can we do? We have to live here.\"  ", "The Modi government has been encouraging Indians to live more sustainably - in October launching a program that urged drivers to turn off their engines at red traffic lights and for people to take the stairs instead of the lift.   ", "But the question isn't just whether the world can count on the Indian public to decarbonize - it's also about whether Indians can count on their government to do so, too.  ", "Even as much of the world came to a standstill during the Covid-19 pandemic, India kept ramping up its renewables. Between 2019 and 2021, the share of India's energy that comes from renewables increased by almost 3%, according to a 2022 report from the Centre for Science and Environment in New Delhi.  ", "India has had \"a sustained increase in renewable energy installation,\" Nandini Das, an energy research and policy analyst at the research institute Climate Analytics, told CNN. \"Even during Covid it hasn't stopped.\"   ", "At COP26, Modi outlined a series of targets for India's efforts to combat climate change. He pledged that by 2030, India would have increased its non-fossil fuel energy capacity to 500 gigawatts - from 156.83 in 2021 - and would be using renewable energy sources to meet 50% of its energy needs.   ", "Experts say India is on track to meet Modi's non-fossil fuel target by increasing nuclear energy and hydropower, but the country's shorter-term goals - such as having 175 gigawatts of renewable energy installed by the end of 2022, enough to power up to 131 million homes - hang in the balance.  ", "A report by S&P Global earlier this year said India may not meet its 2022 target, partly because the country still lacks a clear commitment to phasing out coal.   ", "It's also a question of funding - investing in renewable energy and other climate change mitigation efforts is expensive.  ", "The developed world was supposed to be providing $100 billion a year to developing nations to help them slash their emissions and adapt to the climate crisis. That goal has never been met.   ", "It's money India could use. To achieve just its wind and solar targets for 2030 would cost $223 billion, according to a BloombergNEF analysis. And in the 2019-2020 financial year, India raised only a quarter of the funds needed annually to meet its initial climate goals, according to a report published by Climate Policy Initiative (CPI), an independent, non-profit research group.   ", "If India doesn't receive the financial support it needs, maintaining its pace on developing renewable energy will be difficult. Increasing it will be even harder.   ", "In Rajasthan, projects like the Bhadla Solar Park have helped the state exceed its renewables goals, but experts say that success isn't happening widely enough.   ", "\"If India sticks to its current approach, which includes expanding coal-fired power generation and infrastructure to increasingly use imported LNG, it risks massive stranded assets in the fossil energy sector and an increased dependence on energy imports,\" Fekete, from the NewClimate Institute, told CNN.  ", "\"India should instead focus fully on renewable energy, with international support as needed.\"  ", "She says it if it doesn't, India's greenhouse gas emissions are set to increase by 2030, which will make global targets even harder, if not impossible, to reach.  ", "\"Given the size of India, this puts the global temperature goal of 1.5°C at risk,\" Fekete said.  "], "headline": "The world needs India to avert climate catastrophe. Can Modi deliver?    ", "timestamp": "  Updated  6:01 AM EST, Tue November 8, 2022    ", "act": "/2022/11/07/india/india-climate-change-efforts-cop27-intl-hnk"}, "/2022/11/01/india/india-gujarat-morbi-bridge-collapse-explainer-intl-hnk": {"paras": ["More than 50 children are among 135 people killed in Sunday's bridge collapse in India's Gujarat state, according to a list of victims published by state authorities on Wednesday.  ", "Investigators are examining why the historic suspension bridge in the town of Morbi collapsed, sending dozens of people into the river below, in one of the worst public safety tragedies to hit the country in recent years.   ", "Questions have been raised about how the narrow walkway collapsed and the role of an electrical manufacturing company tasked with maintaining the colonial-era structure, which only reopened to the public last week after repairs.  ", "Here's what we know.  ", "Some 200 people are estimated to have been on the bridge across the Machchhu River in the town of Morbi when it collapsed on October 30 at around 6:30 p.m. local time, according to Gujarat authorities.  ", "According to figures released Wednesday, 54 children were among the dead. Most were under 10 years old - the youngest was a 2-year-old boy.   ", "A 36-second video clip shared by the Morbi District Administration via CNN affiliate News-18 shows a large crowd of young men gathered on the bridge in the moments before it collapsed.  ", "The video appears to show some of the men shaking the bridge from side to side before the structure gives way, plunging the people standing on it into the river.  ", "Gujarat Home Minister Harsh Sanghavi said on October 31 that a cable appeared to have snapped.  ", "Photos from the aftermath show people gathering on the riverbank beside the mangled metal walkway, which hung at a sharp angle into the water.  ", "Survivors and witnesses of the deadly incident described scenes of chaos.   ", "\"People were hanging from the bridge after the accident, but they slipped and fell into the river when it collapsed,\" Raju, a witness who gave only one name, told Reuters. \"I could not sleep the entire night as I had helped in the rescue operation. I brought a lot of children to the hospital.\"  ", "Narendrasinh Jadeja, whose friend lost seven members of his family, including four children, told Reuters: \"I cannot express how angry and helpless I am feeling.\"  ", "The Morbi Suspension Bridge was built during British rule around 1900 and is 230 meters (755 feet) long and just 1.25 meters (4 feet) wide.   ", "For decades, it's been a popular tourist attraction in the riverside town, whose cobblestone streets carry the architectural legacy of colonial rule.  ", "The bridge was closed for six months of renovations in April, according to the managing director of Oreva, a Gujarat-based electrical appliances manufacturer that oversaw the maintenance work.  ", "At a reopening ceremony on October 26, the managing director told reporters the structure would not need any major work for \"eight to 10 years,\" according to a video of the event posted to social media.   ", "A five-person special investigation committee has been established to investigate the incident, Gujarat Home Minister Sanghavi said on October 31.   ", "Search and recovery operations by hundreds of personnel from state and national disaster relief teams and the Indian military remain ongoing.  ", "Nine people have been arrested and are being investigated for culpable homicide charges, state police said on October 31. All of the suspects are associated with Oreva.   ", "They include two managers, two ticket clerks, two contractors and three security guards, according to senior police officer Ashok Kumar Yadav.  ", "Since the deadly incident, public scrutiny has turned to Oreva, a company based in Ahmedabad, Gujarat's largest city.  ", "Oreva started out as a clockmaker before diversifying into electronics, according to its website, which describes the firm as the \"World's Largest Clock Manufacturing Company\" and \"one of the Major Brands in India.\"  ", "CNN has reached out to Oreva several times, but has not received a response.   ", "Indian Prime Minister Narendra Modi arrived at the site of the fatal collapse in Morbi on November 1.   ", "Following an aerial survey of the area, he was seen taking stock of rescue efforts underway as he stood at one end of the collapsed suspension bridge.  ", "\"Went to Morbi, which witnessed the horrific bridge mishap. Met the bereaved families and extended condolences. I visited the site of the tragedy and went to the hospital where the injured are recovering,\" Modi tweeted after visiting a local hospital.  ", "The Indian leader added that he met personnel involved with rescue operations and chaired a review meeting.  ", "The Chief Minister's Office of Gujarat tweeted that Modi had \"assured them of all possible assistance from the government.\"  ", "Search and recovery operations continued on Tuesday as divers scanned the area for bodies.   ", "Families of the victims will receive compensation from the Prime Minister's National Relief Fund, Modi said earlier.   ", "Gujarat Chief Minister Bhupendra Patel said the state government would provide the equivalent of about $5,000 in compensation per family of the deceased and about $600 each for the injured.  ", "Cremations of the victims are expected to begin on November 1.  ", "World leaders have paid tribute to the victims and their families in the wake of the tragedy.   ", "US President Joe Biden sent his condolences to those who lost loved ones during the collapse.  ", "\"Today, our hearts are with India. Jill and I send our deepest condolences to the families who lost loved ones during the bridge collapse and join the people of Gujarat in mourning the loss of too many lives cut short,\" Biden said in a statement Monday.   ", "\"The United States and India are indispensable partners, with deep bonds between our citizens. In this difficult hour, we will continue to stand with and support the Indian people.\"  ", "China's President Xi Jinping also expressed his sympathies to Modi, Chinese state broadcaster CCTV reported.  ", "\"On behalf of the Chinese government and the Chinese people, I would like to express our deep condolences to the victims and extend our sincere sympathy to their families and the injured,\" Xi said, according to CCTV.  "], "headline": "What we know about India's deadly bridge collapse    ", "timestamp": "  Updated  5:50 AM EDT, Wed November 2, 2022    ", "act": "/2022/11/01/india/india-gujarat-morbi-bridge-collapse-explainer-intl-hnk"}, "/2023/01/04/india/india-woman-death-car-dragged-intl-hnk": {"paras": ["Angry crowds gathered in Delhi on Tuesday, demanding justice for a scooter rider who was killed and dragged by a car for miles through the streets of India's capital.  ", "Delhi police said the 20-year-old woman's scooter collided with the car in the early hours of January 1 before her body was pulled for up to 12 kilometers (more than 7 miles).  ", "\"We have information that the girl's body was stuck in the car somehow and was dragged for about 10-12 kilometers,\" Delhi police official Sagar Hooda told a news conference Monday. \"Then at a turning, the body was dropped from the car.\"  ", "Five people have been arrested in connection with the incident, Hooda said.   ", "A witness who was with the victim at the time of the collision is cooperating with police, he added.  ", "\"She was not injured and she left the site of the accident,\" he said, referring to the witness. \"The investigation is ongoing ... we are looking at multiple angles and will soon complete it and the accused will get the strictest punishment possible.\"  ", "The woman's body was badly mutilated, with her torn clothes found near her body, according to Harendra Singh, a senior Delhi police official.   ", "\"The back of the head and her back were destroyed because of being dragged for so long,\" he said.   ", "The grisly details have sparked outrage in India, with headlines dominating prime time news and many taking to the streets to demand strict punishment for the alleged perpetrators. On Monday, hundreds gathered outside a police station in the district where the incident took place.   ", "Senior politicians have also called for an investigation.  ", "\"My head hangs in shame over the inhuman crime,\" Delhi's Lt. Gov. Vinai Saxena wrote on Twitter Monday. \"I am shocked at the monstrous insensitivity of the perpetrators ... All aspects are being thoroughly looked into.\"   ", "Arvind Kejriwal, Delhi's chief minister, said he had asked authorities \"to take exemplary action against culprits.\"    ", "Road accidents are common in India, where drivers often break traffic rules and safety regulations are not always strictly enforced.   ", "In 2021, nearly 154,000 deaths were recorded on India's roads, according to the Transport Ministry. Meanwhile, nearly 58,000 hit-and-run incidents were reported nationwide.   "], "headline": "Indians demand justice for Delhi woman dragged to her death    ", "timestamp": "  Updated  4:38 AM EST, Wed January 4, 2023    ", "act": "/2023/01/04/india/india-woman-death-car-dragged-intl-hnk"}, "/2022/12/26/india/india-modi-zelensky-phone-call-peace-intl-hnk": {"paras": ["Ukrainian President Volodymyr Zelensky said Monday he was relying on India's help to implement a \"peace formula\" during a phone call with Prime Minister Narendra Modi.   ", "The call comes as New Delhi seeks to boost trade ties with Moscow after becoming one of the largest purchasers of Russian oil - defying Western sanctions and providing a vital financial lifeline to Russian President Vladimir Putin as the Kremlin wages an unprovoked war against its neighbor.  ", "\"I announced the peace formula and now I count on India's participation in its implementation,\" Zelensky wrote on Twitter. \"I also thanked for humanitarian aid and support in the UN.\"   ", "In a statement following the call, the Indian government said Modi had repeated his calls \"for an immediate cessation of hostilities\" and to \"revert to dialogue and diplomacy.\"   ", "\"Prime Minister also conveyed India's support for any peace efforts,\" the statement added.   ", "Zelensky presented a 10-point peace formula to world leaders at the Group of 20 summit in Bali, Indonesia, in November. India assumed the G20 presidency this month, and will hold it until next year.  ", "\"The Prime Minister explained the main priorities of India's G20 Presidency, including giving a voice to the concerns of developing nations on issues like food and energy security,\" New Delhi's statement said.   ", "While India has not formally condemned Russia's invasion of Ukraine, Modi told Putin in September that now is not the time for war, stressing the need to \"move onto a path of peace\" and reminding the Russian leader of the importance of \"democracy, diplomacy and dialogue.\"  ", "Modi was also thought to be a key player in the G20's decision to issue a joint declaration condemning Russia's war in Ukraine \"in the strongest terms.\"  ", "India, a nation of 1.3 billion, has repeatedly said its decision to increase purchases of Russian energy is to protect its own interests as a country where income levels are not high.   ", "Russia sent India a list of more than 500 products for potential delivery last month, according to Reuters, including parts of cars, aircraft and trains.   ", "Putin said Sunday he's ready to negotiate \"about acceptable solutions\" regarding the war in Ukraine, according to state media. In response, a Zelensky adviser said Moscow \"doesn't want negotiations, but tries to avoid responsibility\" as it continues to attack civilians.   "], "headline": "Ukraine's Zelensky seeks Indian Prime Minister Modi's help with peace plan    ", "timestamp": "  Published  10:50 PM EST, Mon December 26, 2022    ", "act": "/2022/12/26/india/india-modi-zelensky-phone-call-peace-intl-hnk"}}