{"/2023/02/25/politics/ohio-train-derailment-east-palestine-flyers": {"paras": ["Federal teams are going door-to-door to check in with residents of East Palestine, Ohio, and conducting health surveys as part of the federal government's response to the toxic train derailment that has fueled anxiety about the safety of the air and water in the town, according to a White House official.   ", "The teams are providing informational flyers with federal and local resources and completing the surveys after President Joe Biden directed the move, according to the official.   ", "This latest step comes as frustrated locals in East Palestine complain about feeling sick and raise long-term health concerns after the Norfolk Southern train wreck earlier this month caused toxic chemicals to seep into the water, air and soil.   ", "The two-page flyer, obtained first by CNN, includes emergency resources for residents as well as details on how to schedule a free health assessment or arrange testing for a private well or drinking water. It also includes the number of a dedicated poison control hotline for questions related to the train derailment, and details on the next federal US Environmental Protection Agency-led public meeting at 6 p.m. March 2 in the Palestine High School Auditorium.   ", "The flyers are being handed out by members of the EPA, Federal Emergency Management Agency, and the Centers for Disease Control and Prevention with the goal of reaching 400 homes by Monday, according to the White House official. The health surveys are being conducted by the CDC.   ", "Biden on Friday directed agencies to go door-to-door to check in with residents after he received an update on the federal government's response to the derailment from senior officials, including Transportation Secretary Pete Buttigieg, Health and Human Services Secretary Xavier Becerra and the heads of the EPA and FEMA, according to the official.  ", "The President currently has no plans to visit Ohio and on Friday defended his administration's response to the crisis, which has drawn criticism from Republicans, including East Palestine Mayor Trent Conaway, who told Fox News earlier this week that Biden's decision to visit Ukraine while the situation was unfolding in Ohio was \"the biggest slap in the face, that tells you right now he doesn't care about us.\"   ", "\"You know, we were there two hours after the train went down - two hours,\" Biden told reporters on Friday. \"I've spoken with every single major figure in both Pennsylvania and in Ohio, and so the idea that we're not engaged is just simply not there. And initially, there was not a request for me to go out even before I was heading over to Kyiv, so I'm keeping very close tabs on it. We're doing all we can.\"  ", "The National Transportation Safety Board on Thursday released its preliminary report on the investigation into the February 3rd train derailment, which concluded that the wreck in Ohio was completely preventable, and investigators now will begin examining the procedures and practices prior to the derailment.  "], "headline": "First on CNN: Federal teams providing flyers to East Palestine families and conducting health surveys following toxic train wreck    ", "timestamp": "  Updated  10:11 PM EST, Sat February 25, 2023    ", "act": "/2023/02/25/politics/ohio-train-derailment-east-palestine-flyers"}, "/2023/02/25/politics/january-6-security-footage-media-congress": {"paras": ["CNN, along with a group of other media organizations, has signed on to a letter calling for congressional leaders to grant access to security footage from inside the US Capitol on January 6, 2021, after House Speaker Kevin McCarthy gave Fox News' Tucker Carlson access to the material earlier this month.   ", "In a Friday letter on behalf of the press coalition to McCarthy, House Majority Leader Steve Scalise, House Minority Leader Hakeem Jeffries, Senate Majority Leader Chuck Schumer and Senate Minority Leader Mitch McConnell, attorney Charles Tobin called on Congress to release all the security footage showing the attack on the Capitol.   ", "\"Without full public access to the complete historical record, there is concern that an ideologically-based narrative of an already polarizing event will take hold in the public consciousness, with destabilizing risks to the legitimacy of Congress, the Capitol Police, and the various federal investigations and prosecutions of January 6 crimes,\" Tobin said in the letter.   ", "Advance Publications, ABC News, Axios, CBS News, Scripps, Gannett, the Los Angeles Times, Politico and ProPublica are the other media organizations joining CNN on the letter.    ", "The request comes after Carlson announced on his show that he had been granted \"unfettered\" access to \"44,000 hours\" of surveillance footage from inside the Capitol on January 6. CNN previously reported that McCarthy did not consult with his House GOP leadership team or with Jeffries before deciding to give Carlson access.   ", "In an interview with The New York Times on Wednesday, McCarthy justified the decision by saying, \"I promised.\"   ", "\"I was asked in the press about these tapes, and I said they do belong to the American public. I think sunshine lets everybody make their own judgment,\" the California Republican told the Times.  ", "McCarthy has faced significant pressure from his right flank to relitigate the work of the House select committee that investigated the January 6, 2021, insurrection. The now-defunct January 6 panel got access to all the security footage from US Capitol Police during its investigation, but it did not release some footage for security reasons. A source familiar with the committee's work told CNN that the unreleased footage was considered sensitive material because it showed top officials moving through the US Capitol when they evacuated to safety.  ", "During his bid for the speakership, McCarthy vowed to hold hearings on the security failures that led to the Capitol getting overrun, and he told the select committee to preserve all of its records for potential future review by the newly empowered GOP majority.   ", "Carlson has been a prominent promoter of January 6 conspiracy theories and has devoted significant airtime to boosting false claims that liberal \"deep state\" partisans within the FBI orchestrated the insurrection as a way to undermine former President Donald Trump.  ", "Some Republican lawmakers had hoped to review the material themselves, likely to look for footage to support their controversial claims about the January 6 attack.   ", "Democrats have criticized McCarthy's decision to give Carlson access to the security footage.   ", "Jeffries said in a letter to colleagues that the move \"represents an egregious security breach that endangers the hardworking women and men of the United States Capitol Police, who valiantly defended our democracy with their lives at risk on that fateful day.\" Schumer told his Senate colleagues in a letter that the disclosure \"poses grave security risks to members of Congress and everyone who works on Capitol Hill.\"   "], "headline": "Media organizations ask Congress for access to January 6 footage    ", "timestamp": "  Published  5:45 PM EST, Sat February 25, 2023    ", "act": "/2023/02/25/politics/january-6-security-footage-media-congress"}, "/2023/02/24/politics/ron-desantis-florida-universities-gender-studies": {"paras": ["A new bill overhauling Florida universities to match Gov. Ron DeSantis' vision for higher education would shift power at state schools into the hands of the Republican leader's political appointees and ban gender studies as a field of study.  ", "The legislation, filed this week, would also require that general education courses at state colleges and universities \"promote the values necessary to preserve the constitutional republic\" and cannot define American history \"as contrary to the creation of a new nation based on universal principles stated in the Declaration of Independence.\" It would prohibit general courses \"with a curriculum based on unproven, theoretical or exploratory content.\"  ", "The bill makes good on DeSantis' pledge to ban colleges and universities from any expenditures on diversity, equity and inclusion, or DEI, programs. In a news conference earlier this month, DeSantis, who is weighing a 2024 presidential bid, said such programs create an \"ideological filter,\" and his office described them as \"discriminatory.\"  ", "DEI programs are intended to promote multiculturalism and to encourage students of all races and backgrounds to feel comfortable in a campus setting, especially those from traditionally underrepresented communities. The state's flagship school, the University of Florida, has a \"chief diversity officer,\" a \"Center for Inclusion and Multicultural Engagement\" and an \"Office for Accessibility and Gender Equity.\"  ", "The bill would put all hiring decisions in the hands of each universities' board of trustees, a body selected entirely by the governor and his appointees, with input from the school's president. A board of trustee member could also call for the review of any faculty member's tenure.  ", "DeSantis has seen his standing among conservatives soar nationwide following his public stances on hot-button cultural and education issues.  ", "The Republican governor has also installed a controversial new board at the New College of Florida, a public liberal arts college, with a mandate to remake the school into his conservative vision for higher education.  ", "Presidents of Florida's two-year community colleges last month committed to not teach critical race theory in a vacuum and to \"not fund or support any institutional practice, policy, or academic requirement that compels belief in critical race theory or related concepts such as intersectionality, or the idea that systems of oppression should be the primary lens through which teaching and learning are analyzed and/or improved upon.\"   ", "The state's education department characterized the move as a rejection of \"'woke' diversity, equity and inclusion [and] critical race theory ideologies.\"  "], "headline": "Florida bill would give DeSantis more power over state universities and ban gender studies    ", "timestamp": "  Updated  1:43 PM EST, Sat February 25, 2023    ", "act": "/2023/02/24/politics/ron-desantis-florida-universities-gender-studies"}, "/2023/02/25/politics/desantis-first-book": {"paras": ["Florida Gov. Ron DeSantis on Tuesday will release his book, \"The Courage to be Free,\" to much anticipation ahead of his expected plunge into the 2024 presidential race. But it's not the first time DeSantis has dabbled in authorship to jumpstart his political ambitions.  ", "As a little-known Navy prosecutor on the cusp of a bid for a Jacksonville-area congressional seat, DeSantis in 2011 released the audaciously titled \"Dreams from Our Founding Fathers.\" He has joked that the book - from an obscure publisher that mostly dealt in children's titles and a thriller series produced by a middle school principal - received little acclaim and was \"read by about a dozen people.\"   ", "Unlike most entries in the political genre, it's not a memoir and its autobiographical content is sparse. Rather, it's a lengthy critique of Barack Obama's political ascent and presidency, affixed on the hypothesis that the policies and philosophies of the country's first Black executive diverged dramatically from the \"enduring truths that the Constitution's creators relied upon when they framed America's foundational document.\" It litigates the case by contrasting the then-president's beliefs and background (pulling often from the Democrat's own best-selling 1995 autobiography, \"Dreams from My Father\") with the writings of the Founding Fathers.   ", "It's an instructive window into DeSantis' governing beliefs, which at times seem to collide with his current leadership style but may soon inform his platform as he seeks higher office. It shows the early seeds of his disdain for the media, strongly suggests Christianity is foundational to the Constitution and demonstrates his early willingness to buck establishment forces in his own party.  ", "As was the time, the book also serves as a full-throated defense of the tea party movement while eviscerating the Affordable Care Act, the healthcare law signed by Obama that provoked Republicans across the country - including DeSantis - to run for office. But it also makes historical arguments for the preservation of slavery and touches on Obama's roots and Muslim outreach in ways that Democrats have already amplified ahead of DeSantis' expected run for president.   ", "Here are four takeaways from the book.  ", "DeSantis' views on the country's founding document and the reach of the federal government is informed heavily by the Federalist Papers, the essays produced by Alexander Hamilton, James Madison and John Jay to persuade New York to ratify the US Constitution. DeSantis writes that these essays represent \"the single best source for the exposition of the principles underlying the Constitution of the United States of America.\" It's these writings that often buttress DeSantis' criticisms of Obama and his insistence that the Democrat's vision of America is antithetical to its foundational document. To DeSantis, the very notion of a \"transformative\" presidency flies in the face of the static role of the executive envisioned by the Framers. (The word \"transform\" appears 75 times throughout the short work.)   ", "In his book, DeSantis argued that the Constitution's creators expected representatives to be responsive - though not beholden - to public opinion, especially when pursuing far-reaching pieces of legislation. As it is, DeSantis said, Obama and his allies should have looked at the decades of opposition to health care reform as a sign not to mess with it.   ", "DeSantis as governor, though, has often eschewed public opinion when taking actions and has proudly declared, \"I'm not going to lead based on polls.\" For example, DeSantis signed the most restrictive abortion law in Florida's modern history despite consistent support for making the procedure accessible to women.   ", "It's not the only inconsistent view on leadership between DeSantis the author and DeSantis the politician.   ", "DeSantis also took great umbrage at descriptions of Obama \"casting his candidacy as one of singular historical significance and himself as a messianic figure.\" But his own closing message to Florida voters last fall came in a 90-second video that suggested he was made by God on the eighth day to be a \"fighter.\"  ", "He also compared Obama with George Washington, who, DeSantis wrote, possessed \"a deep sense of humility, a humility that dovetailed superbly with the ethos of republican government.\" And he noted that the Founding Fathers warned of a demagogue leader who \"capitalizes on popular prejudices by peddling false claims, by employing questionable rhetorical techniques, or by intentionally sowing divisions among different factions or interests within the body politic.\"  ", "DeSantis as a Republican primary candidate for governor in 2018 campaigned almost exclusively on his endorsement from then-President Donald Trump, who often peddled false claims and once claimed, \"I alone can fix it.\"  ", "DeSantis at one point accused Obama of not paying fealty to the Constitution with the same vigor as his predecessors and suggested it was because of Obama's inability to look beyond the codification of slavery at the nation's birth. DeSantis wrote that after the 2010 midterms, \"a noticeably agitated Obama even declared, 'I couldn't go through the front door at this country's founding' \" - an opinion DeSantis called \"seriously flawed.\"  ", "DeSantis throughout the book is dismissive of criticism that the Founding Fathers are tainted by their failure to end the enslavement of Black Americans, and he described the preservation of slavery and the three-fifths compromise as necessary to ensure the passage of the Constitution - \"a view shared by strongly anti-slavery delegates like Alexander Hamilton and Benjamin Franklin,\" he wrote.  ", "\"Slavery had been a fact of life throughout human history, and had existed in Britain's American colonies for 150 years before the Convention at Philadelphia in 1787. In certain southern states, slave labor was the backbone of the entire economy, and immediately abolishing slavery would have represented an enlightened but also a monumental change - a revolution far more socially, politically and economically momentous than the American Revolution itself,\" DeSantis wrote. \"This is why there was no real chance that the Convention would abolish the peculiar institution of slavery.\"  ", "More recently, DeSantis has contended that the American revolution itself \"caused people to question slavery\" and birthed abolition movements.  ", "\"No one had questioned it before we decided as Americans that we are endowed by our creator with inalienable rights,\" DeSantis said last year.   ", "DeSantis went on to argue in his book that Obama's views were more closely aligned with the slavery defender Sen. Stephen A. Douglas, who lost the 1860 presidential election to Abraham Lincoln, than the great emancipator.   ", "\"Though Obama made every attempt to draw comparisons between himself and Lincoln, it is actually one of Lincoln's foremost political adversaries and one of Obama's predecessors, Stephen A. Douglas, who argued like Obama that the Founders meant to exclude non-whites from the natural rights clarion call contained in the Declaration of Independence.\"  ", "DeSantis would use this rhetorical trick again in the book to accuse Obama of ascribing to \"the same doctrine that Chief Justice Taney invoked in Dred Scott\" - the Supreme Court case that found enslaved African Americans could not claim citizenship and didn't enjoy the rights ascribed by the Constitution.   ", "This criticism of slavery's perversions clouding constitutional judgment extended to Supreme Court Justice Thurgood Marshall, the country's first Black justice, DeSantis contended. DeSantis took issue with Marshall's criticism of the Framers on the grounds that \"the government they devised was defective from the start.\"  ", "DeSantis wrote: \"Such criticism misses the mark.\"  ", "At the time DeSantis published his book, few topics animated voters like the 2010 passage of Obama's signature domestic achievement, the Affordable Care Act.  ", "DeSantis accused the law's champions of putting \"America on a course to a government-run, single-payer system\" - a warning that has yet to materialize, though several Democratic candidates for president ran on such a policy during the 2020 election.  ", "DeSantis' opposition to \"ObamaCare\" isn't surprising on its face. As a lawmaker, he voted often with his Republican colleagues to repeal the Affordable Care Act and he was a founding member of the Freedom Caucus, which helped orchestrate a federal government shutdown aimed at defunding the law. But unlike some Republicans, who at times voiced support for the law's more popular provisions (like the requirement for insurance to cover children until age 26), DeSantis' opposition appeared wholesale.  ", "\"Initially justified by Obama as a needed remedy for the problem of rising health care costs that hurt members of the middle class, the post-passage euphoria revealed a different, more controversial justification for a federal overhaul of the health care system: the redistribution of wealth,\" DeSantis wrote.  ", "Even the requirement for insurance companies to cover adults and children with pre-existing conditions appeared problematic to DeSantis because it could lead to higher insurance costs.   ", "\"Though this sounded noble, the law had the effect of undermining insurance coverage for children,\" DeSantis contended. \"By mandating that insurers take on more risk than is economically justifiable, ObamaCare forced insurers either to absorb financial losses or else increase premiums for all policies.\"  ", "DeSantis in his book laid out a blueprint for leadership that is rigidly confined to a strict reading of the Constitution and adherence to \"fundamental law with stable meaning.\" This includes limitations on the executive branch's abilities and a rigorous adherence to separation of powers.   ", "As governor, DeSantis has at times flouted seemingly similar constraints on executive power that he often charged Obama with crossing in his book. For example, he accused Obama's then-health and human services secretary, Kathleen Sebelius, of using \"her power to intimidate private businesses for engaging in speech she didn't like. This illustrates the progressive impulse to centralize authority in bureaucratic arrangements at its apogee.\" But as governor, DeSantis issued an eerily similar warning to businesses not to get in his way, or else.  ", "\"If you are in one of these corporations, if you're a woke CEO, you want to get involved in our legislative business, look, it's a free country,\" DeSantis said in 2021. \"But understand, if you do that, I'm fighting back against you. And I'm going to make sure that people understand your business practices, and anything I don't like about what you're doing.\"  ", "It's a lesson Disney certainly learned. After Disney opposed a state measure restricting certain classroom instruction about sexual orientation and gender identity, DeSantis went after the company's special taxing authority. Earlier this month, state lawmakers voted to give DeSantis new powers over the government that controls the land around Disney's Orlando-area theme parks.   ", "This orthodoxy, though, is also built on a belief that the federal government's powers are far more limited than what is delegated to the states. Does this mean that DeSantis would chart a new path as president, were he to ascend to the highest office? Or does he believe that the \"transformational\" presidency he so maligned has changed the office for good in ways that he intends to follow. Maybe his next book will hold some of these answers.   "], "headline": "DeSantis has a new book coming out next week. Here's what his first one said    ", "timestamp": "  Updated  12:48 PM EST, Sat February 25, 2023    ", "act": "/2023/02/25/politics/desantis-first-book"}, "/2023/02/25/politics/jewel-bronaugh-deputy-secretary-usda": {"paras": ["Jewel Bronaugh, the No. 2 person at the US Department of Agriculture and the first Black woman in the position, will leave the department on Tuesday after a two-year tenure in which she led agency efforts to diversify its workforce and provide relief to farmers of color who say they have been discriminated against over the years.  ", "Bronaugh announced last month that she was leaving the agency in order to spend more time with her family. Xochitl Torres Small, the under secretary for rural development, has been nominated to succeed her.  ", "Along with helping steer a department that boasts 29 agencies and more than 100,000 employees across the country, Bronaugh has played a central role in the USDA's efforts to remedy decades-long discrimination that has impacted farmers and ranchers of color. Most notably, she has co-chaired an independent commission that has examined the USDA's policies and programs for factors that have contributed to historic discrimination against farmers of color and identify disparities, inequity and discrimination across the agency.   ", "\"I understood as a Black woman, coming into the role as deputy secretary, the weight that went with that. The responsibility that went with that. The people who for years have not been able to get resources from USDA. The history that that has had on farmers and landowners and people who live in rural communities, I knew that I had a responsibility,\" Bronaugh explained in an interview with CNN.   ", "\"I knew coming in that there was a lot of work to be done and I was going to have to be real to that commitment, not only to everyone that USDA serves but specifically as a voice for people who have felt like they had not had a voice that represented in their interactions with the USDA. It was my responsibility to carry that.\"   ", "Born and raised in Petersburg, Virginia, by educators, Bronaugh at first had aspirations to become an educator herself and earned a bachelor's degree in education from James Madison University.   ", "But after earning a master's degree and doctorate in vocational education from Virginia Tech, she stepped into agriculture when she took a job as a 4-H extension specialist at Virginia State University, a historically Black college and university. She also became dean of the College of Agriculture at Virginia State University and was executive director of the university's Center for Agriculture Research, Engagement and Outreach.   ", "In May 2018, she was appointed commissioner of the Virginia Department of Agriculture and Consumer Services and made history as the first Black woman in the position. She was confirmed to her current role in May 2021.  ", "At USDA, Bronaugh led international agricultural trade missions in the United Kingdom and countries in East Africa to help US farm businesses and organizations strengthen export and trade relationships.  ", "She also helped create a chief diversity and inclusion office within the Office of the Secretary and has focused on diversifying USDA's workforce, which has seen a slight uptick in the number of employees of color over the course of her tenure. According to USDA data, 73% of USDA employees are White, 28% are employees of color and 11% are Black. Forty-five percent of USDA employees are women.  ", "Her very presence atop the department has been inspiring for current and former Black USDA employees, including Shirley Sherrod, who was the USDA's director of rural development in Georgia before being pushed out under controversial circumstances in 2010.    ", "\"The fact that she is the first Black woman to hold the position means a lot to us. It gives us hope for the future,\" Sherrod, who is also a member of the Equity Commission, told CNN. \"When you look at the US Department of Agriculture and you look at all of the actions we have suffered as Black people trying to get the programs that should have been available to everyone, to access them and feel that they were being implemented fairly - to actually have someone in the second position ... really helping to oversee that and have a voice in places we don't normally get a chance to be in, just to me meant a lot.\"  ", "As Bronaugh prepares to leave the agency, one of her final orders of business will be to release the Equity Commission's interim report on its findings on Tuesday, which she hopes will provide a blueprint for acting on the inequities she has tried to address during her time at USDA. She said there is no time frame on when the agency will begin implementing the recommendations but she is hopeful it will happen immediately. If confirmed by the Senate, Small would be tasked with presenting the commission's final recommendations to Agriculture Secretary Tom Vilsack later this year.  ", "\"Being able to get the Equity Commission to a set of interim recommendations has been huge for me,\" Bronaugh said. \"That is going to give us an opportunity to look at, you know, where we have discretion, where we have authority and where we have resources to immediately start to address some of the historical inequity issues here are USDA.\"  ", "This headline has been updated. "], "headline": "First Black woman to serve as USDA's No. 2 set to leave department    ", "timestamp": "  Updated  11:31 AM EST, Sat February 25, 2023    ", "act": "/2023/02/25/politics/jewel-bronaugh-deputy-secretary-usda"}, "/2023/02/25/politics/telehealth-drug-enforcement-agency-biden": {"paras": ["The Biden administration has proposed new rules that will require patients to have an in-person medical evaluation before being prescribed most prescription medications by their doctors, with limited exceptions, according to a statement released on Friday.  ", "Under the new rule proposals from the Drug Enforcement Agency, patients would still be able to get less-addictive medications, such as antibiotics or birth control, prescribed to them by their doctors via telehealth.   ", "Prescriptions for other drugs - to help with pain or sleep, for example - could be prescribed via telehealth but a patient would need an in-person evaluation before obtaining a refill. Schedule II medications, a classification reserved for the strongest drugs, necessitate an in-person appointment before any prescription can be written.  ", "When Covid-19 struck, federal regulators relaxed previous rules mandating that doctors evaluate patients in person before prescribing any controlled substances, allowing telehealth appointments to be used by patients to obtain needed prescription medications. With the federal Covid-19 public health emergency set to end in May, this proposal would establish a permanent regulatory framework for doctors prescribing medications via telehealth to patients.  ", "DEA Administrator Anne Milgram said in the release that her agency \"is committed to the expansion of telemedicine with guardrails that prevent the online overprescribing of controlled medications that can cause harm.\"  ", "Drug-related deaths in the United States reached record levels during the pandemic, with over 110,000 Americans dying of drug overdoses in the 12-month period ending in March 2022, although that has slowed slightly since. As of July 2022, drug overdose deaths were up 25% over two years prior and more than 50% higher than five years ago.  ", "Health and Human Services Secretary Xavier Becerra highlighted the proposed change's continued flexibility when it comes to buprenorphine, which is used to treat opioid use disorder, saying in the Friday statement that \"improved access to mental health and substance use disorder services through expanded telemedicine flexibilities will save lives.\"  ", "Becerra also acknowledged the difficulty rural Americans face in accessing health care, noting, \"We still have millions of Americans, particularly those living in rural communities, who face difficulties accessing a doctor or health care provider in-person. At HHS, we are committed to working with our federal partners and stakeholders to advance proven technologies and lifesaving care for the benefit of all Americans.\"  ", "The Associated Press reported earlier on the proposed rule changes.  "], "headline": "Biden administration moves to establish 'guardrails' for telehealth prescriptions    ", "timestamp": "  Published  11:07 AM EST, Sat February 25, 2023    ", "act": "/2023/02/25/politics/telehealth-drug-enforcement-agency-biden"}, "/2023/02/24/politics/scott-perry-cellphone-2020-election": {"paras": ["The seized cell phone of Rep. Scott Perry contained 930 records where the Pennsylvania Republican often tried to cajole executive branch officials around the 2020 presidential election, according to newly released court papers in the fight over his cell phone data.   ", "\"Rep. Perry's communications with Executive Branch officials, as reflected in the responsive records, demonstrate that he welcomed, rather than resisted, and indeed often initiated these communication [redacted],\" Chief Judge Beryl Howell of the DC District Court wrote in one of four unsealed opinions, after she had reviewed the records and decided to release them to prosecutors.   ", "Around the 2020 election, the Pennsylvania lawmaker had been in touch with President Donald Trump and powerful Trump backers, including White House chief of staff Mark Meadows, Justice Department official Jeffrey Clark and others who pushed false claims of election fraud.   ", "His communications with the executive branch, she wrote, were \"proactive, persistent and protracted.\"   ", "The newly available court records provide more insight into the scope of the ongoing fight over Perry's phone, which is part of special counsel Jack Smith's criminal investigation around January 6, 2021. In total, Howell on Friday unsealed four opinions with redactions that she wrote related to the Justice Department's ability to access more than 2,200 records on the congressman's cell phone, after the FBI seized the device last year.    ", "Howell also called Perry's phone compendium a \"multi-pronged push for Executive Branch officials to take more aggressive action,\" likely in response to suspicions of election fraud, and deemed those cell phone records not covered by congressional protection.  ", "In another part of her rulings, Howell wrote how Perry's communications with private individuals shouldn't stay secret from investigators, either - including almost 700 records showing his interest in election security and electors as well as contact with Trump campaign attorneys.  ", "\"What is plain is that the Clause does not shield Rep. Perry's random musings with private individuals touting an expertise in cybersecurity or political discussions with attorneys from a presidential campaign, or with state legislators concerning hearings before them about possible local election fraud or actions they could take to challenge election results in Pennsylvania,\" Howell wrote.  ", "While Howell ultimately let Perry keep about 161 of his records from investigators under the Constitution's Speech or Debate Clause - a provision that shields legislators from certain law enforcement actions targeting conduct related to their legislative duties - she ordered that the 2,000 other records be given to Justice Department investigators.  ", "The inquiry is now part of special counsel Smith's January 6 investigation.   ", "Perry has appealed her ruling, managing to keep secret all 2,000 records for almost seven months since his phone's seizure, and the DC Circuit Court of Appeals heard arguments in the case on Thursday.   ", "Because some of those arguments were public, Howell released redacted versions of her opinions and orders in the case Friday night.  ", "She largely rejected Perry's arguments for privacy, calling his approach to the case an \"astonishing view of the scope of the legislative privilege\" that would \"truly cloak Members of Congress with a powerful dual non-disclosure and immunity shield for virtually any of their activities that could be deemed information gathering about any matter which might engage legislative attention.\"  ", "The unsealed court orders also provided  more insight into the search itself, and how the case came to be.   ", "After Perry's phone was seized and copied by FBI agents on August 9, the Justice Department returned to court for a warrant to review the contents of his phone.  ", "Nine days later, Howell approved the warrant, \"finding probable cause that a crime was committed\" and that evidence of the crime would be found on Perry's phone, according to the unsealed opinions.  ", "Perry had 44 days to argue to the court his Speech or Debate privileges as a member of Congress, which could protect records of legitimate legislative activity from the federal investigation. He told the court his phone contained \"communications with his staff, members of Congress, and others\" - then logged records on his phone, including \"Notes,\" by date, recipient, sender and subject matter for a judge to consider.   ", "Howell then went through those records.   ", "Perry has not been charged with a crime.  ", "Howell last November showed concern that Perry's team was trying to \"unilaterally delay\" the criminal investigation.  ", "The court fight itself has put on hold DOJ's ability to access the content of Perry's phone. And, Howell accused Perry's team of slow-walking the work on the case, as their review of the contents of the phone last fall went slowly as the litigation moved forward.   ", "His team was reviewing his phone records for possible privilege assertions at a rate of 265 documents a day, the Justice Department told the judge, while the court had ordered them to review records at a rate of 800 a day, according to one of the opinions released Friday.  ", "\"If Rep. Perry has indeed significantly deviated from the pace required under the Perry Privilege Log Order, and he continues to slow-walk producing privilege logs to the government ... he risks forfeiting his right to assert his privilege,\" she wrote in November. \"Rep. Perry is now on notice to speed up his review.\"  ", "The timing of his documents review didn't arise again in Howell's future opinions, according to the redacted now-released court records.  ", "This story has been updated with additional details. "], "headline": "Rep. Scott Perry was 'persistent' in contacting executive branch around 2020 election, court documents reveal    ", "timestamp": "  Updated  10:55 AM EST, Sat February 25, 2023    ", "act": "/2023/02/24/politics/scott-perry-cellphone-2020-election"}, "/2023/02/25/politics/zelensky-republicans-weapons": {"paras": ["As some outspoken Republican lawmakers threaten to block future aid to Ukraine, a small group of House GOP members that traveled to the country this week vowed to consider a list of key weapons and other crucial necessities during a meeting with Ukrainian President Volodymyr Zelensky, sources familiar with the meeting told CNN.    ", "The meeting, set against the backdrop of the one-year anniversary of Russia's invasion, is a stark example of how far apart members within the Republican Party are on how to handle US involvement in the war moving forward. The divide has only deepened since the GOP took over the House majority in January, even as House Speaker Kevin McCarthy has carefully attempted to remain neutral on the issue.    ", "It also comes at a time when President Joe Biden is facing increasing pressure to supply the Ukrainians with more advanced weaponry that some of his own military commanders have privately acknowledged could help Ukraine win the war.   ", "Zelensky, who met with House Foreign Affairs committee chairman Michael McCaul and four other House GOP members, told the group he planned to send them a list of weapons, which includes F-16 fighter jets, that he believes are necessary to speed up the end of the war with Russia.   ", "A top US military commander reiterated to a group of Republican lawmakers how imperative F-16 fighter jets and longer-range missiles would be to serve the Ukrainian cause, one of the sources said.  ", "\"There is a broad, bipartisan support between the United States and our NATO and European allies to support Ukraine against Russian aggression,\" McCaul said during his congressional delegation to Ukraine. \"[W]e had a very productive meeting with President Zelensky. We talked primarily about what his needs are when it comes to winning this war. And he is providing this delegation with the list of the weapons the Ukraine needs to win.\"   ", "\"He said we'll stay here as long as it takes. And while that's true, I hope it doesn't take so long to win this conflict. And to do so, we have strong bipartisan support to give Ukraine everything that it needs to win,\" McCaul added.   ", "That position, however, may become increasingly untenable as upcoming spending fights, congressional hearings and the 2024 presidential race firmly place the question of whether to add to the $113 billion the US has already sent Ukraine front and center - and as some Republicans push back on the prospect of additional aid.   ", "Several GOP lawmakers are already gearing up for such a battle, and privately gaming out how to fend off opposition within their own party.   ", "Behind the scenes, a plan is starting to take shape among the Republicans who view Ukraine's ultimate victory as the only path forward: ramp up pressure on Biden to shake off his reluctance and send weapons like F-16 fighter jets and longer range missiles while tamping down their party's opposition by using the majority in the House to spotlight Russia's war atrocities.    ", "Some GOP lawmakers are already pushing back on claims from fellow Republicans that US funding and weapons aren't going where they are intended to go - even as Republicans on the House Oversight Committee on Wednesday made clear in a letter to Biden administration officials they plan to investigate federal funding to Ukraine to examine potential \"waste, fraud, and abuse\" in spending.   ", "McCarthy, meanwhile, hasn't made a decision on what position he will ultimately take. But McCaul, in assuring Zelensky he will consider sending additional weapons and aid to Ukraine, did so with the private backing of McCarthy, a person familiar with the discussions told CNN.    ", "McCarthy has also supported House Oversight Chairman James Comer's probe into the potential misuse of previous US aid, a second person familiar with the talks said. McCarthy also approved Comer sending the letter to Defense Secretary Lloyd Austin, Secretary of State Antony Blinken and US Agency for International Development Administrator Samantha Power seeking documents and information to understand how the departments and the agency are conducting oversight of these funds.   ", "Zelenky's specific goal of obtaining US F-16 fighter jets has become an increasingly controversial ask. Both Biden and General Mark Milley, Chairman of the Joint Chiefs of Staff, have previously opposed such a move due to concerns about how it could escalate the conflict.    ", "But the argument against providing F-16s is becoming more difficult to make as senior military leaders have privately acknowledged to GOP lawmakers in recent days that those weapons would help Ukraine win the war, according to a source familiar.    ", "Last week, Gen. Christopher Cavoli, supreme allied commander for Europe and head of US European command, told 10 GOP lawmakers in a closed-door briefing that F-16s would help Ukraine win.  Asked if that was the case, Cavoli said \"yes,\" the source said, confirming details first reported by Politico.    ", "While Cavoli's comments go further than what senior US officials have said publicly, they also reflect diverging views within the Pentagon - notably splitting with the more cautious approach of Milley who has long been wary of any move that could provoke Russian escalation, according to multiple sources familiar with the matter.    ", "As the push for providing those weapons intensifies, McCaul plans to hold a hearing this spring on alleged Russian war crimes, a McCaul spokesperson told CNN.   ", "In addition to McCaul, GOP Reps. Darrell Issa of California, Keith Self of Texas, Max Miller of Ohio, Jake Ellzey of Texas, as well as Margaret Kibben, the House chaplain, were part of the delegation.  "], "headline": "Zelensky urges top GOP lawmakers to consider new weapons wish list    ", "timestamp": "  Updated  10:08 AM EST, Sat February 25, 2023    ", "act": "/2023/02/25/politics/zelensky-republicans-weapons"}, "/2023/02/24/politics/joe-biden-east-palestine": {"paras": ["President Joe Biden told reporters at the White House Friday he has no plans travel to East Palestine, Ohio, and defended his administration's response to the train derailment there that caused a toxic chemical spill.  ", "\"At this point, I'm not,\" Biden said, when asked if he has any plans to visit the community, pointing instead to his and his administration's early and consistent response to the disaster.  ", "\"You know, we were there two hours after the train went down - two hours,\" Biden said. \"I've spoken with every single major figure in both Pennsylvania and in Ohio, and so the idea that we're not engaged is just simply not there. And initially, there was not a request for me to go out even before I was heading over to Kyiv, so I'm keeping very close tabs on it. We're doing all we can.\"  ", "Biden, who was briefed Friday on the latest developments, noted that he had held a \"long meeting with my team\" on Zoom.  ", "Following Biden's comments, a White House official shared a detailed timeline outlining the federal government's response in the wake of the derailment, including the arrival of federal teams from the Environmental Protection Agency, the Department of Transportation, the Federal Railroad Administration, and the Pipeline and Hazardous Materials Safety Administration just two hours after Norfolk Southern reported the derailment to the National Response Center at 10:53 p.m. ET on February 3.  ", "According to the timeline, the White House contacted Ohio Republican Gov. Mike DeWine to offer additional federal assistance on February 5, with Biden calling DeWine and Pennsylvania Democratic Gov. Josh Shapiro on February 6.  ", "\"Federal teams have continued to arrive in East Palestine - investigating the cause of the derailment, making Norfolk Southern clean up its mess and reimburse families, conducting public health screenings, monitoring the air and water, and screening over 550 homes,\" the official told CNN.  ", "But the Biden administration's response has drawn criticism from Republicans, including East Palestine Mayor Trent Conaway, who told Fox News earlier this week that Biden's decision to visit Ukraine while the situation was unfolding in Ohio was \"the biggest slap in the face, that tells you right now he doesn't care about us.\" In remarks from East Palestine Wednesday, former President Donald Trump slammed the Biden administration's handling of the situation, telling supporters in Ohio, \"You are not forgotten.\"  ", "Per the White House, Biden made calls Tuesday from Warsaw, Poland, to receive updates on the EPA's response, including with PA Administrator Michael Regan, Ohio Democratic Sen. Sherrod Brown, Ohio Republican Rep. Bill Johnson, DeWine and Shapiro.  ", "Pressed on the administration's response, White House press secretary Karine Jean-Pierre told reporters Thursday, \"Yes, he [Biden] is satisfied\" at his administration's response, while touting agency work throughout the crisis.  ", "\"Showing up is having the Environmental Protection administrator on the ground, showing up is having the DOT secretary on the ground to talk about what is the next process, holding to account the account the company that caused the spill,\" she said, while criticizing \"bad faith attacks\" against members of Biden's administration, including Transportation Secretary Pete Buttigieg.  "], "headline": "Biden: 'At this point I'm not' planning to visit East Palestine, Ohio, after toxic train derailment    ", "timestamp": "  Published  7:37 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/joe-biden-east-palestine"}, "/2023/02/25/politics/pepfar-aids-hiv-what-matters": {"paras": ["Former President George W. Bush made a rare appearance in Washington, DC, on Friday - gathering some big names from his administration, a key political opponent in former House Speaker Nancy Pelosi and even Microsoft co-founder Bill Gates - to help protect his signature foreign policy achievement.  ", "The US government says it literally saved 25 million lives, but Bush is afraid most Americans don't know that fact.  ", "This year marks the 20th anniversary of the US President's Emergency Plan for AIDS Relief, or PEPFAR, which the rock star Bono, in a video message beamed into the event, called a \"genius plan, pretty crappy acronym.\"   ", "Pelosi sat a row behind Dr. Anthony Fauci, who worked on the federal response to AIDS, and just in front of Ukraine's ambassador to the US - in addition to funding Ukraine's effort to repel Russia's invasion, the US also helps fund Ukraine's effort to control AIDS. They're all hoping the US reups on PEPFAR, which costs a relative pittance in US government tax dollar terms - $7 billion in 2022 and more than $110 billion total over 20 years - but has saved so many people.  ", "Tatu Msangi found out she was HIV positive in 2004, after she was already pregnant with her daughter, Faith.   ", "\"Seventeen years later, my daughter, Faith, stands alongside me as a representative of the 5.5 million babies born HIV free as a result of years of the PEPFAR program,\" Msangi said.   ", "It's not exactly clear that PEPFAR or its funding are in any danger, and I could not find any top Republicans who are actively lobbying against it.  ", "But with the new GOP majority in the House talking about spending cuts and the current White House frustrating the former president by hoping to roll the program into a new bureau where the sole focus would not be AIDS in Africa, Bush went on stage with former Secretary of State Condoleezza Rice and the former president of Tanzania, Jakaya Kikwete, to educate people.  ", "\"I'm here to remind people that American taxpayers' money is making a huge difference, a measurable difference in saving lives, 25 million people. Yet most people in America have no clue what we're talking about,\" Bush said during the event, sponsored by his namesake presidential center at the United States Institute of Peace building in Washington.   ", "When Rice asked him if he had a message about American leadership, \"because there are a lot of people in our country who think we should mind our own business,\" Bush had a clear message that the US must continue spending money outside its borders.  ", "\"I think we're a big enough nation to do more than one thing,\" he said. \"To continue to fight against AIDS in the continent of Africa and to support the Ukrainian freedom fighters does not constrain our capacity to help our own citizens. I don't understand why there's any resistance to a program like PEPFAR unless we've lost our compassion.\" ", "The chairman of the House Foreign Affairs Committee, Rep. Michael McCaul of Texas, is a major backer of the program.  ", "\"I still remember when I met Botswanan President Masisi in 2019, and he told me the U.S. global health investments in Africa - specifically PEPFAR - has saved a generation of people from extinction in his country,\" McCaul said in a statement when asked about Bush's comments.  ", "I've been considering a newsletter focused on PEPFAR since President Joe Biden invited Bono to his State of the Union address and held PEPFAR up as an example of what can be done when lawmakers with different viewpoints work together.  ", "That Bono, lead singer of the rock band U2, worked back in 2003 during the Iraq War with Bush, the Republican president, and Pelosi, then new to her role as Democratic leader, and with conservative and liberal lawmakers, feels bizarre today, when the political leaders are barely speaking.   ", "That said, I think we forget how toxic the political environment was during the Iraq War years.   ", "I talked to Tom Hart, president of the ONE Campaign, for his perspective on how the program worked, how much it's cost the US and how they found a way, as he put it, to get \"the chairman of the pro-life caucus working with the Congressional Black Caucus,\" and LGBT activists alongside evangelical pastors. The ONE Campaign was co-founded by Bono and aims \"to end extreme poverty and preventable disease by 2030,\" according to its website.   ", "Excerpts of that conversation are below.  ", "WOLF: For starters, how exactly does PEPFAR work?", "HART: PEPFAR, the President's Emergency Plan for AIDS Relief, is the US bilateral program to provide care treatment and prevention for people suffering from HIV. Caring for those impacted and their families and orphans - preventative measures like condoms and education and training and treatment.   ", "That last bit, treatment, was what was revolutionary, frankly, at the time. Twenty years ago, there was not any strategy or a conception that you could provide wide-scale treatment in sub-Saharan Africa or other resource-poor settings.  ", "It was quite radical, frankly, to develop a plan to simplify drug regimens and get them widely distributed, as President Bush described, by motorcycle and bicycle if necessary. How it happened is a longer story, but that is what the crux of the program was, and it has been wildly successful over the years.   ", "It has exceeded its goals many, many times over and been endorsed by every president since and funded by every Congress since then - a really transformative program in terms of the lives that it saved, now 25 million lives over 20 years.  ", "WOLF: I have heard that figure a lot, and it's amazing. I haven't seen where that figure came from. How did we calculate that it saved 25 million lives?", "HART: PEPFAR has done an extraordinary job of keeping track of the data. The health workers are issued these small iPads, and they keep track of every drug and every dose that is delivered.   ", "They diagnose those who need to be put on treatment, put them on treatment and then will follow up. ... And so that number comes from PEPFAR itself, having looked at all the interventions that they've put in and ascribe a value to their contribution to the lives saved over that time.   ", "WOLF: The State Department's plan for PEPFAR is to eradicate AIDS as a global health threat by 2030. What exactly does that mean?", "HART: It means that we've got to get many more people tested and on the treatment regimen. It has a lot to do with prevention, particularly the hardest hit and marginalized populations like young women.   ", "One of the largest groups of people who are contracting the disease now are our younger women and LGBTQ and other marginalized people. So it's going to be very, very difficult and take a concerted effort to deliver prevention and treatment services to those who remain.   ", "The 2030 goal is one that everyone shares. Although the pandemic did set back efforts, but it did not reverse it. PEPFAR continued to deliver services, both prevention and treatment services across Africa, even during the pandemic. And interestingly, some of the infrastructure, the lab services and health care training and other medical investments through PEPFAR over the last 20 years were used in some of the Covid response.  ", "WOLF: Is there a threshold by which we know we've succeeded in doing that? ", "HART: What's amazing about these medicines is that people will live with HIV. So it will still be among us.   ", "But it will be at a level that is controlled within each individual - and then that the spread has been reduced to a level that it will be able to be managed as a public health issue. There is not, at the moment, that goal to eradicate it completely, like smallpox or the work that's going on with polio. ", "WOLF: I read a Kaiser Family Foundation synopsis of the program that much of the structure of PEPFAR will continue regardless of whether it is reauthorized by Congress. Is it a problem if it's not reauthorized?", "HART: I think it is a problem. For a couple of reasons.   ", "One, Kaiser is absolutely right. Federal programs can continue even if the date on the authorization legislation expires. That is true for many federal programs, not just this one.   ", "But it is a problem in that it is on a political level very important to maintain the bipartisan support and just the overall knowledge of Congress for this incredible life-saving program that Congresses before them have endorsed and funded.   ", "We really embrace the reauthorization process, and the education that it provides is something that every member of Congress, and more importantly, their constituents, should be incredibly proud of.   ", "Most American citizens don't realize that they've saved 25 million lives around the world and the families and communities and goodwill that has come from that. It's just an extraordinary success story.   ", "So the reason to do it is both political, and the second reason is that there may be rule changes in the House. This is something that we're still sorting out.  ", "There have been some conversations that unauthorized programs would not be funded. There are many, many programs that are unauthorized at the moment. We want to make sure that there is no reason not to fully endorse and fund this important program.  ", "WOLF: This is an example of true bipartisanship and bringing people together from all different sides. Tell me a little bit about how that process occurred 20 years ago.", "HART: It was the convergence of a bunch of different things that happened, one of which is building on the debt relief campaign in '98, '99 and the coming of the millennium in 2000.   ", "You had to bring together politically left and politically right, people of faith, humanitarian organizations and others around debt cancellation. It created an interesting coalition of people. Strange bedfellows.   ", "I'm talking about relieving the debts of the poorest countries. Rooted in the biblical notion that every 50 years should be a year of jubilee, when land is allowed to lie fallow, slaves were freed and debts were forgiven.   ", "And this curious coalition of people who came together, and politicians who came together on debt cancellation work, first of all realized that any of the savings from debt relief were going to be completely swallowed up by the catastrophe that was the HIV/AIDS pandemic.   ", "The working alliances of politicians and activists on the right and left were maintained and expanded around HIV. We had the chairman of the pro-life caucus working with the Congressional Black Caucus. We had LGBT activists and evangelical pastors.   ", "People came together through various lenses and various interests through this.   ", "There was bipartisan legislation before PEPFAR was announced. It was supported by (Sens.) John Kerry (of Massachusetts) and Bill Frist (of Tennessee), and in the House by Barbara Lee (of California) and Jim Kolbe (of Arizona), saying the United States needed a bolder response to the AIDS pandemic. Not anywhere close to what President Bush ended up announcing, but to encourage more to be done.   ", "You mentioned the bipartisanship. It was a time where compromise was still valued, and those cross-party conversations were able to happen.   ", "There were incredible disagreements around the treatment focus, incredible arguments around how do you do prevention. There was this famous debate over ABC: abstinence, being faithful and condoms. It turns out you need all three, but that was a really intense debate. There was a lot of effort to expand the remit beyond HIV, and include malaria and other health issues.  ", "Lots of compromises, hard-fought but goodwill toward the broader goal of saving as many lives from HIV as possible.   ", "Those compromises, rolling up the sleeves in the backroom, created alliances and indeed friendships that have lasted over many, many years.   ", "And that's one of the things that we try to remind new Congress' new members and their constituencies: Compromise is necessary in order to make big things happen.  ", "WOLF: One of those compromises of the original law was that a third of prevention funding had to go to abstinence-only education, which in my ears today seems kind of crazy. I'm sure to a lot of people it seemed kind of crazy back then. But in compromise, you have to give something up.", "HART: That's just it. Is it a perfect piece of legislation? Is it perfect public health policy? No.   ", "But the larger good that came from those compromises, and those disagreements, having both sides come together and 20 years later, and $110 billion approved just wouldn't have happened unless both sides were at the table, arguing about their own values and what worked and what didn't work.   ", "Keeping the big picture in mind and making sacrifices for things that you thought were the most important things for the greater good was what was necessary. We've lost sight of that now. It's become even more difficult.  ", "WOLF: At the same time, you refer to that as a time when compromise was still valued. I'm thinking back to 2003. Kerry and Bush were about to have an incredibly contentious presidential campaign. The larger story at the time was about the Iraq War. Bush was reviled by a large portion of the international community for that. I don't want to lose sight of that. How does PEPFAR, which everybody can agree was an accomplishment, change Bush's legacy in terms of the war?", "HART: I will quote my co-founder here, Bono, who says, \"You don't have to agree on everything if the one thing you can agree on is important enough.\" Even though said by an Irish rock star, those are probably wise words for politics.   ", "Absolutely, we knew the divisions around the Iraq War, and obviously the ONE Campaign did not weigh in on that. But many Democrats were fiercely opposed.   ", "Barbara Lee, I think, was the only person to vote against military intervention in Afghanistan after 9/11 and yet was the chief advocate on the Democratic side for a global response and worked with the Republicans very effectively to move this legislation forward.   ", "If politics is the art of the possible that is, you have to be able to say I vigorously don't agree with you on this. But if we can agree on that, we can make a big change. And that's what happened with HIV.   ", "If you're an advocate like Bono or the ONE Campaign or many others, do you wonder, am I giving cover to someone you don't agree with on a whole host of things. But the opportunity to do something great - and I think history has shown that PEPFAR is one of President Bush's great legacies. I'm just grateful that folks were able to understand where they disagreed and yet charted a path where they could agree.  ", "WOLF: The domestic political conversation is increasingly about the US debt, which is more than $31 trillion now. Republicans are insistent there will be some spending cuts, and I think we can all agree that's probably going to happen. When you're in a Republican member of Congress' office arguing for international aid, how do you make that argument when there's so much focus on the debt here at home?", "HART: Great question. Polling over 20 years has consistently told us that the American public thinks we spend around 20% of the budget on foreign aid. It's less than 1%.   ", "So the magnitude of what foreign aid occupies in terms of the budget versus the impact that it has globally is one of the first things that we talk about.   ", "The second is that it is far cheaper to prevent catastrophe and conflict. The United States is very good about responding to catastrophe and conflict. But if we can prevent it beforehand, whether it's a health disaster or even the instability that is caused from severe economic strain.  ", "The foreign aid that the United States provides, which is very targeted, is measured and the results are carefully tracked - we have seen that it has demonstrable impact across the world for just pennies of our federal budget, and we believe an excellent investment in the way the United States both presents itself in the world and serves our interests.  "], "headline": "The US says it saved 25 million lives - and most people don't know it    ", "timestamp": "  Published  8:08 AM EST, Sat February 25, 2023    ", "act": "/2023/02/25/politics/pepfar-aids-hiv-what-matters"}, "/2023/02/24/politics/kevin-mccarthy-tucker-carlson-january-6-footage": {"paras": ["House Speaker Kevin McCarthy is keeping his word to radicals who put him in power and rewarding those who can keep him there, paving a smooth start to his tenure that may, however, be storing up trouble down the road.  ", "The California Republican handed hard-right House members with plum committee assignments, dumped several high-profile Democrats from key panels to please the conservative media universe, launched investigations into the \"weaponization\" of government against Republicans like former President Donald Trump and gave a pass to Georgia Rep. Marjorie Taylor Greene when she heckled President Joe Biden during the State of the Union address or suggested \"national divorce\" between red and blue states. He's refused to demand the resignation of New York Rep. George Santos, a serial fabulist, who might be an embarrassment but whose seat remains critical to the GOP's tiny majority.   ", "This week, in his most stunning move yet, McCarthy is giving Fox News host Tucker Carlson exclusive access to security footage of the January 6, 2021, US Capitol insurrection. The move may fuel Carlson's false claims and conspiracies about a heinous attack on American democracy. The Fox primetime star has in the past baselessly claimed people working for the FBI orchestrated the invasion of Congress.   ", "McCarthy is currying favor with a past critic and supremely powerful media host he'd love to get on his side as he tries to rule his conference and court the conservative base. He's already used the effort in fundraising appeals. And his move may also help whitewash Trump's culpability for the insurrection, weeks after the ex-president played a role in helping him win the speakership.   ", "After appeasing demands from GOP holdouts and finally securing the speakership on the 15th roll call vote last month, McCarthy's opponents argue that he's now cravenly paying back the most extreme members of the most radical GOP conference in modern American history. But perhaps, he's also purchasing goodwill among his members that could give him more maneuvering room when he needs votes later in the year over critically important issues like raising the government's borrowing limit, agreeing on a budget and sending more military aid to Ukraine.  ", "Yet there's little in McCarthy's past as a Republican leader that suggests he has such political dexterity. And the most riotous members of the House GOP seem highly unlikely to accept McCarthy's concessions and fall in line. Nor does the uncompromising ideology of some of the political and media influencers he's courting suggest they'd be content to cede power to him.   ", "And as McCarthy parries accusations that he's acting from naked political motivations, he's adopting superficially principled justifications that mock his critics. He told The New York Times he handed over the security tapes because he had \"promised\" to do so. The speaker gave such an undertaking to Florida Rep. Matt Gaetz, a GOP source told CNN's Melanie Zanona, in his quest to secure the gavel, but the apparent deal did not specify that Carlson should get the footage. McCarthy suggested to the Times he was also acting in the interests of transparency. \"I was asked in the press about these tapes, and I said they do belong to the American public. I think sunshine lets everybody make their own judgment.\"  ", "Except, he's not giving them to the American people so anyone can see them, or releasing them to all media, at least yet. The speaker is specifically offering access to a conservative TV host who has made no secret of his agenda. Had he wanted to create that ray of sunshine, McCarthy could have posted them online, tasked congressional committees to examine them or invited other media outlets to also view them.   ", "The credibility of Fox News - Carlson's television home and the apparent destiny of the tapes - has, meanwhile, taken a hit following revelations from text messages and emails in a court filing this week that some of Fox's biggest stars and executives privately dismissed Trump's lies about voter fraud after the 2020 election but allowed them to dominate its airwaves. Just as McCarthy is apparently unwilling to challenge the power of conservative media, Fox appeared unwilling to alienate a conservative audience that wanted to believe Trump won. CNN has reached out to Fox News and Carlson with questions about how the security footage will be handled but had not received a response as of Thursday evening.    ", "McCarthy also tried to cast his stance on Santos, who lied about large portions of his biography and career resume, as a democratic one.  ", "\"The voters of his district have elected him,\" McCarthy said of the freshman in January, suggesting that to demand the resignation of the New York Republican would be an affront to democracy - even though it appears voters had no idea of the truth about Santos when they sent him to Washington. McCarthy has since hinted that his position could change if the House Ethics Committee \"finds something\" against Santos, who won a district that Biden carried in 2020 and that could be tough for the GOP to hold.   ", "McCarthy's stances have led to criticism and enraged Democrats, who say his release of the footage to Carlson could endanger the security of the Capitol. But in America's bitter political climate, appealing to activist political bases is often the first consideration - especially in the radicalized Republican Party of the Trump era. In the modern GOP, earning the anger of the media is an essential element of appealing to grassroots voters and often seems a major motivation of top party figures.  ", "Previous Republican speakers like John Boehner and Paul Ryan tried to manage their radical right-wing conferences while staying faithful to the institutional responsibilities of their leadership position. It was a balancing act that eventually doomed their tenures. McCarthy appears to be taking the opposite tack, throwing his lot in completely with the extremists who have outsized influence due to the far-smaller-than-expected House majority the GOP managed to win in the 2022 midterms.  ", "But his accommodation of his conference might only work in the short term.  ", "In a sign of growing trouble, a border security bill that McCarthy had hoped to pass early in the new Congress is still in limbo after moderates voiced fierce opposition to a three-page draft drawn up by conservative Rep. Chip Roy from Texas. The dispute underscores the fatal flaw in the GOP majority between right-wingers keen to appeal to the base and moderates who won seats in states like New York and California, where they could face difficult reelection bids in 2024.   ", "CNN also reported this week on bitter splits between factions of the GOP on the question of more aid for Ukraine. McCarthy has tried to finesse this divide by saying he favors support for the Kyiv government but is also against a \"blank check\" for President Volodymyr Zelensky - in a nod to lawmakers like Gaetz and Greene who oppose multi-billion dollar US aid packages. The speaker's position is allowing him to avoid alienating either faction so far, but it will come under fierce pressure when massive requests for arms and ammunition for Ukraine arrive on Capitol Hill.  ", "McCarthy also appears to be navigating into a perilous position on a looming showdown with Biden over the need to raise the government's borrowing authority, or the debt ceiling, later this year. If the authority is not granted by Congress, the US could default on its obligations, shredding its credit rating and throwing the American and global economies into turmoil. But McCarthy is standing with the most radical members of his conference who are demanding huge spending cuts, which Biden has refused to accept, in order to lift the debt ceiling.   ", "The California Republican may end up with a fateful choice between backing the lawmakers who elected him speaker and crashing the economy, since, if he tried to grant Biden such authority by using some Democratic votes, it's possible he'd be toppled.   "], "headline": "McCarthy rewards the pro-Trump radicals who put him in power    ", "timestamp": "  Published  12:09 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/kevin-mccarthy-tucker-carlson-january-6-footage"}, "/2023/02/23/politics/partisan-politics-east-palestine-ohio-derailment-analysis": {"paras": ["The people of East Palestine, Ohio, just want help, truth and accountability after a freight train wreck smothered their town with a toxic cloud and left them afraid to drink the water.  ", "\"I don't feel safe, because I don't know what the future holds for my town,\" said lifelong East Palestine resident Jessica Conard during a Wednesday evening CNN town hall. Her comment encapsulated a remarkable and pervasive feeling of mistrust among residents toward assurances by state and federal officials that their air and water are safe.  ", "\"This has the potential to really decimate a small town like us,\" Conard added.  ", "A massive clean-up is underway, officials are testing local water systems, wells, streams and creeks, and multiple investigations are beginning.  ", "But these Ohioans in the epicenter of an environmental crisis, which suddenly arrived on their doorsteps on February 3, are also becoming political extras on an early stage for GOP White House candidates like former President Donald Trump.  ", "Whenever disaster strikes in divided America, toxic politics isn't far behind, and derailments - like hurricanes, industrial accidents and transportation meltdowns - come with a political scorecard that adversaries leverage to try to damage those in power.  ", "Republicans are using the derailment to claim that while President Joe Biden is lavishing billions on Ukrainians he visited in a daring trip to wartime Kyiv this week, he is neglecting needy Americans back home.  ", "\"You are not forgotten,\" Trump said after traveling to East Palestine on Wednesday - although lacking the power of his former office, he has more capacity to boost his slow-moving 2024 campaign than to fix the disaster.  ", "The train wreck is also a fresh hazard for a Democratic rising star, Pete Buttigieg. The former presidential Democratic candidate's role as Transportation secretary offers a valuable platform ahead of possible future campaigns. But it also carries the risk of a political blow every time something goes wrong with America's accident-prone infrastructure. Buttigieg, who is headed to Ohio Thursday, admits he could have spoken out about East Palestine sooner and has promised to learn his lesson. He'll now travel there the same day a preliminary National Transportation Safety Board report into the causes of the derailment is set to be released.   ", "Republicans sense vulnerability. \"He is an incompetent who is focused solely on his fantasies about his political future & needs to be fired,\" tweeted Florida Sen. Marco Rubio, who, like Buttigieg, might also have another White House race in his future.  ", "The Ohio disaster is also allowing the public a glimpse into the rarely seen Washington duel between regulators and freight firms, which has huge implications for keeping Americans safe as vast trains - some as long as 150 cars, some carrying poisonous chemicals - rumble through towns and cities. Trump might be posing as a savior now, but he presided over a slashing of environmental and safety regulations in office. Huge transportation firms, meanwhile, pay lobbyists millions of dollars to loosen safety rules and staffing levels as they seek to maximize profits, even while rewarding shareholders and scrimping on safety.  ", "Still, perhaps the consequences of the derailment could unlock unusual coalitions in Washington. Conservative Republican Sen. Ted Cruz of Texas and progressive Democratic Rep. Ilhan Omar of Minnesota are both demanding reforms, for instance. But in Washington, expectations of bipartisan action after a catastrophe often wane as time passes.  ", "Given the political hypocrisy on show, the sometimes slow-moving machinery of a government disaster response, and the complex layers of federal, state and local responsibility, it's no wonder residents question whether they are being heard.   ", "Their concerns are only exacerbated by the fact that hazardous smoke that rose over their homes followed a controlled burn of several wagons containing chemicals, which was ordered by officials to forestall an even worse disaster - a massive explosion.  ", "Residents of the town of 5,000 people complained of medical conditions like rashes, sore throats, bloody noses and other ailments and found thousands of dead fish in creeks. Locals want quicker action from state and federal leaders, question officials' assurances their water was safe and feel overpowered by Norfolk Southern, the multi-billion dollar railroad firm that was responsible for the train that derailed.   ", "A response that some saw as sluggish has ramped up. The Biden administration is now forcing Norfolk Southern to pay for the clean-up operation and to compensate the government for its expenses.  ", "Yet many townspeople mistrust officials who tell them they are in no danger, contrasting the evidence of their own senses with what they are being told.   ", "One person's plea for help is another's political opening.  ", "Trump may have brought some comfort to people in a region that voted for him overwhelmingly with his visit on Wednesday, but it was still a partisan political play.  ", "\"I sincerely hope that when your representatives and all of the politicians get here, including Biden, they get back from touring Ukraine, that he's got some money left over,\" Trump said in East Palestine, in Columbiana County, which he won with 72% of the vote over the current president in the 2020 election.  ", "\"We stayed with you, we pray for you and we will stay with you,\" Trump said, despite having no capacity to direct the government response. His attack on Biden did, however, underscore his \"America First\" mantra.  ", "In response, Biden tweeted about the disaster while in Europe, blaming his predecessor's administration for making it harder to implement rail safety measures and telling residents, \"We've got your back.\"  ", "Trump pledged bottled water sourced from his hotels and bought burgers for firefighters in a local McDonald's as he adopted the trappings of a presidential post-disaster visit to polish his own political profile. He boasted how he had deployed the Federal Emergency Management Agency - which is currently operating in East Palestine - during his presidency. He didn't mention his own criticized disaster mismanagement, however, after Hurricane Maria devastated Puerto Rico in 2017 or during the Covid-19 pandemic.  ", "Trump sidestepped a question over his role in weakening safety standards after he repealed an Obama administration rule requiring freight railroads to employ electronically controlled pneumatic brakes on certain trains hauling hazardous and flammable cargos. The measure wouldn't have stopped the East Palestine disaster since the train that derailed there didn't have sufficient cars of such a type that would have triggered the rule had it still been in force. But critics have charged that Trump's slashing of such rules and his elimination of regulations across the board made railroads and Americans less safe.  ", "Other current and potential Republican presidential candidates rushed to catch up with Trump. Former South Carolina Gov. Nikki Haley asked whether Biden shouldn't be \"with those people in Ohio.\" Haley's attack seemed inconsistent with her vow to be tougher than Biden on Russian President Vladimir Putin. After all, the president traveled to Europe around the anniversary of the Russian invasion to warn Putin would never win the war. And former Vice President Mike Pence, who might also run in 2024, said he was \"glad\" that Biden went to Ukraine \"but he should have gone to East Palestine first.\"   ", "Given his political profile, Buttigieg is one of the most famous Transportation secretaries in modern history. He's been thrust into the spotlight during travel meltdowns in the aviation industry - during weather-related shutdowns and during the chaos triggered by Southwest's scheduling nightmare last year.  ", "Republicans blame the former South Bend, Indiana, mayor for every transportation mess. In response, he has positioned himself as the champion of the victims. In the case of the Ohio train wreck, for example, he wrote this week to Alan Shaw, the head of Norfolk Southern, bemoaning the way the derailment had \"upended the lives of numerous residents.\"   ", "\"The people of East Palestine cannot be forgotten, nor can they be simply considered the cost of doing business,\" Buttigieg wrote in the letter, which was clearly designed for an audience wider than Shaw.  ", "Buttigieg also admitted Wednesday that he \"could have spoken out sooner\" regarding the derailment.  ", "\"I was focused on just making sure that our folks on the ground were all set but could have spoken sooner about how strongly I felt about this incident and that's a lesson learned for me,\" Buttigieg said on CBS News' \"Red & Blue.\"  ", "Buttigieg said he had been \"respecting the role that the independent NTSB plays and staying out of their way\" but vowed to be \"focused on action, not on politics, not on show\" when he visits East Palestine.   ", "Now that Biden is back on US soil, the odds of him making his own visit - to empathize with townspeople and to show he's on top of the response - must be rising. Such trips are often about perception. But the presence of a commander in chief does galvanize the government like nothing else and assure those hit by disasters that they are not forgotten.  ", "One thing is certain, however: if he does go, Trump will claim credit.  "], "headline": "Ohio's toxic spill is unleashing poisonous, partisan politics    ", "timestamp": "  Published  12:01 AM EST, Thu February 23, 2023    ", "act": "/2023/02/23/politics/partisan-politics-east-palestine-ohio-derailment-analysis"}, "/2023/02/22/politics/georgia-grand-jury-emily-kohrs-what-matters": {"paras": ["It's a marvel of the American judicial system that Emily Kohrs, a 30-year-old woman who has described herself as between customer service jobs and who said she didn't vote in the 2020 presidential election, could play a pivotal role in the potential indictment of a former US president.  ", "But we're getting ahead of ourselves and so, too, may be Kohrs, the foreperson of the special grand jury empaneled from May 2022 through January 2023 to help Fulton County, Georgia, prosecutors investigate Donald Trump.   ", "It's important to note that Trump has NOT been indicted, and it's not clear he ever will be. He denies all wrongdoing.   ", "Fani Willis, the Fulton County district attorney who conducted the sweeping investigation in which Kohrs played a role, is still considering what, if any, charges should be brought against Trump or anyone else for trying to overturn the election in 2020. Prosecutors will make that decision - not the special grand jury on which Kohrs served and that heard from witnesses and prepared a report and recommendations.   ", "Kohrs is cagily answering questions, teasing that the special grand jury may have recommended charges for Trump and saying she hopes something comes of it all.  ", "Her identity as the foreperson was first revealed by The Associated Press, and in addition to the AP, she has, in short order, done interviews with The New York Times, NBC News, the Atlanta Journal-Constitution and CNN.  ", "The former US Attorney Harry Litman said on CNN on Wednesday that prosecutors have got to be \"consternated\" that a potential jury pool could be contaminated by Kohrs' \"odd 15-minute PR tour.\"  ", "But he acknowledged that her teasing suggestion that Trump could be indicted is nothing short of incredible.  ", "\"In terms of magnitude, I'm straining for the right adjectives, but it'd be the biggest thing that's happened in the criminal law perhaps in American history, right? This has never happened to a former president,\" Litman said.  ", "While federal grand juries are notoriously secret affairs, grand juries empaneled in local courts have varying rules. There's nothing in the statute about special grand juries in Georgia that says they must be secret. In fact, the statute says reports issued by special grand juries should be published if the grand jury recommends it. And Kohrs says the judge gave her and the other jurors permission to speak to the press, albeit with limitations.  ", "In an order rejecting the request of media organizations, including CNN, to release the full report, Fulton County Superior Court Judge Robert McBurney noted the special grand jury is intended to aid the district attorney, not act on behalf of the court. The report, he noted, was issued to Willis, not the court. And it is ultimately up to Willis, an elected Democrat, whether to bring charges against Trump.  ", "McBurney also pointed out that what the special grand jury saw was not a trial where a defendant presents his or her side of a case, but was instead \"largely controlled by the District Attorney.\"  ", "The special grand jury had 24 jurors, including alternates, although all 24 were never present to hear witness testimony together. Only Kohrs has spoken publicly so far.   ", "The special grand jury is essentially \"an investigative tool\" and a \"one-sided exploration,\" McBurney said, designed to enable Willis to make her decision. McBurney released portions of the special grand jury report that said jurors wanted perjury charges brought against some witnesses.  ", "CNN's Sara Murray reported Wednesday that Willis' office was not responsible for authorizing whether or not members of the special grand jury could speak to the media and did not know ahead of time that Kohrs was going to go public, according to a source familiar with the situation.  ", "Anthony Michael Kreis, an assistant professor of law at Georgia State University, told Murray that while Kohrs' media tour was unusual - particularly in a case where no one has yet faced charges - Kohrs was within her rights to discuss the case as long as she didn't delve into grand jury deliberations.  ", "\"She didn't do anything violative of her obligations,\" Kreis said. \"I don't think she did anything that jeopardized Fani Willis' strategy or her ability to bring her case.\"  ", "Kohrs told reporters McBurney gave the jury instructions, and she seemed to consider exactly how far she could go before answering reporters' individual questions - though she also seemed to enjoy the opportunity to dish about the grand jury proceedings.  ", "Kohrs was clearly tickled to play a part in the special grand jury, laughing repeatedly during an interview with CNN's Kate Bolduan on \"Erin Burnett OutFront\" Tuesday night - and seemingly starstruck at the appearance of former Trump attorney Rudy Giuliani as a witness.  ", "On the other hand, Kohrs' simple act of publicly embracing the role is a fascinating example of the US justice system, which ultimately relies on everyday people.   ", "Trump dismissed Kohrs and the Willis investigation in a post on his social media network. \"Now you have an extremely energetic young woman, the (get this!) 'foreperson' of the Racist D.A.'s Special Grand Jury, going around and doing a Media Tour revealing, incredibly, the Grand Jury's inner workings & thoughts,\" he wrote.  ", "Here are some of the key portions of that fascinating interview with CNN. I've paraphrased Bolduan's questions and have noted Kohrs' responses in italics.  ", "I think if you look at the page numbers of the report, there's about six pages in the middle that got cut out. Allow for spacing, it's not a short list. ", "I really don't want to share something that the judge made a conscious decision not to share. ", "I will tell you that it was a process where we heard his name a lot. We definitely heard a lot about former President Trump, and we definitely discussed him a lot in the room. And I will say that when this list comes out, you wouldn't - there are no major plot twists waiting for you. ", "I can't. Well, I might be able to, according to instructions. But I don't want to. ", "I don't want to speak out on something that the judge, like I said, consciously chose not to release at this point. I don't know if I would interfere with the DA's investigations. I don't know if I would interfere with procedures in some way. I very much do not want to cross that line. ", "I wouldn't say that. I would say that - I would say that it ended up included there because it was less pointed of a suggestion than some of the other things we may have written in the parts of the report the judge chose to keep confidential. ", "I will say that I thought it was important to keep it separate as well, at least in my opinion, not anybody else's but mine. There's a difference between the crimes we were called to investigate and crimes that were committed in the room. ", "I've loved being a part of this process. I think it's amazing to actually be able to be a part of this process for once. I think it's a privilege to be able to actually be a part of the system for once and making it work. ", "This has been fascinating to get this peek into the world of politics and of all these different - of government and of all these different things and have the curtain lifted just a little bit and let us peek in as regular people has been amazing. And I'm so glad that I did it. ", "I think it's the opposite. I think that by choosing to have a grand jury, by choosing to impanel regular people, they very specifically chose to avoid politics, to take bias out of the question. Because they chose to get, instead of anyone else, they chose to get 16 random people. ", "I'm not. I'm cautious about my safety. I'm aware of my safety, but I'm not worried. I don't think I should be - I don't think I did or any of the jury members did anything that says we believe one way or the other about politics, about any of these issues. ", "I think we were empaneled to find facts, and I think we did our best to find those facts and share those facts with the district attorney and her office."], "headline": "One of the 'random people' chosen to investigate Trump goes public    ", "timestamp": "  Published  4:51 PM EST, Wed February 22, 2023    ", "act": "/2023/02/22/politics/georgia-grand-jury-emily-kohrs-what-matters"}, "/2023/02/21/politics/president-biden-vladmir-putin-china-ukraine": {"paras": ["President Joe Biden's trip to mark the anniversary of the war in Ukraine is highlighting an even more grave challenge - a new era of simultaneous and sometimes intertwined US confrontations with nuclear rivals Russia and China.  ", "Biden's dramatic visit to Kyiv Monday amid wailing air raid sirens and his soaring speech in Warsaw a day later reinforced the West's remarkable support for Ukraine's resistance to Russia and directly repudiated President Vladimir Putin.  ", "But Putin issued his riposte in an annual address, framing the war in Ukraine as a wider existential battle against the West. After Biden vowed the US will be with Ukraine for as long as it takes, Putin's speech underlined just how long that may be, raising the possibility of more years of war that will stretch the commitment of Western governments and populations to the cause.  ", "China is meanwhile injecting its own strategic play into this widening great power brouhaha. It sent its top diplomat Wang Yi - his ears ringing with US warnings not to send Russia arms to use in Ukraine - to Moscow for high-level talks, even as a Sino-American spy balloon feud simmers.  ", "In the latest highly significant move in a week of diplomatic symbolism, Putin welcomed Wang and told him relations between Beijing and Moscow were \"reaching new milestones.\"  ", "Wang told Putin that the two nations often face \"crisis and chaos, but there are always opportunities in a crisis and the latter could possibly turn into the former.\"  ", "This week's developments do not mean that the future national security threats to the US from Beijing and Moscow are the same. The war in Ukraine has often exposed Russian weakness while worries about China's rising power will preoccupy Washington for much of this century. And the two US foes are not locked in a formal alliance against the US, even if both see ways that they can advance their own aspirations to harm American interests and power by working together.  ", "But this moment finds the United States negotiating worsening foreign policy crises at the same time - with its former Cold War adversaries in the Kremlin and its belligerent new superpower rival led by Xi Jinping. Both these rivals are openly challenging the international rule of law and rejecting norms that have underpinned the international system for decades.  ", "The idea of a global contest between democracies and autocracies seemed theoretical and intangible when Biden voiced it while running for president. Now it is all too real.   ", "And this new and complicated foreign policy picture is not just a problem for American diplomats. Rising challenges abroad as well, as the depletion of US and Western weapons stocks as arms are sent to Ukraine, pose questions about military capacity and whether current defense spending is sufficient. Key Republicans meanwhile are accusing Biden of snubbing voters facing economic and other problems, even as he tries to position Democrats as the protectors of working Americans as the 2024 campaign dawns.  ", "In terms of presidential stagecraft, Biden overshadowed Putin this week, with his daring overnight train journey into Kyiv and speech in the Polish capital, a location chosen for its role on NATO's frontline. Putin's address to the Russian parliament was a staider affair, sprinkled with his now familiar nuclear threats and conspiracy theories about the West.  ", "Biden often seemed to be talking directly to the Russian leader, trying to expose him to Russians, Europeans and Americans as a tyrant responsible for disastrous blunders and inhumanity in Ukraine a year after his invasion. He listed strategic consequences of the invasion that drew Kyiv closer to the West and strengthened NATO - exactly the opposite of Putin's war aims. He mocked the former KGB colonel over how his aggression has led to one Scandinavian state whose national sovereignty was once dominated by the Soviet Union but now wants to join the western alliance: \"He thought he'd get the Finlandization of NATO, instead he got the NATOization of Finland ... and Sweden.\"  ", "And Biden vowed, \"President Putin's craven lust for land and power will fail, and the Ukrainian people's love for their country will prevail,\" he added.  ", "\"Ukraine will never be a victory for Russia.\"  ", "That may be the case. But Putin made clear in his speech that there was no prospect of the war ending soon. In telling Russians the conflict was critical to their own nation's existence and part of an effort by the West to attack Russia, he set the stage for months more bloodshed and narrowed even further already distant avenues for some kind of face-saving exit if Russia does not prevail.  ", "\"I want to repeat: It was they who unleashed the war,\" Putin said. \"And we used and continue to use force to stop it.\"  ", "To Western ears, Putin seems to be living in an alternative reality. And Biden contradicted his claims of Western imperialism, saying, \"I speak once more to the people of Russia. The United States and the nations of Europe do not seek to control or destroy Russia. The West was not plotting to attack Russia, as Putin said today.\"  ", "But dismissing Putin's conspiratorial claims and sense that the West is engaged in a long campaign to topple him would be a mistake. While conventional victory may be beyond Russia, Putin may be able to live with a long grinding war that inflicts devastation on more Ukrainian cities, kills more Ukrainians, ends up costing Western governments billions and gradually hikes pressures on leaders in the US and Europe to pull back.  ", "The Russian leader will likely be watching rising opposition to Biden's involvement in the war among conservatives in the US. On Monday, for instance, Florida Gov. Ron DeSantis hinted - on the very day that Biden was standing with Ukrainians in Kyiv - that the future of Ukraine would not be priority should he win the White House.  ", "\"The fear of Russia going into NATO countries and all that, and steamrolling, that has not even come close to happening,\" DeSantis said on Fox. \"I think they have shown themselves to be a third-rate military power.\"  ", "Comments by DeSantis and other Republicans like House Speaker Kevin McCarthy, who has warned against a \"blank check\" to Kyiv, show that while Biden can promise the US is with Kyiv for \"as long as it takes,\" he cannot guarantee it. The 2024 election may be as crucial for Ukraine as it is for the United States.  ", "Biden's trip also demonstrated that the estrangement between the US and Russia - a factor that will shape global politics for years - is almost complete.  ", "Putin, for example, announced Tuesday that Russia would suspend participation in the New START nuclear treaty with the United States. It was not clear what practical impact this would have since Moscow has stopped fully implementing the deal.  ", "Given that its economy is struggling, and its conventional forces are under extreme pressure, Russia also lacks resources to ignite a new nuclear arms race with Washington. But the collapse of one of the last building blocks of a post-Cold War thaw between Russia and the US exemplifies the almost total lack of communication between the rivals.  ", "The Biden administration's accusation last week that Russia has committed crimes against humanity ensures there will be no return to normality between Washington and Moscow even if the Ukraine war ends.  ", "Any time the top two nuclear powers are not talking is dangerous - one reason why US Secretary of State Antony Blinken said Tuesday Washington was willing to discuss the nuclear situation with Russia no matter what else was going on.  ", "Even as it confronts Russia in Ukraine, the US is seeking to dampen its latest crisis with China - over what Washington says was a Chinese spy balloon that wafted over the continental US earlier this month. The two showdowns came closer to a linkage this week as the US warned China not to supply Russia with arms that it could use in the war in Ukraine and as Wang headed to Moscow.  ", "Russia and China agreed on a friendship with \"no limits\" before Russia's invasion last year, playing into long term US fears of a united front between Moscow and Beijing. The Chinese foreign ministry bristled that Washington, which has sent a stream of high-tech weaponry into Ukraine, was in no position to lecture China on the issue.  ", "Any effort by China to supply arms for the Ukraine war would not shift the strategic balance of the battlefield - but it would be a grave and hostile new front for the US-China rivalry.  ", "US Ambassador to the United Nations Linda Thomas-Greenfield warned on CNN's \"State of the Union\" Sunday that such a step would cross a US red line but did not specify what consequences could result.  ", "There is no public evidence yet that China, while offering rhetorical support for Russia over Ukraine, has supplied lethal arms for the conflict. And the idea of a formal alliance against Washington by Russia and China still seems unlikely - given the power imbalance between Beijing and Moscow in China's favor.  ", "China, which has its own economic problems, may be unwilling to risk US sanctions that could result from sending arms to Moscow. But Beijing may also have an interest in the war being prolonged in the belief that it could distract the US and its military resources from Biden's growing efforts to respond to China's dominance in Asia.  ", "A long-dragging conflict could also drive divides between the US and Europe - further playing into China's foreign policy goals. And it could further incite political dissent in Washington, weakening Biden's capacity to fulfill his foreign policy goals on the global stage.  ", "So, there are many reasons why China - which has long seen the war in Ukraine through the prism of its rivalry with the US - may not be in a hurry to see the war in Ukraine end.  ", "That's yet another nettlesome foreign policy problem that Biden must confront.  "], "headline": "There are many reasons why China may not be in a hurry to see Russia's war in Ukraine end    ", "timestamp": "  Updated  3:36 AM EST, Wed February 22, 2023    ", "act": "/2023/02/21/politics/president-biden-vladmir-putin-china-ukraine"}, "/2023/02/21/politics/nuclear-weapons-new-start-treaty-what-matters": {"paras": ["Russian President Vladimir Putin's announcement Tuesday that Russia would suspend participation in the New START treaty, a key nuclear arms reduction agreement, is the latest in a series of ominous declarations in which he has made reference to his nuclear arsenal.  ", "What specifically this latest move will mean in terms of the worldwide nuclear threat is something of a question mark.  ", "The treaty was already essentially paused since Russia had recently refused to open up its arsenal to inspectors.  ", "CNN's report notes that Putin is not technically withdrawing from the treaty, so his declaration \"appears to be formalizing its current position.\"  ", "Russia's Foreign Ministry later clarified that Moscow will continue to respect the caps established in the treaty and that Putin's suspension of the treaty is \"reversible.\"  ", "New START - \"START\" is shorthand for \"Strategic Arms Reduction Treaty\" - is the last in a long series of nuclear treaties between the US and Russia, previously the Soviet Union.  ", "Strategic nuclear weapons are larger warheads that could wipe away cities. Russia and the US both also have smaller \"tactical\" nuclear weapons not covered by the New START treaty. Much less is known about Russia's arsenal of tactical nuclear weapons. Read more about Russia and tactical nuclear weapons.  ", "First signed during the Obama administration to take effect in 2011 and then renewed in February 2021, shortly after President Joe Biden took office, the strategic arms treaty places a cap on the number nuclear armaments each country can have.  ", "The caps, as described by the US State Department, are:  ", "The current extension lasts until February 2026, but both countries have complained about the other's compliance.   ", "In January, the US accused Russia of, among other things, continuing to refuse to allow inspections of its nuclear facilities, a key verification condition on the treaty.   ", "Russia has raised questions about US claims it converted some previously nuclear-capable bombers to only carry conventional weapons.  ", "Here's a 60-page Congressional Research Service report on debates around New START.   ", "Generally speaking, recent Democratic administrations have pursued treaties like this and recent Republican administrations have questioned their utility. President George W. Bush withdrew the US from an Anti-Ballistic Missile Treaty, and President Donald Trump withdrew the US from the Intermediate-Range Nuclear Forces Treaty. Presidents Barack Obama and Biden both endorsed New START.  ", "I went back to the authors of the 2017 book, \"Nuclear Weapons and Coercive Diplomacy\" - Matthew Fuhrmann, a professor at Texas A&M University, and Todd Sechser, a professor at the University of Virginia - for their assessment of what this new development means in terms of worldwide nuclear security.   ", "I've spoken to them periodically over the past year about Putin's nuclear rhetoric. I asked Sechser some specific questions and Fuhrmann offered some general thoughts about what Putin's move means. Portions of both conversations are below.  ", "FUHRMANN: Putin's announcement strikes me as retaliation for increased US support for Ukraine, including Joe Biden's recent visit to Kyiv. Russian leaders seem to believe that the US is now more determined to reverse its invasion of Ukraine, trying to facilitate what they would see as a strategic defeat.   ", "However, Putin's announcement on New START formalizes much of what Russia was already doing. The treaty requires reciprocal inspections to verify compliance, but Russia has not allowed this to happen since last fall, when they were supposed to resume following the Covid pandemic.   ", "Based on this, Washington had already accused Russia of being in noncompliance with the treaty.   ", "WOLF: Does Putin's announcement materially change the nuclear situation? ", "SECHSER: In the short run, the impact of this announcement is more symbolism than substance. Russia already announced six months ago that it would no longer allow inspections of its nuclear arsenal. And it is not going to suddenly build a massive new arsenal tomorrow.  ", "But the symbolism is important: This is the last remaining nuclear arms control treaty between the United States and Russia.  In the long run, the deterioration of US-Russian relations, along with the demise of this treaty, provide both motive and opportunity for a new nuclear arms race.  ", "WOLF: Many of the guardrails the US had put on its support for Ukraine in the hopes of not threatening Russia within its borders - not sending certain offensive weapons like longer-range missiles - have been abandoned as the war has progressed. Now there is serious talk of supplying F-16s. Have the US and the West gone too far in arming Ukraine? Should they go further?", "SECHSER: I am struck by how careful the Biden administration has been with its military assistance, even going so far as to modify weapons systems so Ukraine could not use them to launch long-range attacks into Russia. It has provided increasingly sophisticated weapons, but only gradually.  ", "In a way, Putin's announcement about New START can be seen as a validation of this careful strategy because of what it is not: namely, a massive military response against the West.   ", "Only Putin knows where his red lines are, but this announcement suggests that the United States has not yet crossed them.  ", "WOLF: One year into the war - and about a year after we first talked - I wonder what you think people should know about how the nuclear threat has evolved.", "SECHSER: It is hard to ignore just how little Putin's nuclear threats have accomplished. After a year of bluster about Russia using \"all available means\" against its enemies, the Ukrainians have not budged and the West is increasing its commitment to Ukraine, not shrinking away.  ", "If anything, Putin's nuclear bellicosity has only fueled the international backlash against Russia. Russia's experience over the past year offers a vivid reminder that nuclear weapons are not a magic wand.  ", "WOLF: This is the last remaining treaty on nuclear weapons between the US and Russia. Is the era of nonproliferation essentially over?", "SECHSER: US-Russian arms control has been on a downward spiral for a long time. This is the fourth US-Russian arms control treaty to come to an end during Putin's regime.   ", "The extension of New START two years ago was a cautiously optimistic sign, but the invasion of Ukraine erased that progress. This announcement is really the culmination of more than a decade of gradual erosion. It is hard to see a future for US-Russian arms control as long as Putin remains in power.  ", "FUHRMANN: The potential for nuclear escalation increases as the situation in Ukraine worsens for Russia. The overall probability of Russian nuclear use remains low, in my opinion, but it will increase if desperation sets in for Russia. (Former Russian President Dmitry) Medvedev wrote recently, \"Nuclear powers do not lose major conflicts on which their fate depends.\"   ", "Nuclear-armed countries have ended wars in the past on less than favorable terms without using nuclear weapons. Examples include the US experiences in Korea and Vietnam, as well as the Soviet war in Afghanistan from 1979 to 1989.   ", "The question becomes whether Russian leaders see the stakes in Ukraine as sufficiently vital to justify using tactical nuclear weapons - an action that would be tremendously costly for Russia and potentially Putin himself.  "], "headline": "What to know about Russia's latest move on nuclear weapons    ", "timestamp": "  Published  3:38 PM EST, Tue February 21, 2023    ", "act": "/2023/02/21/politics/nuclear-weapons-new-start-treaty-what-matters"}, "/2023/02/21/politics/biden-social-security-medicare-fault-lines": {"paras": ["In pressing Republicans on Social Security and Medicare, President Joe Biden is reprising one of the most dramatic moments of his long career.   ", "During the 2012 vice-presidential debate, Biden engaged in a nearly 11-minute exchange with GOP nominee Paul Ryan over Republican plans to reconfigure the two massive programs for the elderly, several of which Ryan had authored himself.   ", "Biden and many Democrats felt he had won the argument on stage. Yet on Election Day, Ryan and GOP presidential nominee Mitt Romney routed Biden and President Barack Obama among White seniors, and beat them soundly among seniors overall, exit polls found.   ", "That outcome underscores the obstacles facing Biden now as he tries to recapture older voters by portraying Republicans as threats to the two towers of America's safety net for the elderly. While polls consistently show that voters trust Democrats more than Republicans to safeguard the programs, GOP presidential nominees have carried all seniors in every presidential election back to 2004 and have reached at least 58% support among White seniors in each of the past four contests, exit polls have found. Democrats have likewise consistently struggled among those nearing retirement, older working adults aged 45-64.   ", "Those results suggest that for most older voters, affinity for the GOP messages on other issues - particularly its resistance, in the Donald Trump era, to cultural and racial change - has outweighed their views about Social Security and Medicare. Those grooves are now cut so deeply, over so many elections, that Biden may struggle to change them much no matter how hard he rails against a range of GOP proposals that could retrench or restructure the programs.  ", "Biden's charge that Republicans are threatening the two giant entitlement programs for the elderly - which triggered his striking back and forth exchanges with GOP legislators during the State of the Union - fits squarely in his broader political positioning as he turns toward his expected reelection campaign.  ", "As I've written, the 80-year-old Biden, at his core, \"remains something like a pre-1970s Democrat, who is most comfortable with a party focused less on cultural crusades than on delivering kitchen-table benefits to people who work with their hands.\" As president he's expressed that inclination primarily through what he calls his \"blue-collar blueprint to rebuild America\" - the planks in his economic plans, such as generous incentives to revive domestic manufacturing, aimed at creating more opportunity for workers without a college degree. Politically, Biden's staunch defense of Social Security and Medicare, programs critical to the economic security of financially vulnerable retirees, represents a logical bookend to that emphasis.  ", "\"We all know that whose side you are on is a critical debate point for every election and this debate over Social Security and Medicare really helps crystallize whose side Biden is on versus whose side Republicans are on in a very effective way for him,\" said Democratic pollster Matt Hogan, who helped conduct an extensive series of bipartisan polls during the 2022 campaign measuring attitudes among seniors for the AARP, the giant lobby for the elderly.  ", "From Franklin Roosevelt through Hubert Humphrey and Tip O'Neill, generations of Democrats have framed themselves as the defenders of the social safety net for seniors against Republicans who they say would unravel it. Biden showed how comfortable he was stepping into those shoes during his 2012 vice-presidential debate with Ryan, then a young representative from Wisconsin who Romney had selected as his running mate.  ", "Nearly 30 years Biden's junior, Ryan was an unflinching advocate of restructuring Social Security and Medicare to reduce costs over time. In particular, Ryan was the principal supporter of a conservative plan to convert Medicare, the giant federal health insurance program for the elderly, into a system called \"premium support.\" Under that proposal, Medicare would be transformed from its current structure, in which the government directly pays doctors and hospitals who provide care for beneficiaries, into a voucher (or \"premium support\") system, in which the government would provide recipients a fixed sum to purchase private insurance. Ryan had also drafted proposals to partially privatize Social Security by allowing workers to divert part of their payroll taxes into private investment accounts, a change that would have reduced the tax dollars flowing into the system and eventually required substantial cuts in guaranteed benefits.  ", "For nearly 11 minutes during the debate in October 2012, moderator Martha Raddatz of ABC skillfully guided Biden and Ryan through a heated, but civil and substantive, discussion of Social Security and Medicare's future. Ryan insisted that changes were needed to preserve the programs' long-term viability and that current seniors and those near retirement would not see their benefits reduced.  ", "Biden appealed openly to the Democrats' historic image as the programs' protectors and condemned Ryan and the GOP for wanting to partially privatize them. At one point in the debate, Biden declared: \"we will be no part of a [Medicare] voucher program or the privatization of Social Security.\" A few moments later, he insisted: \"These guys haven't been big on Medicare from the beginning. And they've always been about Social Security as little as you can do. Look, folks, use your common sense. Who do you trust on this?\"  ", "At the time, Democrats felt Biden had at least held his own, restoring the party's momentum after Obama's surprisingly listless performance eight days earlier in his first debate against Romney. And Democrats through the rest of the campaign railed against the Republican ticket as a threat to Social Security and Medicare.  ", "But on election day, those arguments did not translate into gains for Obama and Biden among seniors or the older working adults (aged 45-64) nearing retirement. As Hogan noted, the newly passed Affordable Care Act, which generated some of its funding through savings in Medicare, was extremely unpopular at the time among older voters. Obama and Biden not only lost seniors and the older working age adults, but actually ran slightly more poorly among both groups in 2012 than they did in 2008.  ", "In fact, no Democratic presidential nominee since Al Gore in 2000 has carried most seniors in a presidential campaign; Obama in 2008 was the only one since Gore to carry most of the older working age adults. Among older Whites, the Democratic deficit is even more pronounced: the Republican presidential nominee has carried around three-fifths of both White seniors and those nearing retirement in each of the past four elections. Biden in 2020 slightly improved on Hillary Clinton's anemic 2016 performance with both groups, but still lost to Trump by 15 percentage points among White seniors and by 23 points among the Whites nearing retirement, according to the exit polls conducted by Edison Research for a consortium of media organizations including CNN. Biden performed especially poorly among older Whites without a college degree - an economically stressed group heavily reliant on the federal retirement programs.  ", "Estimates by Catalist, a Democratic targeting firm, and the Pew Research Center likewise found that Trump in both 2016 and 2020 beat his Democratic opponents among both seniors and the older working adults. Like the exit polls, the Catalist data show the Republican nominees carrying about three-fifths of White seniors and older working adults in each of the past three presidential elections.  ", "The story is similar in congressional contests. In House elections, the exit polls found Republicans winning all seniors and older working adults comfortably in the 2014 and 2022 midterm campaigns and narrowly carrying them even in 2018 when Democrats romped overall. In all three of those midterm congressional elections, Republicans carried about three-fifths of the near retirement White adults, while they also reached that elevated threshold among White seniors in both the 2014 and 2022 campaigns.  ", "Republicans have maintained these advantages with older voters despite polls showing that most Americans trust Democrats more than the GOP to protect Social Security and Medicare, and that most Americans, especially seniors, oppose the intermittently surfacing GOP proposals to partially privatize both programs.  ", "Politically, \"Democrats have used Social Security and Medicare really a lot over the past two or three decades, maybe four decades,\" said Jim Kessler, executive vice president for policy at Third Way, a centrist Democratic group. \"The payoff has been a lot less than Democrats have generally thought it would be.\"  ", "Could this time be different for Biden and the Democrats? Congressional Republicans have certainly provided plenty of evidence for his claim that they still hope to restructure the programs. The proposed 2023 budget by the Republican Study Committee, the members of which include about three-fourths of House Republicans, reprises the ideas of converting Medicare into a premium support system and establishing private investment accounts under Social Security, while also raising the retirement age for both programs and reducing Social Security benefits over time. And although Florida Sen. Rick Scott renounced the idea late last week, his \"Rescue America\" agenda did include a proposal to require Congress to reauthorize all federal programs, including Social Security and Medicare, every five years.  ", "These ideas have precipitated an unusual degree of open Republican dissension. Senate GOP Leader Mitch McConnell repeatedly, and unreservedly, denounced the Scott plan until the Florida senator backed off. Trump recently released a video in which he declared the GOP should not cut \"a single penny\" of Social Security or Medicare benefits - which put him directly at odds with the three-fourths of House Republicans in the Republican Study Committee. House Speaker Kevin McCarthy, bending more toward Trump's position, seems unlikely to incorporate into the GOP budget plans the RSC's most sweeping changes in Social Security and Medicare.  ", "Kessler believes Biden may succeed where other Democrats have failed at hurting the GOP with the issue, and he argued that the conspicuous Republican infighting demonstrates they share that concern. \"We are watching a high-profile battle that I've never really seen before on these issues in the Republican Party,\" Kessler said. \"And part of it is clearly they think it's a problem when they didn't years ago. If they think it's a problem, maybe it's a problem.\"  ", "Stuart Stevens, who served as Romney's chief strategist in the 2012 campaign but has since become a fierce critic of the Trump-era GOP, also believes the party could face more risk over its entitlement agenda than it did back then. The reason is that he thinks the idea of sunsetting Social Security and Medicare every five years, even if Scott is trying to jettison it, may prove more immediately tangible and understandable to voters than Ryan's complex ideas of partially privatizing both programs.   ", "\"The question I always ask myself in campaigns is 'are you talking about something the other side doesn't want to talk about?'\" Stevens said. \"That's probably a good sign that they are losing on the issue.\"  ", "Whether Biden proves more effective than other recent Democrats at attracting older voters around Social Security and Medicare will likely pivot on whether seniors believe the GOP genuinely would cut the programs if given the power to do so, argued Robert Blendon, a professor emeritus at the Harvard School of Public Health, who specializes in public attitudes about the social safety net. \"If the senior community actually believes that it's being threatened it really would affect their votes,\" he predicted. But, he added, \"as long as they are not threatened, the other values of seniors on top issues more and more correspond with Republicans.\"  ", "There's no doubt about the second half of that equation. Polling has consistently found that older Whites, in particular, are more receptive than their younger counterparts to hardline Trump-era GOP messages around crime, immigration and the broader currents of racial and cultural change: for instance, about half of Whites older than 50 agree that discrimination against Whites is now as big a problem as bias against minorities, a far higher percentage than among younger Whites, according to a new national survey by the Public Religion Research Institute. Older Whites are also more likely than younger generations to lack a college degree or to identify as Christians, attributes that generally predict sympathy for GOP cultural and racial arguments.  ", "Through the 21st century, those cultural and racial attitudes among older White voters have consistently trumped any concerns they may hold about the Republican commitment to Social Security and Medicare. Despite Biden's impassioned articulation of the case against the GOP, that didn't change even in 2012 when Republicans placed on their national ticket a vice presidential nominee who directly embodied the GOP aspirations to reconfigure and retrench those programs.   ", "Even small changes in seniors' preferences could have a big impact in closely balanced states with a large retiree population like Arizona and Pennsylvania. But the entrenched GOP advantage among older voters over the past two decades suggests Biden's hopes in 2024 may pivot less on improving with the \"gray\" than maximizing his vote among the \"brown\": the diverse, younger generations that recoil from the same Republican messages on culture and race that electrify so many older Whites.  "], "headline": "How an old debate previews Biden's new strategy for winning senior voters    ", "timestamp": "  Published  12:14 AM EST, Tue February 21, 2023    ", "act": "/2023/02/21/politics/biden-social-security-medicare-fault-lines"}, "/2023/02/20/politics/joe-biden-kyiv-visit": {"paras": ["There is no more powerful symbol of Vladimir Putin's failure.  ", "A year ago, the Russian leader launched a blitzkrieg against Ukraine, mocking its history and sovereignty, sending his tanks churning toward Kyiv to obliterate the democratically elected government led by a former comic actor. His purpose was clear: To crush once and for all Ukraine's dreams of joining the West and to force it to return to the orbit of greater Russia.  ", "Back then, anyone predicting how the anniversary of the war would be marked might have mused about a Russian military parade and a visit by Putin himself to a puppet leader he installed in a nation again under Moscow's iron fist.  ", "The reality is far different following heroic Ukrainian resistance bolstered by weapons sent by NATO members.  ", "The president of the United States, in overcoat and shades, strolled through Kyiv in daylight, visiting a historic church as air raid sirens wailed and standing exposed alongside President Volodymyr Zelensky in the city's vast, open and iconic St. Michael's Square.   ", "His presence sent a message of defiance to Putin most directly and a cherished sign of resolve and empathy for the people of Ukraine. His audience also included European powers in a western alliance that Biden has led and invigorated like no president since the end of the Cold War. And every time a commander-in-chief makes such an audacious splash on the world stage he's also making a point to Americans - on whose support continuing extraordinary support for Ukraine's war effort depends - and to his own fervent domestic critics.  ", "Biden deliberately contrasted the sense of then and now that his visit, just before the anniversary of Russia's invasion, conjured.  ", "\"That dark night one year ago, the world was literally at the time bracing for the fall of Kyiv,\" Biden told Zelensky at a news conference flanked by the Stars and Stripes and Ukraine's distinctive blue and yellow national flag. The event itself carried its own symbolism - it did not feature two leaders cowering in a bunker, but went ahead in an ornate room like any other leaders' press conference in any other capital.  ", "\"One year later, Kyiv stands. And Ukraine stands. Democracy stands,\" he declared. \"The Americans stand with you and the world stands with you.\"  ", "Biden's words might have lacked the poetry of \"Ich bin ein Berliner,\" or \"Mr. Gorbachev, tear down this wall.\" But Biden's visit instantly went down in history alongside two defining trips to divided Berlin by Presidents John Kennedy and Ronald Reagan that were flashpoints of the Cold War and each of which sent their own image of US resolve to the Kremlin.  ", "Those events made clear that the United States stood with its Western allies for as long as it took to prevail over the Soviet Union. Biden's visit was meant to give similar historic heft to his comment Washington is there for \"as long as it takes\" - though it's unlikely that it will assuage fears in Kyiv and Europe that a change in president might weaken that US vow.  ", "Biden's secret visit, which involved the president leaving the US unannounced and heading to an active war zone, matched some of the colorful stagecraft that Zelensky - a master of public relations - has used to maintain Western support for his people and the multi-billion-dollar pipeline of weapons and aid.  ", "During America's Middle East wars of the last 20 years, Americans became accustomed to Presidents George W. Bush, Barack Obama and Donald Trump leaving Washington in the dead of night and popping up in Baghdad or Kabul to visit US troops and US-backed leaders. And while those trips had their own measure of daring and danger, Biden's visit went a step further - venturing into a foreign capital that is often under air attack and lacks the security offered by large garrisons of American troops and air assets. The US did inform Russia of the plans to visit for \"deconfliction purposes,\" according to Biden's national security adviser Jake Sullivan.   ", "Biden had always planned to visit Europe this week to mark the anniversary of the Russian invasion - though his public program mentioned only a trip to neighboring Poland. But a journey across the Atlantic that lacked a Ukrainian component would have been unsatisfactory given that fact that many European leaders have already visited Kyiv. Still, the security footprint of the US president is far greater than the one accompanying those leaders, and his position as the leader of the West leaves him far more exposed.   ", "But by not visiting Ukraine, Biden would have been implicitly admitting that there were some things that Putin could prevent him from doing - in effect showing US weakness.  ", "Ukrainians understood the intent better than anyone.  ", "\"The tipping point in this war will not be when we receive another set of weapons but when our alliance will stop playing reactive roles to what Putin will do,\" Kira Rudik, a member of the Ukrainian parliament, told \"CNN This Morning.\"  ", "\"President Biden has claimed the upper hand ... and tomorrow Putin will have to reply to what happened today,\" Rudik said, referring to a speech in which Putin is expected to rally the Russian people on Tuesday.  ", "Political symbolism is only effective if it gets results, drives policy and changes an entrenched situation.  ", "So, like the Berlin visits of Kennedy and Reagan, the true historic sweep of Biden's perilous journey to Ukraine can only be judged in the light of subsequent events. In other words, his gesture will be an empty one if Russia - which appears to be mustering for a spring offensive - wins the war.  ", "And while the pictures of Biden in Kyiv were remarkable, they cannot disguise real questions and uncertainties surrounding the US approach to the war and differences with the Ukrainians. This plays out both in the types of weapons the US is prepared to offer and potentially in divergent scenarios about how the war could end. The phrase \"as long as it takes\" can mean different things to different people and there is every sign that this war, which Putin cannot afford to lose, could grind on for many bloody more years, testing Western resolve.  ", "The personal nature of the president's rebuke to Putin is meanwhile likely to trigger a response from a ruthless leader who has shown no mercy to civilians and a cruel indifference to the value of human life - Russian as well as Ukrainian. One potential way Biden's visit could backfire is that it could bolster Putin's claim that he is really fighting a war against the West rather than an independent sovereign nation - a framing that is popular among some Russians and is one Biden has tried to avoid.  ", "The president's visit only served to expose growing opposition to the war among conservative Republicans at home - which, if not yet near the levels that could force him to desert Ukraine, is sufficient to raise concerns about the size of future aid packages and what a new president after 2024 - Trump or a GOP leader who shares his \"America First\" tendencies - could mean for Ukraine.  ", "The most glaring difference between Biden and Zelensky lies in the kind of weapons the US president is willing to provide. The government in Kyiv is ratcheting up its campaign for the West to send F-16 jets and is now getting increasing buy-in from some influential bipartisan members of Congress.   ", "Biden has so far declined to agree to the request, which gets to the heart of a dilemma that defines his war strategy: How far to go to help Kyiv win while avoiding a direct clash between the West and Russia.  ", "Texas Rep. Mike McCaul, the chair of the House Foreign Affairs Committee, complained on CNN's \"State of the Union\" Sunday that Washington had taken too long to send game-changing weapons to Ukraine in the past and should not make the same mistake with warplanes. Asked if the Biden administration was now considering the dispatch of F-16 fighter planes, the Texas Republican replied: \"I hope so,\" and added, \"I think the momentum is building for this to happen.\"  ", "Sending US-made jets to Ukraine could be even more sensitive than the dispatch of the tanks to which the president just agreed.  ", "This is because they would enhance Ukraine's capacity to potentially strike at Russian jets and air defense systems inside Russia. The use of NATO aircraft in such operations - even with Ukrainian pilots - could prompt the Kremlin to conclude the alliance has directly intervened in the war, increasing the risk of a disastrous escalation of the conflict Biden has tried to avoid.  ", "But retired US Brig. Gen. Steve Anderson told CNN's Poppy Harlow Monday that Biden's visit came at another turning point in the war.  ", "\"This is a great show of leadership by President Biden. Good leaders always go to the sound of the guns.\" But, Anderson added: \"The United States needs to make a decision. Are we in it to ensure the Ukrainians simply not lose? Or are we in it so they can actually win?\"  ", "Less importantly globally but still significantly, Biden's trip to Ukraine had domestic political implications.   ", "A grueling and dangerous journey that required energy and endurance felt like a jab at critics who question whether Biden should be contemplating a reelection race at the age of 80.   ", "And like Biden's State of the Union address earlier this month, his stagecraft infuriated the most extreme wing of the Republican Party, which Biden has said is a danger to US democracy and values. Georgia Rep. Marjorie Taylor Greene, for instance, quickly slammed Biden for journeying to Ukraine and other GOP figures accused him of caring more for Kyiv's borders than those in the US.  ", "\"This is incredibly insulting. Today on our President's Day, Joe Biden, the President of the United States chose Ukraine over America, while forcing the American people to pay for Ukraine's government and war. I can not express how much Americans hate Joe Biden,\" Greene said in a tweet.   ", "There are many Americans on the right who agree that Biden has not done enough to secure the southern border and the issue will be at the center of the 2024 election. But Greene's comment did not just exemplify the deterioration in civility in US politics. It was revealing from a pro-Trump Republican who has been supportive of the insurrectionists who tried to destroy American democracy on January 6, 2021.   ", "There may be nothing more presidential than standing for the foundational US values of freedom and democracy and the right of a people to repel tyranny enforced at the point of the gun from a more powerful foreign oppressor whose fight for independence mirrors America's own.  "], "headline": "Biden's trip to Kyiv delivers the starkest rebuke possible to Putin    ", "timestamp": "  Published  11:07 AM EST, Mon February 20, 2023    ", "act": "/2023/02/20/politics/joe-biden-kyiv-visit"}, "/2023/02/18/politics/president-election-primary-early-haley-trump": {"paras": ["The nascent 2024 presidential campaign seemed to hit a different gear this week with Nikki Haley entering the Republican primary. The former South Carolina governor and onetime United Nations ambassador joins former President Donald Trump as the only major competitors to declare bids for the presidency.   ", "Haley's announcement, and the lack of one so far from President Joe Biden and a slew of Republicans, including Florida Gov. Ron DeSantis, got me thinking: Do primary winners tend to be early or late entrants to the presidential race?   ", "The answer depends on who else is running. If you're in a primary without an incumbent, then it's better to be early, while it matters far less with an incumbent running.   ", "The modern primary era began in 1972 on the Democratic side and in 1976 on the Republican side. Since then, hundreds of major candidates have decided to run for president or at least formed exploratory committees with the Federal Election Commission. For each of them, I jotted down whichever date was first, to see if there was a pattern.   ", "It turns out that the median date for candidates to enter a presidential primary without an incumbent has been March 16 the year before the general election. There has been a wide variation on that from year to year. Some years, the median candidate gets in really early (January 2007 for the 2008 cycle on both the Democratic and Republican side), while other years it's much later (August 1991 for the 1992 cycle on the Democratic side).   ", "There is no real correlation between how late or how early a field forms and the eventual nominee's success in the general election. Democrats, for example, won the presidency in both 1992 and 2008, even with a much later start in 1992.   ", "What does seem to matter for winning a primary is when candidates get into the race compared with their competitors. In the 17 primaries since 1972 that did not feature an incumbent, 10 of the winning candidates entered earlier than that year's median candidate. Two of the winners were the median candidates. Five got into the race later than the median candidate.   ", "There were six who started running about one and a half months or more before that cycle's median candidate. Democrat George McGovern, in the 1972 cycle, started nearly a full year before the median hopeful that cycle.  ", "McGovern remains the only major-party nominee who had less than 5% of the vote in early national surveys while the polling leader had more than 20% support. McGovern's success is part of the reason why primary campaigns seem to start so early compared with when the actual voting takes place.   ", "Getting in the public eye early, raising money and building an organization are key to winning a presidential campaign. If you fall too far behind, it can be a disaster.   ", "Even candidates you might \"think\" entered the race late, often got in far earlier. Trump's June 2015 official announcement became well known for his ride down the escalator. Less remembered was the fact that he started an exploratory committee in March 2015, and he was already campaigning at the time.  ", "Of course, joining a presidential race early is no guarantee of success. Former Florida Gov. Reubin Askew in the 1984 cycle and ex-Maryland Rep. John Delaney in the 2020 cycle filed with the FEC for the Democratic primary less than a year after the previous presidential election. Neither got very far.  ", "Still, on the whole, joining early is better than getting in late. After all, the winners who have gotten in late didn't get that late. The latest, for example, was Republican Ronald Reagan in the 1980 campaign. He entered less than three months after the median candidate.   ", "Biden, in the 2020 cycle, was the other winning candidate to enter more than 15 days after the median candidate.   ", "Both Biden and Reagan shared some qualities that few others had. They had previously run for president and were well known nationally, so they didn't need time to build name recognition or a campaign and fundraising apparatus.  ", "What we've seen more often is the late-entering \"savior\" candidate who enters on a white horse - and fails. Think about former Tennessee Sen. Fred Thompson in the 2008 cycle and then-Texas Gov. Rick Perry in the 2012 cycle. Both Republicans entered with a splash and proceeded to win zero primaries combined. The same was true for Democrat Mike Bloomberg in the 2020 cycle, though he won American Samoa.   ", "For incumbents, meanwhile, there's a much greater ability to wait before indicating publicly that they're going for another term.   ", "The median date, since 1976, for presidents to either form an exploratory committee or announce their campaign is April 30 of the year before the general election. That's about a month and a half later than when the median nonincumbent's campaign gets started.   ", "Some presidents do go early. Trump's failed 2020 reelection campaign started the moment he entered the White House. (He formed an exploratory committee on Inauguration Day.)   ", "Later is the general rule, however, for incumbents. Reagan's highly successful 1984 reelection campaign, for instance, didn't get underway until October 1983. George H.W. Bush, likewise, got going on his 1992 reelection bid in October 1991.   ", "It shouldn't be too surprising that incumbents can afford to go later. They rarely have any major competitors for their party nomination. They have universal name recognition, and incumbents don't need the same amount of time to ramp up their campaign infrastructure to raise money.   ", "All of that seems to match up with what Biden is going through at this point. In fact, some reports suggest he'll likely announce a reelection bid in April.   ", "But for Republicans wondering whether it's too soon to start campaigning, history is pretty clear. It's better to start sooner or you might fall too far behind to recover.    "], "headline": "Why it's better to start a presidential campaign early    ", "timestamp": "  Published  10:04 AM EST, Sat February 18, 2023    ", "act": "/2023/02/18/politics/president-election-primary-early-haley-trump"}, "/2023/02/24/politics/fact-check-pence-admitted-chinese-balloon": {"paras": ["Former Vice President Mike Pence, who is now considering a run for president, was asked on Fox on Wednesday about the Biden administration's criticism of rail deregulation efforts by the Trump administration.  ", "Fox host Martha MacCallum told Pence that, in the wake of the train derailment in East Palestine, Ohio, in early February, \"They're blaming the Trump administration. They say it's the regulations that you peeled back that led to this lack of safety.\"  ", "Pence replied: \"Yeah, same crowd that said that Chinese balloons floated over our administration, right - until they admitted that they didn't.\"  ", "Facts First: Pence's claim is false. Neither the Biden administration nor the Pentagon has \"admitted\" that Chinese spy balloons didn't float over the United States during the Trump-Pence administration. In fact, the Biden administration and the Pentagon have said this month that Chinese spy balloons did float over the US during the Trump-Pence era. The Pentagon has briefed Congress about these suspected Trump-era incidents; former Trump administration national security officials who were briefed by the intelligence community last week have not disputed the existence of these incidents after the briefings; and CNN has viewed excerpts from a 2022 military intelligence report that said a Chinese spy balloon in 2019 \"drifted past Hawaii and across Florida before continuing its journey.\"", "Former Trump national security adviser Robert O'Brien told CNN last week that his briefing made clear that \"nothing like\" this year's Chinese balloon incident, \"with the balloon loitering over US nuclear sites,\" took place under Trump. But O'Brien did not say the Trump-era incidents didn't happen at all. Rather, he said that \"we were not briefed during the Trump administration on this program, and most of this was discovered after we left office. Most of it quite recently.\"   ", "CNN has reported that three Chinese spy balloons are suspected to have transited over the continental US under Trump. Pentagon spokesperson John Kirby said early this month that these previous suspected incursions were \"brief\" and \"nothing at all like what we saw last week in terms of duration.\" Regardless, contrary to Pence's insinuation, the incursions are certainly still suspected to have occurred.  ", "CNN asked Pence's team on Wednesday what he was talking about when he claimed an unnamed \"crowd\" had \"admitted\" that Chinese balloons didn't float over the US while he was vice president.   ", "A Pence spokesperson responded Thursday by saying that Pence was noting that although the Biden administration had tried to distract from its own poor handling of the new balloon incident by claiming \"spy balloons entered the United States during the Trump administration,\" such claims \"were debunked when NORAD and other national security officials admitted these detections were not made by their agencies until after the Trump administration left office.\"  ", "But if Trump-era balloon incidents were not discovered until after Trump left office, as Biden officials and the commander of the North American Aerospace Defense Command have indeed said, this belated discovery clearly does not \"debunk\" the fact that the incidents happened in the first place.  ", "The US military shot down the latest suspected Chinese spy balloon on Biden's orders over the Atlantic Ocean on February 4 after it drifted off the East Coast. The balloon had entered US airspace over Alaska on January 28, and then, after floating over Canada, returned to US airspace over Idaho on January 31, according to a senior defense official. Many Republicans, including Pence, argued that the balloon should have been shot down sooner; defense officials said they waited because they did not want to risk having falling debris harm people or property on the ground.  "], "headline": "Fact check: Pence falsely claims opponents admitted there weren't Chinese spy balloons over the US while he was VP    ", "timestamp": "  Published  7:01 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/fact-check-pence-admitted-chinese-balloon"}, "/2023/02/21/politics/fact-check-george-santos-piers-morgan-lies": {"paras": ["Rep. George Santos, the New York Republican who fabricated a large portion of his biography, sat down for an extended interview with Piers Morgan - and lied about his lies.  ", "Morgan got Santos to explicitly concede that he has \"been a terrible liar\" on certain \"subjects.\" But while Santos quickly admitted to some of his false claims, like his \"very stupid\" fiction about having graduated from college, he was deceptive and evasive when Morgan confronted him on other false claims.  ", "Here is a fact check of some of the things Santos said in the interview, which was posted online on Monday. This is not meant to be a comprehensive list; Santos made various statements to Morgan that cannot be immediately proven or disproven.  ", "Morgan told Santos, \"You claimed to be Jewish, but you're not Jewish.\" Santos responded, \"I never claimed to be Jewish.\" He insisted that, rather, he had \"always made a party favor joke\" that he was \"Jew-ish.\"   ", "Facts First: Santos' assertion that he \"never claimed to be Jewish\" is false. Santos repeatedly claimed to be Jewish, as Morgan quickly reminded him. ", "Here are four examples of Santos claiming to be Jewish.  ", "Santos said in a radio interview during the 2022 campaign: \"I'm a Latino Jew.\" Appearing on the same show later in the year, Santos said while criticizing Democrats: \"I'm a Latino Jew. Which makes them shake in their pants. Because the reality is: I got it all, baby.\"   ", "In a position paper the Santos campaign produced during the 2022 campaign, which the Jewish publication The Forward reported was distributed by his campaign to Jewish groups, Santos wrote, \"As a proud American Jew, I have been to Israel numerous times from educational, business, and leisurely trips.\" And in a speech to the Republican Jewish Coalition in November, after he was elected to serve New York's 3rd District, Santos asserted that he would be the third Jewish Republican currently serving in Congress, saying, \"So now we're going to be three. We've tripled it - we've almost tripled it there.\"  ", "Santos also publicly claimed last year to have maternal Jewish grandparents who survived the Holocaust by fleeing Europe for Brazil. Multiple genealogists have told CNN that there is no proof for any of this story, and records list those grandparents as having been born in Brazil. (Santos told Morgan that he stands by his claims, that his grandparents \"falsified a lot of their documents\" while in Brazil to make it look like they were born there, and that he has ordered \"DNA test kits, and I've done four of them so far, and I'm just waiting for their return.\")  ", "Santos' narrative about his identity has sometimes varied. The Forward found one 2022 interview where he called himself \"a good old Catholic, right, but with a Jewish mother\" and said he was \"half Jewish, half Catholic.\" In a 2020 interview, he spoke of his supposed Jewish ancestry but said \"I'm Catholic\" and that he was \"not trying to claim Jewish heritage or anything\" - yet also said, \"I believe we're all Jewish at the end, because Jesus Christ was Jewish.\"   ", "Regardless, his claim that he \"never claimed to be Jewish\" is just not true. He has made the claim publicly and unequivocally.   ", "Santos insisted that \"everybody's always laughed\" at his supposed \"joke\" about how, having been raised Catholic but having Jewish grandparents, he is \"Jew-ish.\" He cited his November speech to the Republican Jewish Coalition.   ", "\"People were hysterically laughing,\" he said. \"It was funny to them. They loved it.\" When Morgan said he doesn't think Jewish people find this funny, Santos protested: \"They were Jewish!\"   ", "Facts First: This story is fictional. Santos did not make a joke about being \"Jew-ish\" in his speech to the Republican Jewish Coalition; rather, he simply claimed to be Jewish. While Santos chuckled during his remark about his election victory having \"almost tripled\" the number of Jewish Republicans in Congress, and while it sounded like some audience members laughed here too, there was no sign that he was joking about his identity itself. The Republican Jewish Coalition has disavowed him.", "On Monday, after a CNBC reporter tweeted a debunking of Santos' claim to Morgan - telling Santos that he had not called himself \"Jew-ish\" in the speech and had actually \"suggested to the crowd you were an incoming Jewish lawmaker\" - coalition chief executive officer Matt Brooks tweeted in support of the debunking: \"Fact check: TRUE!\" Brooks said in a statement in December: \"We are very disappointed in Congressman-elect Santos. He deceived us and misrepresented his heritage. In public comments and to us personally he previously claimed to be Jewish.\"   ", "Morgan reminded Santos that he had claimed he attended Horace Mann, an elite private preparatory school in New York City, before having to leave in his senior year because his family faced financial difficulties - but that Horace Mann told CNN that it has no record of him attending.  ", "Santos continued to insist he had attended Horace Mann. He said, \"I challenge to see what name they're looking under. If you look at my entire history of education, it was not under the name George Santos.\" He said he might have been listed under one of two other names he has used, George Devolder or Anthony Devolder. When Morgan said he believed the school had checked those names, too, and had found no sign of him, Santos said, \"I was there for six months of ninth grade.\"  ", "Facts First: Horace Mann \"checked all the records and all the names, and he did not attend,\" a spokesperson for the school, Ed Adler, told CNN on Tuesday.", "It's also worth noting that Santos' claim that \"I was there for six months of ninth grade\" is a significant discrepancy from a claim he made on a YouTube show during the 2020 campaign, when he said he only left the school \"four months to graduation.\"  ", "Morgan reminded Santos that he had claimed to have earned a master's degree in business from New York University and to have scored a strong 710 on the GMAT exam that is taken by applicants to graduate business programs. Santos conceded he had made up the claim about the NYU degree but said, \"The reality is, I don't know where that 'GMAT' comes from. I never put that out on my website or my bio.\"  ", "When Morgan correctly said the claim about the GMAT score was on his resume, Santos said, \"Which - the resume was never furnished or supplied by me.\" When Morgan asked who supplied it, Santos said, \"I have no idea where that came from.\" He added, \"I didn't supply it, and nobody associated with me supplied it. That came from the GOP, and I'm still trying to understand where that came from.\"  ", "Facts First: Santos \"personally presented\" this resume to the Nassau County Republican Committee at an in-person meeting while he was seeking the committee's support in the 2020 election, committee spokesperson Mike Deery told CNN on Tuesday.", "New York Times published the resume in January and reported that Santos had provided it to the committee as he pursued his unsuccessful 2020 run. County Republican committee chairman Joseph Cairo said at a January press conference that, while seeking the committee's endorsement in 2020, Santos \"submitted a resume which is totally untruthful.\"   ", "After falsely claiming Santos had a master's in business from NYU, the resume said \"GMAT 710.\" It went on to say he graduated in the top 1% of his class from Baruch College, a school he did not attend. It also said he had worked at Goldman Sachs and Citigroup, claims he now admits are inaccurate.   ", "Morgan asked Santos about an allegation from a military veteran, Rich Osthoff, that Santos raised money online for Osthoff's dying dog, while Osthoff was homeless in 2016, but never handed over the cash from the GoFundMe fundraiser. The FBI has interviewed Osthoff about the allegation.  ", "Santos said, \"I've never met this man.\" Asked about the GoFundMe page, Santos said he has set up \"numerous\" GoFundMe pages over the years for animals in need, but \"many of them\" were \"managed by other people,\" just set up under his name because \"I was the main account holder on the Facebook page.\" He said Osthoff's dog would have received the surgery if Osthoff had ever met Santos. And he said soon after: \"If there's a GoFundMe page, and if they're going to present me with one, I'm not gonna deny that. But I've never met him, I've never took on this case, and I never took the money from his dog.\"  ", "Facts First: Santos deceptively minimized his involvement in the fundraiser for Osthoff's dog. Santos communicated with Osthoff at length about the fundraiser - in numerous text messages that Osthoff has provided to CNN and, according to Santos' own comments in the text chat, by phone as well. In addition, the GoFundMe page for Osthoff's dog was created under one of the names Santos has used, Anthony Devolder, and Santos (under the name George Devolder) promoted the GoFundMe page with a post on his own Facebook page.", "Osthoff said in a Tuesday message to CNN: \"He spoke with me on the phone numerous times, his NAME was in the title of the GoFundMe, and I have provided the press and law enforcement with dozens of text messages between Devolder and myself.\" He said Santos \"knows what happened.\"  ", "GoFundMe said in a January statement to CNN: \"When we received a report of an issue with this fundraiser in late 2016, our trust and safety team sought proof of the delivery of funds from the organizer. The organizer failed to respond, which led to the fundraiser being removed and the email associated with that account prohibited from further use on our platform.\"  ", "Santos said in a January statement to CNN in response to Osthoff's claims: \"I have no clue what he's talking about, and the crazy part is that anyone that knows me, knows I'd go to hell and back for a dog and especially a veteran.\" He described the story, first reported by Patch.com, as \"just more of the pile on effect.\"  "], "headline": "Fact check: George Santos tells new lies in interview about his old lies    ", "timestamp": "  Updated  3:58 AM EST, Wed February 22, 2023    ", "act": "/2023/02/21/politics/fact-check-george-santos-piers-morgan-lies"}, "/2023/02/21/politics/nikki-haley-secession-confederate-history-month-flag-kfile": {"paras": ["Former South Carolina Gov. Nikki Haley defended states' rights to secede from the United States, South Carolina's Confederate History Month and the Confederate flag in a 2010 interview with a local activist group that \"fights attacks against Southern Culture.\"    ", "Haley, who was running for South Carolina governor at the time, made the comments during an interview with the now defunct \"The Palmetto Patriots,\" a group which included a one-time board member of a White nationalist organization.    ", "The former UN ambassador also described the Civil War as two sides fighting for different values, one for \"tradition\" and one for \"change.\"   ", "Haley announced last week she was running for president, becoming the first official major challenger to former President Donald Trump.    ", "The interview was posted on the group's YouTube at the time and resurfaced over the years, most recently by Patriots Takes, an anonymous Twitter account that monitors right wing extremism. CNN's KFile reviewed the interviews as part of a look into Haley's early political career.   ", "One of the Palmetto Patriots' interviewers was Robert Slimp, a pastor and member of the Sons of Confederate Veterans and one-time board member and active member of the Council of Conservative Citizens (CCC), a White nationalist group. The CCC is a self-described White-rights group that opposes non-White immigration and advocates a White nationalist ideology. The group reportedly inspired Charleston shooter Dylann Roof, the White nationalist who killed nine people at a historically Black church in Charleston, South Carolina, in 2015.   ", "The shooting spurred Haley, then governor, to call for the removal of the Confederate battle flag from the South Carolina statehouse grounds where it had been since being removed from the state's Capitol dome in 2000.   ", "In a comment to CNN, Haley's spokesperson cited her decision to help remove the flag from the grounds but declined to address Haley's other comments.   ", "\"Nikki Haley's groundbreaking leadership on removing the Confederate flag from the South Carolina Capitol grounds is well known,\" Ken Farnaso, her spokesperson, wrote in an email to CNN.   ", "In the 2010 interview, Haley said the Confederate flag was not \"racist\" but part of heritage and tradition within the state. She called the flag's location a \"compromise of all people, that everybody should accept a part of South Carolina.\"   ", "\"You know, for those groups that come in and say they have issues with the Confederate flag, I will work to talk to them about it,\" Haley said. \"I will work and talk to them about the heritage and how this is not something that is racist. This is something that is a tradition that people feel proud of and let them know that we want their business in this state. And that the flag where it is, was a compromise of all people that everybody should accept as part of South Carolina.\"   ", "After the Charleston church mass shooting, Haley called on the state legislature to remove the Confederate flag from the state capitol, becoming one of the defining moments of her governorship.    ", "\"There is a place for that flag,\" Haley said to CNN in July 2015 after the flag was removed. \"It's not in a place that represents all people in South Carolina.\"   ", "But Haley's later comments would complicate this legacy after she claimed that to some people the Confederate flag symbolized \"service, sacrifice and heritage\" for some South Carolinians until Roof \"hijacked\" it, sparking backlash.    ", "Following the backlash, Haley wrote an op-ed for the Washington Post defending her comments.   ", "\"In South Carolina, as in much of the South, the Confederate flag has long been a hot-button issue,\" Haley wrote. \"Everyone knows the flag has always been a symbol of slavery, discrimination and hate for many people. But not everyone sees the flag that way. That's hard for non-Southerners to understand, but it's a fact.\"   ", "When asked about secession, Haley said that while she believed under the Constitution that states have the right to secede from the rest of the country. When asked if she would support the seccession of South Carolina, which was the first state to secede during the Civil War, she said she did not think \"it's gonna get to that point.\"   ", "\"The Union, I think that they do,\" Haley inaccurately said. \"I mean, the Constitution says that.\"   ", "The Supreme Court ruled in 1869 that states do not have a constitutional right to unilaterally secede.   ", "Haley declined to say if she would support South Carolina if it \"needed\" to secede, when asked.      ", "\"You know, I'm one of those people that doesn't think it's gonna get to that point,\" Haley said before describing how she might rally governors to go to the federal government to settle disputes over \"federal intrusion.\"   ", "Haley also said she supported South Carolina's \"Confederate History Month\" during the interview, comparing it to Black History Month.   ", "\"Yes, it's part of a traditional - you know, it's part of tradition,\" she said. \"And so, when you look at that, if you have the same as you have Black History Month and you have Confederate History Month and all of those. As long as it's done where it is in a positive way and not in a negative way, and it doesn't go to harm anyone, and it goes back to where it focuses on the traditions of the people that are wanting to celebrate it, then I think it's fine.   ", "In her interview, Haley also described the Civil War in terms sympathetic to the southern cause and did not mention slavery.    ", "\"I mean, again, I think that as we look in government, as we watch government, you have different sides, and I think that you see passions on different sides, and I don't think anyone does anything out of hate,\" Haley said. \"I think what they do is, they do things out of tradition and out of beliefs of what they believe is right.\"    ", "\"I think you have one side of the Civil War that was fighting for tradition, and I think you have another side of the Civil War that was fighting for change,\" she added. \"You know, at the end of the day, what I think we need to remember is that you know, everyone is supposed to have their rights, everyone is supposed to be free, everyone is supposed to have the same freedoms as anyone else. So, you know I think it was tradition versus change is the way I see it.   ", "\"Tradition versus change on what,\" asked the interviewer.   ", "\"On individual rights and liberty of people,\" she responded.   ", "Haley later added she believed everyone was endowed with rights from \"our creator\" to \"life, liberty and the pursuit of happiness.\"   ", "\"Well, I think that for me, you know what I continue to remember is that you know we also know that our creator endowed the rights of everyone having you know, life, liberty and the pursuit of happiness,\" she said. 'And so, when I look at it that way, I look at that's still what needs to be what guides everybody, so that we make sure that we keep those three things in check.\"   ", "CORRECTION: A previous version of this story misstated the name of the Sons of Confederate Veterans."], "headline": "Nikki Haley defended right to secession, Confederate History Month and the Confederate flag in 2010 talk    ", "timestamp": "  Updated  6:33 PM EST, Tue February 21, 2023    ", "act": "/2023/02/21/politics/nikki-haley-secession-confederate-history-month-flag-kfile"}, "/2023/02/24/politics/chicago-lori-lightfoot-mayor-primary-election": {"paras": ["Chicago Mayor Lori Lightfoot is fighting for her political survival, seeking to finish in the top two in Tuesday's crowded primary and advance to an April runoff in her quest for a second term.   ", "Lightfoot, the first Black woman and first out gay person to serve as mayor of a city often pilloried by conservatives in national debates over violence and gun control, rose to prominence as a pugnacious reformer promising a break from the corruption and clubby governance that had long marked Chicago politics.   ", "But years of contentious brawls over policing, teacher pay and Covid-19 public safety policies, as well as mounting complaints about long waits in Chicago's public transit system, have left Lightfoot vulnerable, raising the prospect of the Second City ousting its Democratic mayor in the first round of voting.  ", "Voters on Tuesday will sort through the nine-candidate field - including eight Democrats and one independent. No candidate is expected to top 50% of the vote, which would mean the top two finishers will advance to an April 4 runoff.   ", "Campaigns and Chicago political observers describe the contest as wide open, with four candidates emerging at the top: Lightfoot; progressive US Rep. Jesús \"Chuy\" García; Cook County Commissioner Brandon Johnson; and Paul Vallas, a law-and-order candidate and a onetime head of schools in Chicago, Philadelphia and New Orleans.  ", "If the outcome is close, it could take days to determine the top two finishers, as mail-in votes postmarked by election day get delivered.   ", "Powerful interests with which Lightfoot has at times brawled are split among her major challengers. Conservatives and the police have aligned behind one rival. Teachers have backed another. And many progressives are backing a third major contender.   ", "Above all else, concerns about crime and public safety have rattled Chicago. Violence in the city spiked in 2020 and 2021. And though shootings and murders have decreased since then, other crimes - including theft, car-jacking, robberies and burglaries - have increased since last year, according to the Chicago Police Department's 2022 year-end report.  ", "Lightfoot and her rivals have placed the issue at the forefront of their campaigns.   ", "\"We absolutely need to hire more officers,\" Lightfoot said at a WTTW mayoral forum earlier this month. \"This is one of the toughest times in the country to recruit, and mayors all over the country are experiencing the difficulty.\"   ", "Chicago's municipal elections are nonpartisan, which means all voters - Democrats, Republicans and independents - can participate. However, Chicago is an overwhelmingly blue city, and all the major contenders say they are Democrats.   ", "Vallas, however, has attracted support from conservatives, and has described the Democratic Party as moving away from him in recent years on certain issues. Lightfoot, in an email to supporters, said Vallas \"has so strongly aligned himself with Republican views that he can't even be considered a moderate Democrat.\"   ", "Vallas, who unsuccessfully ran for Illinois governor as a Democrat in 2002 and was the losing Democratic lieutenant governor nominee in 2014, was endorsed by the Chicago Fraternal Order of Police, the same organization that hosted Florida Gov. Ron DeSantis in nearby Elmhurst earlier this week.   ", "\"I have talked about the need to take our city back from the criminals that are preying on our residents and preying on our businesses,\" Vallas told CNN in an interview.   ", "Johnson, meanwhile, has floated the idea in the past of diverting some funds from the police budget to alternate sources, saying he wants to \"invest in people.\"   ", "He has the backing of the Chicago Teachers Union, a powerful organization that has repeatedly clashed with Lightfoot - including over teachers' pay and class sizes in 2019 that led to an 11-day strike and then last year as Lightfoot pushed teachers to return to classrooms at a time of rising Covid-19 cases.   ", "\"The reason we don't have enough police officers is because we are asking them to be social workers, therapists and marriage counselors,\" Johnson said at the WTTW forum. \"I'm actually investing in actually having social workers, therapists to show up on the front line, to actually free up law enforcement to deal with the more severe crime that happens in the city of Chicago.\"  ", "García - a former Cook County commissioner who in 2015 forced then-Mayor Rahm Emanuel into a runoff - has sounded similar themes.   ", "\"Hiring more civilians to free up more police officers with their guns and badges to walk the walk, to talk to people, rebuild trust is the most important. The other important element is investing in communities and investing in violence prevention programs,\" he told CNN.  ", "Vallas, whose message has revolved around a tough-on-crime message, said Chicago needs more police on \"L\" station platforms and on trains as part of a push to place more officers on local beats.   ", "He said combating violent crime is the \"first, second and third priority\" of his campaign.   ", "\"Everything becomes undermined if you can't provide public security,\" Vallas told CNN.   ", "Lightfoot in recent days has lambasted Vallas after he told a crowd that his  \"whole campaign is about taking back our city, pure and simple.\"  ", "The mayor told reporters that Vallas was \"blowing the ultimate dog whistle.\"   ", "\"Take our city back, meaning what? To what time? And take our city back from whom?\" she said.   ", "When pressed by CNN, Vallas said he was referring to criminals in his remark that Lightfoot has criticized.   ", "\"I have talked about the need to take our city back from the criminals that are preying on our residents and preying on our businesses,\" he said.   ", "For her part, Lightfoot has touted Chicago's lawsuit against an Indiana gun store - part of an effort to demonstrate that the influx of firearms into the city isn't a result of Chicago's gun policies, but rather neighboring states with more lax laws.   ", "She has also touted her administration's efforts to hire nearly 1,000 additional police officers, put privatized, unarmed security on public transit and create teams and task forces focused on car-jacking, halting the flow of guns into the city and more.  ", "The Chicago Tribune, the city's largest newspaper, has endorsed Vallas. The newspaper's editorial board credited Lightfoot's financial management of the city and her navigation of the Covid-19 pandemic and said it hopes the mayor will advance to face Vallas one-on-one in the runoff.  ", "\"Vallas has the ear of rank-and-file police officers on the street. We will expect him to use that trust to improve police conduct and the abysmal clearance rate for violent offenses,\" the editorial board said.  "], "headline": "Incumbent Lightfoot fights to make runoff in Chicago mayoral primary    ", "timestamp": "  Published  5:04 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/chicago-lori-lightfoot-mayor-primary-election"}, "/2023/02/24/politics/pentagon-suicide-prevention-gun-safety": {"paras": ["A suicide prevention committee that was established by the Pentagon last year is recommending instituting a waiting period for gun purchases on bases and raising the minimum age for buying firearms in an attempt to reduce the number of suicides among service members.  ", "The Suicide Prevention and Response Independent Review Committee (SPRIRC) announced the suggested measures as part of a broader set of 127 recommendations to reverse the current trend of suicides in the military, which has steadily increased over the last 15 years.  ", "The committee recommended putting in place a seven day waiting period for gun purchases on Defense Department facilities and a four day waiting period for ammunition purchases.  ", "The committee was created by Defense Secretary Lloyd Austin in May 2022 to review the Department of Defense's ongoing suicide prevention efforts. The committee submitted a first set of 10 recommendations to Austin in December before submitting its latest report.  ", "Dr. Craig Bryan, one of the members of the committee, said a high percentage of suicides on base involved guns purchased at base military exchanges.  ", "\"There's a very strong scientific basis showing that waiting period, even as short as seven days, significantly reduce suicide rates,\" said Bryan, a lethal means safety expert, in urging the Defense Department to \"follow the science.\"  ", "The committee also recommended raising the minimum age to purchase weapons on base to 25 years old.   ", "\"There's arguably only one thing that all researchers agree on,\" said Bryan, \"and that one thing is that taking steps to slow down convenient access to highly lethal methods like firearms is the single most effective strategy for saving lives.\"  ", "According to the Defense Department's annual report, 519 service members died by suicide in 2021, the most recent number for which numbers are available. Though the latest figure is a slight decrease from the previous year's 582 suicides, the overall number has still been trending upward.  ", "\"We will review those closely,\" said Pentagon press secretary Brig. Gen. Pat Ryder of the latest recommendations. \"I don't have anything to announce today in terms of what steps we may take, but again this is a very important topic to the Secretary and to the entire Department of Defense.\"   ", "However, Dr. Rajeev Ramchand, an epidemiologist with the RAND corporation and another member of the SPRIRC, told reporters on Friday that service members the committee spoke with said they felt the Defense Department's \"current approach ... was more of a check-the-block approach\" and that suicide prevention was \"not discussed frequently.\"   ", "Ramchand gave an example of a series of required suicide prevention trainings that took place over a course of several days, saying service members sat in a dark auditorium where many of them fell asleep or \"were on their phones.\"   ", "\"It's hard to think this is having an effect,\" Ramchand said.  ", "In addition to gun safety regulations, the committee also urged the Defense Department to address the lack of mental health services available for service members, including hiring psychologists and other mental health specialists quickly.  ", "\"When service members were getting into care, they might not be seen for their second visit for about 6 weeks,\" said Rebecca Blais, a sexual assault and suicide expert who is on the committee.  ", "Often, when job openings in mental health services were posted, the hiring process could drag out over a year, at which point the psychologist or other professional was no longer available, Blais said.  ", "In cases where mental health services were not available or already booked, the committee urged the Defense Department to increase insurance payments so service members could seek mental health experts outside of the military's healthcare system.  ", "Editor's Note: If you or a loved one have contemplated suicide, call The National Suicide and Crisis Lifeline at 988 or 1-800-273-TALK (8255) to connect with a trained counselor."], "headline": "Pentagon's suicide prevention committee recommends age limit and waiting period for on-base gun purchases    ", "timestamp": "  Published  4:35 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/pentagon-suicide-prevention-gun-safety"}, "/2022/12/09/politics/student-loan-forgiveness-pause-pslf": {"paras": ["President Joe Biden's student loan forgiveness program remains blocked by federal courts for now. But for some borrowers, the yearslong federal pandemic pause on payments delivers an even bigger benefit.   ", "For most federal student loan borrowers, balances have been frozen since March 2020. But those who are enrolled in the existing Public Service Loan Forgiveness program get an extra, lesser-known bonus from the pause that brings them closer to student debt cancellation without paying a dime.  ", "For Josie Bicknell, a nurse practitioner at a nonprofit in Los Angeles, the pause could deliver roughly $38,000 in debt relief - much more than the $10,000 she would likely receive if Biden's forgiveness program takes effect.   ", "\"I just keep my head down and pray for more extensions because that's the best scenario for us,\" Bicknell, 35, said.  ", "The pause has been extended eight times, the latest of which was when Biden pushed back the restart date from January 2023 until after pending litigation over his student loan forgiveness program is resolved - or the end of August, whichever comes first. The administration's goal is to be able to cancel some student debt before payments restart.   ", "The Supreme Court will hear oral arguments in two cases regarding Biden's forgiveness program on February 28, with a decision expected by late June or early July.  ", "The Public Service Loan Forgiveness program cancels all outstanding student debt - regardless of how much there is - for qualifying public sector workers after they make 120 monthly payments on their loans, which would take at least 10 years.   ", "During the pause, these borrowers aren't required to make payments just like everyone else - yet they still receive credit toward the Public Service Loan Forgiveness program as though they did make the payments, as long as all other qualifications are met.  ", "Put another way, PSLF borrowers have received credit for nearly three years so far without making any payments.  ", "Bicknell estimates she would have been paying at least $1,150 a month since March 2020 if the pause was not in place - which would have totaled nearly $38,000 by the end of 2022.   ", "Instead, Bicknell has used that money to pay for child care and to save for a future home. She and her husband also moved their children to a more family-friendly community where the rent is higher.   ", "By the time the pandemic hit, Bicknell had made about six years of payments on her student debt, paying off nearly $110,000. Despite those payments, her balance is nearly just as much as what she originally borrowed due to interest. She expects to be eligible for debt cancellation from the Public Service Loan Forgiveness program in January 2024 - when the remaining debt, worth more than $100,000, will be wiped away.   ", "There are roughly 1.6 million people pursuing the Public Service Loan Forgiveness program, according to a government estimate from October.   ", "Borrowers must be employed full time by a qualifying nonprofit or the government while making payments in order to benefit from the program.   ", "Many teachers, social workers and first responders, as well as some doctors and lawyers, may qualify, for example.  ", "Borrowers must also be enrolled in a federal income-driven repayment plan, which ties monthly payments to a borrower's income and family size. Generally, the more net income a borrower has, the bigger the monthly loan payment.   ", "Lauren McClain, who teaches political science and government at a community college in Texas, has been working in the public sector and making payments on her student loans since 2014. At the end of 2022, she had about $151,000 of student debt remaining and expects to be granted forgiveness under the PSLF program in 2024.   ", "She estimated in December that she had already saved nearly $20,000 thanks to the pause, while Biden's forgiveness program wouldn't have actually helped her financially.  ", "\"$10,000 in forgiveness wouldn't make a difference for me because it doesn't make my payments lower,\" McClain said.  ", "\"Whenever there's even a rumor of the pause being extended, I get really excited. It's made such a huge difference for us,\" she added.  ", "This story has been updated with additional information."], "headline": "Biden's pause on payments has been better for these students than forgiveness    ", "timestamp": "  Updated  4:12 PM EST, Fri February 24, 2023    ", "act": "/2022/12/09/politics/student-loan-forgiveness-pause-pslf"}, "/2023/02/24/politics/georgia-grand-jury-trump-final-report-jurors": {"paras": ["The judge who oversaw a special grand jury investigating efforts by former President Donald Trump and his allies to overturn the 2020 election in Georgia says he instructed jurors they were prevented from discussing deliberations but did not face restrictions in talking about the panel's final report.  ", "\"The contents of the report are not deliberations,\" Fulton County Superior Court Judge Robert McBurney told CNN.  ", "McBurney also said that the special grand jury, which has faced criticism from Trump and his legal team, did its job consistent with the rules governing special grand juries in the state.  ", "\"They complied with their charter,\" he said.  ", "The judge has ordered the contents of the panel's final report, including recommendations about whether anyone should face indictments, to remain under seal. But he acknowledged that special grand jurors are not prevented from discussing their work product.  ", "\"What witnesses said, what you put in your report, those are not off-limits,\" he added.  ", "The report includes recommendations from the special grand jury about whether Trump or any of his associates should face criminal charges. The panel's foreperson, Emily Kohrs, went on a media blitz this week, suggesting in interviews with CNN and other outlets that the special grand jury recommended more than a dozen indictments.  ", "McBurney declined to comment on whether he believed Kohrs crossed a line about what special grand jurors were allowed to divulge during her media appearances.  ", "\"It's not for me to assess,\" the judge said.      ", "McBurney, who previously spoke with the Atlanta Journal-Constitution about the instructions governing special grand jurors, elaborated on what constitutes deliberations. He noted that if a witness or prosecutor was present with the special grand jury, those discussions would be fair game for special grand jurors to discuss publicly.  ", "\"If someone is presenting or if a witness is testifying responding to questions from a prosecutor, or the district attorney is talking to the grand jury, that is not deliberations,\" McBurney said.  ", "While the special grand jury cannot issue indictments - and ultimately it will be up to Fulton County District Attorney Fani Willis to determine if anyone should face charges - Kohrs' media tour set off some backlash about the process, particularly from Trump's attorneys.  ", "\"What we have seen over the past 48-hours proves that whatever conclusions were drawn were not the result of an analytical, trustworthy, or credible investigation as one would expect in a matter of historic proportion such as this,\" Trump attorneys Drew Findling, Jennifer Little and Marissa Goldberg said in a statement this week.  "], "headline": "Fulton County judge who oversaw special grand jury in Trump probe says jurors are free to discuss final report    ", "timestamp": "  Published  3:59 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/georgia-grand-jury-trump-final-report-jurors"}, "/2022/11/22/politics/biden-student-loan-forgiveness-debt-relief": {"paras": ["President Joe Biden's student loan forgiveness program is at the mercy of the Supreme Court, and student loan borrowers could be waiting weeks, if not months, to hear whether the program is allowed to go into effect.  ", "About 16 million people have already been approved for up to $20,000 in federal student loan forgiveness - and some have been notified by email - but no debt is currently allowed to be canceled as litigation plays out.  ", "But there are several other ways many of the 43 million federal student loan borrowers may qualify for student debt relief.  ", "The Public Service Loan Forgiveness program allows certain government and nonprofit employees to seek federal student loan forgiveness after making 10 years of qualifying payments.   ", "A qualifying borrower's full remaining balance is canceled, regardless of the amount.  ", "Teachers, social workers, some nurses and doctors as well as government lawyers are some of the types of borrowers who may be eligible.  ", "There are several qualifying restrictions. First, a borrower must be working full time for an eligible government or nonprofit for at least 10 years. Second, a borrower must have federal Direct Loans and have made 120 monthly loan payments under an income-driven repayment plan, which sets payments based on income and family size.  ", "If all of those requirements are met and a borrower has submitted the PSLF form to the Department of Education, the government will cancel his or her remaining federal student loan debt.  ", "A yearlong waiver that expanded eligibility for the PSLF program expired on October 31, but some of those temporary changes will be made permanent starting in July 2023.   ", "Under the new rules, borrowers will be able to receive credit toward PSLF on payments that are made late, in installments or in a lump sum. Prior rules only counted a payment as eligible if it was made in full within 15 days of its due date.  ", "Also, time spent in certain periods of deferment or forbearance will count toward PSLF. These periods include deferments for cancer treatment, military service, economic hardship and time served in AmeriCorps and the National Guard.  ", "Starting in July, borrowers will receive some credit for past payments when they consolidate older loans into federal Direct Loans in order to qualify for the program. Borrowers previously lost all progress toward forgiveness when they consolidated. After July, they will receive a weighted average of existing qualifying payments toward PSLF.  ", "The new rules will also simplify the criteria to meet the requirement that a borrower be a full-time employee in a public sector job. The new standard will consider full-time employment at 30 hours a week. In particular, the change will help adjunct faculty at public colleges qualify for the program.  ", "The Teacher Loan Forgiveness Program cancels up to $17,500 in federal student loan debt for certain full-time teachers who have worked in a qualifying low-income elementary or secondary school for at least five consecutive years.  ", "Math and science teachers who are considered to be highly qualified at the secondary school level, as well as special education teachers at both the elementary and secondary levels, are eligible for the full $17,500 of federal student loan forgiveness. Those who are considered highly qualified and teach other subject areas may receive up to $5,000 in loan forgiveness.  ", "Both federal Direct Loans and Federal Family Education Loans qualify for this forgiveness program.  ", "The borrower defense to repayment program delivers student debt relief to people who were defrauded by their college.  ", "Generally, students who attended big, for-profit colleges like Corinthian Colleges and ITT Tech that have been found to have misled students with inflated job-placement numbers will qualify for forgiveness under the federal program.  ", "There are some groups of students that the Department of Education has already determined are automatically eligible for borrower defense to repayment, like those who attended Corinthian Colleges from its founding in 1995 to its closure in April 2015.  ", "But other students may have to apply for the debt relief, demonstrating how the schools misled them or engaged in other misconduct.  ", "Borrowers enrolled in one of the four types of income-driven repayment plans, known as IDR, are eligible for loan forgiveness after either 20 or 25 years of payments are made, depending on the specific plan.  ", "These repayment plans can allow struggling borrowers to avoid loan default by lowering their monthly payments based on their income and family size.  ", "Generally, borrowers are eligible for an income-driven plan as long as their federal student loan debt is higher than their annual discretionary income and, as a result, will be paying less each month than they would under a standard 10-year payment plan.   ", "But the Department of Education and its student loan servicers have had trouble tracking borrowers' payments. To address those problems, the Biden administration is conducting a recount, expecting to bring many borrowers closer to forgiveness. The recount started last November.  ", "The Biden administration has also proposed a new income-driven payment plan that is intended to make repayment more manageable for borrowers. The administration said it expects some of the provisions of the new plan to take effect later this year.  ", "The new rule is expected to cap payments at 5% of a borrower's discretionary income, down from 10% that is offered in most current plans, as well as reduce the amount of income that is considered discretionary. It would also forgive remaining balances after 10 years of repayment, instead of 20 or 25 years, as well as cover the borrower's unpaid monthly interest.   ", "The federal government cancels federal student loan debt - including Direct Loans, Federal Family Education Loans and Perkins Loans - for borrowers who are totally and permanently disabled. Borrowers must provide documentation from a physician, the Social Security Administration or the US Department of Veterans Affairs to show that they qualify.  ", "In 2021, the Biden administration changed the rule so that the Department of Education can provide automatic discharges for disabled borrowers who are identified through administrative data matching with the Social Security Administration - without the borrowers submitting paperwork.  ", "It has historically been very difficult to have student loan debt discharged in bankruptcy. But the Biden administration released new guidance last year that aims to make it easier for financially distressed borrowers to be granted debt relief.   ", "Unlike credit card, medical and other consumer debts, student loan borrowers must show that paying off the debt would cause them \"undue hardship.\"  ", "But the new guidelines are meant to simplify the burdensome process of showing undue hardship and make it easier for government lawyers to recommend to a bankruptcy court that the debt be discharged.  ", "This story has been updated with additional information."], "headline": "Biden's student loan forgiveness program remains blocked. Here are other ways to get debt relief    ", "timestamp": "  Updated  3:37 PM EST, Fri February 24, 2023    ", "act": "/2022/11/22/politics/biden-student-loan-forgiveness-debt-relief"}, "/2023/02/24/politics/kevin-mccarthy-hakeem-jeffries": {"paras": ["House Speaker Kevin McCarthy and House Minority Leader Hakeem Jeffries are creating a bipartisan task force to determine a process to boot members off committees going forward, a source familiar told CNN.  ", "McCarthy is taking the lead in creating it and Jeffries has agreed to name members to it. The list of members who have been tapped for the task force are: GOP Reps. Tom Cole, Nancy Mace, David Joyce and Ken Buck, and Democratic Reps. Jim McGovern, Veronica Escobar, Nikema Williams and Derek Kilmer.  ", "This task force came out of a deal between Mace and McCarthy, in order to get Mace on board to support in booting Democratic Rep. Ilhan Omar off of the House Foreign Affairs committee.   ", "Earlier this month, Mace announced she had worked on a deal with congressional leadership to ensure there would be due process going forward on House committee removals.   ", "\"Working to protect the Constitution and due process has been a cornerstone of my work in Congress. Speaker Kevin McCarthy made his commitment today that I will lead the effort to amend the House Rules to provide due process and prevent the politicizing of committee removals in the future,\" Mace said in a statement at the time.  ", "In early February, the Republican-led House of Representatives voted along party lines to remove Omar from the committee. House Republicans argued Omar should not serve on the panel in light of past statements she had made related to Israel that in some cases had been criticized by members of both parties as antisemitic.  ", " Democrats criticized the push to oust Omar, arguing it amounted to an act of political revenge and that the Minnesota Democrat had been held accountable for her past remarks.   ", "Prior to the vote, however, some Republican members had expressed reluctance to the push to oust Omar from the powerful committee.   ", "The Washington Post was first to report the news about the task force.  ", "The move by Republicans to oust Omar came after Democrats previously removed Republican Reps. Marjorie Taylor Greene and Paul Gosar from committee assignments in 2021 when they controlled the House.   ", "The House approved a resolution to censure and strip Gosar of committee assignments, after the Arizona Republican posted a photoshopped amime video to social media showing him appearing to kill Democratic Rep. Alexandria Ocasio-Cortez and attacking President Joe Biden.   ", "The House voted to remove Greene from her committee assignments following the discovery of incendiary and violent past statements.    ", "McCarthy had vowed that if Republicans won back the House majority, he would strip Reps. Eric Swalwell, Adam Schiff and Omar of committee assignments, arguing that Democrats had created a \"new standard\" following Gosar and Greene's oustings.   ", "Following through on his promise, McCarthy denied seats on the House Intelligence Committee to Swalwell and Schiff, the former chairman of the panel.   ", "Gosar and Greene have since been given committee assignments in the new Congress since Republicans won back control of the House.   "], "headline": "McCarthy and Jeffries creating bipartisan task force to determine process to boot members off committees    ", "timestamp": "  Published  3:04 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/kevin-mccarthy-hakeem-jeffries"}, "/2023/02/24/politics/jenna-ellis-attorney-ethics-discipline": {"paras": ["The disciplinary office that regulates attorney conduct in Colorado is taking steps toward potentially bringing an ethics complaint against Jenna Ellis, the lawyer who played a prominent role in former President Donald Trump's attempts to overturn the 2020 election.   ", "Colorado's Attorney Regulation Counsel, an independent office in the state, indicated last week that it had been authorized to prepare and file a formal complaint against Ellis, according to a February 17 email provided to CNN by Project 65, a group of bipartisan lawyers that is asking for disciplinary action against Ellis and other pro-Trump attorneys who tried to overturn and undermine the 2020 election.  ", "\"We expect the Complaint will be filed within the next month or so,\" said the email, which was sent to the head of a group that asked the disciplinary office to investigate Ellis.  ", "Under Colorado attorney disciplinary rules, the office still has the option to reach a settlement or stipulation with Ellis at this point in the process, so it's not guaranteed that an ethics complaint will ultimately be filed against her.   ", "Jessica Yates, who runs the disciplinary office, told CNN that the office cannot comment on specific cases. The email was sent to Michael Teter, the managing director of the 65 Project.  ", "Ellis did not respond to CNN's attempts to reach her for comment. When the 65 Project asked for the ethics investigation into Ellis last March, she told CNN that she would not be \"intimidated by this dirty political maneuver to undermine the legal profession.\"   ", "Teter told CNN that the recent move by the disciplinary office \"demonstrates the seriousness of her misconduct in her attempt to overturn the 2020 election by abusing the court system and making fraudulent, baseless allegations.\" Ellis was the public face of many of Trump's election-reversal gambits, working on Trump's legal efforts as well as the failed bid to convince state legislatures to nullify President Joe Biden's win.   ", "Several other Trump-aligned lawyers have faced potential professional consequences - including the possibility of suspension or disbarment - for their post-election legal conduct. However, some of the bids to discipline those attorneys have run into roadblocks.  ", "The disciplinary action that was brought against Sidney Powell, who put forward some of the most outlandish false claims about the presidential vote, was thrown out by a Texas judge on Thursday.  ", "But an attorney disciplinary committee in DC made the preliminary finding last year that former Trump lawyer Rudy Giuliani violated ethics rules for his work on a Trump lawsuit that tried to throw out hundreds of thousands of votes in Pennsylvania. There will be more rounds of appeal before that finding is finalized and a punishment is handed down, but the DC Bar's disciplinary counsel has asked for Giuliani to be disbarred. And Jeffrey Clark, the former Justice Department lawyer who tried unsuccessfully to get the department to validate Trump's false voter fraud claims, is also facing attorney ethics proceedings in DC.  ", "If the attorney regulation counsel in Colorado moves forward with a complaint against Ellis, and there isn't a settlement, the matter will be go through rounds of proceedings in front of a disciplinary judge, including a potential trial-like hearing before a panel made up of the judge and two other volunteers. The decision by that panel can then be appealed to the Colorado Supreme Court.    "], "headline": "Colorado discipline office moves toward ethics complaint against ex-Trump attorney for 2020 election gambits    ", "timestamp": "  Published  2:56 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/jenna-ellis-attorney-ethics-discipline"}, "/2022/08/31/politics/biden-student-loan-forgiveness-faq": {"paras": ["President Joe Biden's federal student loan forgiveness program, which promises to deliver up to $20,000 of debt relief for millions of borrowers, is on hold as legal challenges work their way through the courts.   ", "The Supreme Court will hear arguments on February 28 in two cases concerning the forgiveness program, with a decision expected by late June or early July.  ", "About 26 million people had already applied by the time a federal district court judge struck down the program on November 10, 2022 - prompting the government to stop taking applications. No debt has been canceled thus far.   ", "The administration officially launched the application on October 17, 2022, following a brief \"beta period\" during which its team assessed whether tweaks were needed.  ", "If the courts ultimately allow the program to move forward, not every student loan borrower is eligible for the debt relief. First, only federally held student loans qualify. Private student loans are excluded.   ", "Second, high-income borrowers are generally excluded from receiving debt forgiveness. Individual borrowers who make less than $125,000 a year and married couples or heads of households who make less than $250,000 annually could see up to $10,000 of their federal student loan debt forgiven.   ", "If a qualifying borrower also received a federal Pell grant while enrolled in college, the individual is eligible for up to $20,000 of debt forgiveness. Pell grants are awarded to millions of low-income students each year, based on factors including their family's size and income and the cost charged by their college. These borrowers are also more likely to struggle to repay their student debt and end up in default.   ", "Here's what else borrowers need to know about the proposed student loan forgiveness plan:  ", "The Biden administration faced several lawsuits over the student loan forgiveness program, two of which have made it to the Supreme Court. The plaintiffs argue that the Department of Education is overstepping its authority.   ", "One of the lawsuits was brought by six Republican-led states, headed by Nebraska, that argue that the student loan forgiveness program violates the separation of powers and the Administrative Procedure Act, a federal law that governs the process by which federal agencies issue regulations.  ", "A lower court judge dismissed this lawsuit on October 20, ruling that the plaintiffs did not have the legal standing to bring the challenge. In November, the 8th US Circuit Court of Appeals reversed and blocked the program.  ", "The other challenge that the Supreme Court will hear was brought by two individual borrowers - Myra Brown and Alexander Taylor - who are not qualified for full debt relief forgiveness and who say they were denied an opportunity to comment on the secretary of education's decision to provided targeted student loan debt relief to some.   ", "The lawsuit was filed with the backing of a conservative group called the Job Creators Network Foundation. A federal judge in Texas ruled in favor of the plaintiffs, striking down the program on November 10.   ", "Lawyers for the government say that Congress gave the secretary of education \"expansive authority to alleviate the hardship that federal student loan recipients may suffer as a result of national emergencies,\" like the Covid-19 pandemic, according to a memo from the Department of Justice.   ", "It's unclear when, or if, borrowers will see debt relief under Biden's program.  ", "Administration officials expected to be able to grant relief before January, when payments were set resume after the pandemic-related pause expired. But now debt cancellation won't occur until at least June when the Supreme Court is expected to issue a ruling.   ", "On November 22, 2022, the Biden administration extended the pandemic-related pause on payments until 60 days after the litigation is resolved. If the program has not been implemented and the litigation has not been resolved by June 30, payments will resume 60 days after that.  ", "The White House has said that it has already approved 16 million applications for debt relief. The Department of Education will hold on to that information so it can quickly process those borrowers' relief if the government prevails in court.  ", "If and when the program moves forward, an estimated 8 million borrowers may receive debt relief automatically because the Department of Education already has their income on file.  ", "If the government restarts taking applications, borrowers can apply online here: https://studentaid.gov/debt-relief/application.", "Applicants can expect to receive an email confirmation once their application is successfully submitted. Then, borrowers will be notified by their loan servicer when the debt cancellation has been applied to their account.   ", "Borrowers were expected to have until December 31, 2023, to submit an application.  ", "There are a variety of federal student loans and not all are eligible for relief if the program is allowed to proceed. Federal Direct Loans, including subsidized loans, unsubsidized loans, parent PLUS loans and graduate PLUS loans, are eligible.  ", "But federal student loans that are guaranteed by the government but held by private lenders are not eligible unless the borrower applied to consolidate those loans into a Direct Loan by September 29, 2022.  ", "The Department of Education initially said these privately held loans, many of which were made under the former Federal Family Education Loan program and Federal Perkins Loan program, would be eligible for the one-time forgiveness action - but reversed course last September when six Republican-led states sued the Biden administration, arguing that forgiving the privately held loans would financially hurt states and student loan servicers.   ", "Defaulted Federal Family Education Loans and defaulted Perkins Loans would be eligible for the debt relief even if they are privately held.  ", "If Biden's program is allowed to move forward, eligibility is based on a borrower's adjusted gross income for either tax year 2020 or 2021. Adjusted gross income can be lower than your total wages because it considers tax deductions and adjustments, like contributions made to a 401(k) retirement plan.  ", "A taxpayer's adjusted gross income can be found on line 11 of IRS Form 1040.  ", "The Department of Education says it already has income information for nearly 8 million borrowers, likely because of financial aid forms or previously submitted income-driven repayment plan applications. If the program is allowed to move forward, those borrowers will automatically receive the debt relief if they meet the income requirement, unless they choose to opt out. The department has said it will email borrowers who will be considered for debt relief but don't need to apply.  ", "Millions of other borrowers will need to apply for student loan forgiveness if the Department of Education doesn't have their income information on file. When they submit the application, borrowers are required to self-attest that their income is under the eligibility threshold. They are required to certify that the information provided is accurate upon penalty of perjury.  ", "The Biden administration has said that applicants who are \"more likely to exceed the income cutoff\" will be required to submit additional information, like a tax transcript. Officials expect that just 5% of borrowers with eligible federal student loans would not qualify due to the income threshold.  ", "Borrowers will not have to pay federal income tax on the student loan debt forgiven, thanks to a provision in the American Rescue Plan Act that Congress passed in 2021.   ", "But it's possible that some borrowers may have to pay state income tax on the amount of debt forgiven. There are a handful of states that may tax discharged debt if state legislative or administrative changes are not made beforehand, according to the Tax Policy Center. The tax liability could be hundreds of dollars, depending on the state.   ", "Yes, some current students would be eligible under Biden's plan if it's allowed to take effect. Eligibility for borrowers who filed the Free Application for Federal Student Aid, known as the FAFSA, as an independent will be based on the individual's own household income.   ", "Eligibility for borrowers who are enrolled as dependent students, generally those under the age of 24, will be based on parental income for either 2020 or 2021.  ", "Yes, if your income meets the eligibility threshold and the program is allowed to be implemented.  ", "Yes, you could be eligible if your income meets the threshold. A parent borrower with federal Parent PLUS loans for multiple children is still only eligible for up to $20,000 of loan forgiveness.  ", "But a parent is only eligible for up to $20,000 in debt relief if he or she received a Pell grant for his or her own education. If only the child received a Pell grant, the parent is eligible for up to $10,000 in forgiveness.  ", "Most borrowers can log in to Studentaid.gov to see if they received a Pell grant while enrolled in college. Information about Pell grants received is displayed on the account dashboard and on the My Aid page. This is also where borrowers can find out how much they owe and what kind of loans they have.  ", "Borrowers who received a Pell grant before 1994 won't see their Pell grant information online, but they are still eligible for the $20,000 in student loan forgiveness.   ", "As long as borrowers received at least one Pell grant, they are eligible.   ", "The Biden administration has said that eligible borrowers who have received Pell grants will automatically receive the additional debt relief.  ", "Yes, defaulted federal student loans would be eligible for debt relief under Biden's program.   ", "For borrowers who have a remaining balance on their defaulted student loans after the cancellation is applied, there will be an opportunity to get out of default once payments resume later this year as part of what the Department of Education is calling its \"Fresh Start\" initiative.   ", "Borrowers who have debt remaining after either $10,000 or $20,000 is wiped away could see their monthly payment amounts recalculated if they are enrolled in a standard repayment plan. Under a standard repayment plan, borrowers pay a fixed amount that ensures loans are paid off within 10 years.   ", "Borrowers who are already enrolled in an income-driven repayment plan are not likely to see their monthly payment amounts change due to the forgiveness, because their payments are based on household income and family size.   ", "Borrowers have not been required to make payments on their federal student loans since March 2020 because of the government's pandemic-related pause.   ", "Along with Biden's August announcement about canceling some federal student loan debt, he also said he would create a new plan that would make repayment more manageable for borrowers.  ", "There are currently several repayment plans available for federal student loan borrowers that lower monthly payments by capping them at a portion of their income.   ", "The new income-driven repayment plan proposal will cap payments at 5% of a borrower's discretionary income, down from 10% that is offered in most current plans, as well as reduce the amount of income that is considered discretionary. It would also forgive remaining balances after 10 years of repayment, instead of 20 years.   ", "Biden is also proposing that the new plan cover the borrower's unpaid monthly interest. This could be very helpful for people whose monthly payments are so low that they don't cover their monthly interest charge and end up seeing their balances explode, growing larger than what was originally borrowed.   ", "The new plan is currently going through a formal rulemaking process, and the Department of Education has said it expects provisions of the new plan to take effect later this year.  ", "Yes. Borrowers have not been required to make payments on their federal student loans since March 13, 2020, because of the pandemic-related pause. But if borrowers did make payments, they are allowed to contact their loan servicer to request a refund.  ", "This story has been updated with additional information."], "headline": "Everything you need to know about Biden's student loan forgiveness program    ", "timestamp": "  Updated  2:56 PM EST, Fri February 24, 2023    ", "act": "/2022/08/31/politics/biden-student-loan-forgiveness-faq"}, "/2023/02/24/politics/us-intelligence-china-drones-russia-ukraine": {"paras": ["The US has intelligence that the Chinese government is considering providing Russia with drones and ammunition for use in the war in Ukraine, three sources familiar with the intelligence told CNN.   ", "It does not appear that Beijing has made a final decision yet, the sources said, but negotiations between Russia and China about the price and scope of the equipment are ongoing.    ", "Since invading Ukraine, Russia has repeatedly requested drones and ammunition from China, the sources familiar with the intelligence said, and Chinese leadership has been actively debating over the last several months whether or not to send the lethal aid, the sources added.  ", "US intelligence officials have collected information in recent weeks, however, that suggests China is now leaning towards providing the equipment. The US and its allies last week began publicly warning about China's potential military support to Russia in an effort to deter Beijing from moving ahead with it and crossing a point of no return in terms of being seen as a pariah on the world stage, US officials said.   ", "US officials would not describe in detail what intelligence the US has seen suggesting the recent shift in China's posture, but senior officials have been concerned enough that they have been actively sharing the intelligence with allies and partners over the last week.   ", "The National Security Council and State Department declined to comment and CNN has asked the Chinese and Russian embassies in Washington for comment.  ", "Asked on Friday about the potential sale of lethal equipment to Russia, foreign ministry spokesperson Wang Wenbin said in a daily briefing that \"China has always taken a prudent and responsible approach to military exports and does not provide any arms sales to conflict areas or belligerents.\"  ", "The provision of drones and ammunition - which would likely be for small arms like handheld weaponry rather than larger artillery, the sources said - would mark a significant escalation of China's support for Russia, which to date has been largely limited to Chinese companies providing non-lethal equipment like helmets, flak jackets, and satellite imagery to Russian forces.  ", "It would also provide a potentially significant boost to Russian capabilities at a critical moment. Russian fighters are running so low on ammunition that Yevgeny Prigozhin, head of the Russian mercenary group Wagner, on Wednesday published photos of several dozen dead Wagner fighters and publicly blamed their deaths on the Russian Ministry of Defense's inability to supply them with enough ammunition.   ", "The German publication Der Spiegel first reported that China may provide attack drones to Russia.   ", "\"The concern that we have now is based on information we have that they're considering providing lethal support, and we've made very clear to them that that would cause a serious problem for us and in our relationship,\" Secretary of State Antony Blinken said on last weekend.   ", "Blinken's Chinese counterpart, Wang Yi, responded to the US' allegations earlier this week, saying that China's position on Ukraine \"can be simply put as promoting peace talks.\"  ", "\"China will continue to firmly stand on the side of dialogue and peace and play a constructive part in easing the situation,\" he said. China also proposed a \"peace plan\" for the Ukraine war on Friday that US officials remain highly skeptical of.  ", "Russia has purchased hundreds of weapons-capable drones from Iran in recent months but is burning through them quickly with repeated attacks on Ukrainian infrastructure and civilian areas.   ", "To date, Beijing has been hesitant about providing lethal equipment that might be traced back to China because of the risk of international blowback, and Beijing still wants the provision of any equipment to Russia to be deniable and ideally non-attributable, the sources said.   ", "That is why much of the non-lethal support that has gone to Russia's military to date has been small and done through Chinese companies. As CNN previously reported, the Biden administration has confronted Beijing directly about that military assistance to ascertain how complicit the central government has been.   ", "But the lines between public and private entities in China are negligible, the sources said, and US intelligence suggests that Beijing has been using the companies for plausible deniability.   ", "The US has also begun seeing \"disturbing trend lines\" in China's support for the Russian military, officials said.   ", "Wang visited Russia this week and Chinese President Xi Jinping is set to meet with Russian President Vladimir Putin in Moscow in the coming months.   "], "headline": "Intelligence suggests China is considering sending drones and ammunition to Russia, sources familiar say    ", "timestamp": "  Published  2:27 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/us-intelligence-china-drones-russia-ukraine"}, "/2023/02/24/politics/fulton-county-grand-jury-report-release-appeal": {"paras": ["A coalition of media outlets is asking the Georgia Supreme Court to reconsider a decision that blocked the full release of a Fulton County special grand jury report, which includes recommendations for whether former President Donald Trump or any of his associates should face criminal charges for their efforts to undermine the 2020 election.  ", "A lower court order blocking most of the report's release \"prevented the public and press from reading the full Report even though it addresses a subject of paramount public concern to this state and nation: possible wrongdoing in connection with the US Presidential election of 2020, including possible wrongdoing by the then sitting US President,\" the media coalition, which includes CNN, argued Friday in a court filing.  ", "The Georgia Supreme Court can decide whether or not to take up the appeal, which comes after Fulton County Superior Court Judge Robert McBurney released snippets of the report earlier this month.   ", "But McBurney, who oversaw the special grand jury, decided to keep the vast majority of the document under seal, including recommendations for who should face criminal charges.  ", "McBurney wrote in his decision that it was a matter of \"fundamental fairness\" to keep the special grand jury's conclusions under wraps to protect the rights of potential defendants and others named in the report.  ", "\"Here, however, for anyone named in the special purpose grand jury's final report who was not afforded the opportunity to appear before the grand jury, none of those due process rights has been satisfied,\" McBurney wrote in his February order. \"And for those who did appear - willingly or not - only the right to be heard (although without counsel or rebuttal) was protected.\"  ", "The media coalition argued Friday that the special grand jury's report constitutes a court document primed for public release and claimed the reputational concerns of those named in the report do not outweigh the public's interest in viewing its findings.  ", "\"The Report should be a public court record so that the citizens of the nation and this County can determine for themselves whether the future prosecutorial decisions of the District Attorney's Office 'do justice' under Georgia's laws,\" the media coalition wrote.  ", "Fulton County District Attorney Fani Willis, an elected Democrat, has previously argued against the report's public release, citing her ongoing investigation.  ", "Ultimately, the special grand jury can't issue indictments on its own. It will be up to Willis to determine who to pursue charges against.  ", "Since McBurney's decision to keep most of the report secret, more information about the panel's findings has publicly emerged. Emily Kohrs, the foreperson for the special grand jury granted a handful of media interviews, including with CNN, in which she suggested the panel had recommended more than a dozen people for indictment.  ", "She declined to say whether Trump was on that list of recommendations, but told CNN, \"There may be some names on that list that you wouldn't expect. But the big name that everyone keeps asking me about - I don't think you will be shocked.\"  ", "Trump's lawyers have slammed the foreperson's media tour, saying in a statement that the media blitz \"proves that whatever conclusions were drawn\" by the grand jury \"were not the result of an analytical, trustworthy, or credible investigation, as one would expect in a matter of historic proportion such as this.\"  "], "headline": "Media outlets ask Georgia Supreme Court to release full grand jury report on Trump 2020 election probe    ", "timestamp": "  Published  12:51 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/fulton-county-grand-jury-report-release-appeal"}, "/2023/02/24/politics/blinken-un-ukraine-war-anniversary": {"paras": ["On the anniversary of the start of Russia's war against Ukraine, US Secretary of State Antony Blinken on Friday called on the international community not to let Russian President Vladimir Putin's crimes \"become our new normal\" - and seemed to tacitly downplay a proposal by Beijing to bring an end to the war.  ", "In his remarks at the United Nations Security Council - just over a year after he told the same forum that Russia was preparing to invade Ukraine - Blinken stressed the need for members of the council, which includes China and Russia, to stand for \"the basic principles\" of international order, describing the ways that they could do so.  ", "Blinken catalogued a litany of horrific actions committed by Russia over the past year, and spoke of the \"inspiring unity\" shown by Ukrainians \"in helping one another endure Moscow's relentless assault.\" He also spoke about the way \"the international community has come together.\"  ", "\"Nations around the world continue to stand with Ukraine, because we all recognize that if we abandon Ukraine, we abandon the UN Charter itself, and the principles and rules that make all our countries safer and more secure: No seizing land by force. No erasing another country's borders. No targeting civilians in war,\" Blinken said. \"If we do not defend these basic principles, we invite a world in which might makes right, the strong dominate the weak.\"  ", "\"That's the world this body was created to end. And members of this Council have a unique responsibility to make sure we don't return to it,\" he said.  ", "The top US diplomat said nations must \"reaffirm our commitment to upholding what the UN Charter calls 'the dignity and worth of the human person,'\" emphasizing the need to continue to compile evidence of Russian atrocities with the goal of one day achieving accountability for those crimes.  ", "\"Day after day of Russia's atrocities, it's easy to become numb to the horror, to lose our ability to feel shock and outrage,\" he said. \"But we can never let the crimes Russia is committing become our new normal.\"  ", "\"Bucha is not normal. Mariupol is not normal. Irpin is not normal. Bombing schools and hospitals and apartment buildings to rubble is not normal. Stealing Ukrainian children from their families and giving them to people in Russia is not normal,\" Blinken said.  ", "\"We must not let President Putin's callous indifference to human life become our own,\" Blinken said. \"We must force ourselves to remember that behind every atrocity in this wretched war, and in conflicts around the world, is a human being.\"  ", "Blinken stressed the need for a \"just and durable peace.\"  ", "In what could be seen as a dig at China's newly unveiled 12-point proposal \"on the Political Settlement of the Ukraine Crisis,\" Blinken noted that he expects \"many countries will call for peace today,\" but \"history teaches us that it's the nature of peace that matters.\"  ", "\"For peace to be just, it must uphold the principles at the heart of the UN Charter: sovereignty, territorial integrity, independence. For peace to be durable, it must ensure Russia can't simply rest, rearm, and relaunch its war in a few months or a few years,\" he said. \"Any peace that legitimizes Russia's seizure of land by force will weaken the Charter and send a message to would-be aggressors everywhere that they can invade countries and get away with it.\"  ", "The 12-point plan released by Beijing Friday calls for a cessation of hostilities and resumption of peace talks between Moscow and Kyiv, stating that \"all parties should support Russia and Ukraine in working in the same direction and resuming direct dialogue as quickly as possible, so as to gradually deescalate the situation and ultimately reach a comprehensive ceasefire.\"  ", "Blinken said that members of the Security Council \"should not fall into the false equivalency of calling on both sides to stop fighting, or calling on other nations to stop supporting Ukraine in the name of peace.\"  ", "\"No member of this Council should call for peace while supporting Russia's war on Ukraine and on the UN Charter,\" he said.  ", "In an interview with ABC's \"Good Morning America\" earlier on Friday, Blinken said the US was \"taking a look\" at China's proposal, but cautioned that Beijing is \"trying to have it both ways.\"  ", "\"There are points in the Chinese plans ... that are consistent with things the Ukrainians have long said, that China itself has put out there,\" he said. \"But look, China's been trying to have it both ways. It's on the one hand trying to present itself publicly as neutral and seeking peace, while at the same time it's talking up Russia's false narrative about the war. It is, as I said, providing non-lethal assistance through its companies and now contemplating lethal assistance.\"  ", "In his remarks at the UN, Blinken also spoke of the need for the UN Security Council to \"continue to address other challenges to international peace and security\" even while working to end the war.  ", "\"We hear the concerns of countries who worry that standing with Ukraine and holding Russia accountable is diverting focus and resources from others in need,\" Blinken said.  ", "\"To those countries, I would say, simply, look at our actions. And when you hear Russia and its defenders accuse the countries who support Ukraine of ignoring the rest of the world, I say: look at Moscow's actions,\" he said, comparing the US contributions to UN programs to the contributions made by Russia.  "], "headline": "Blinken tells UN Russia's crimes can't become the 'new normal' on Ukraine war anniversary    ", "timestamp": "  Updated  12:35 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/blinken-un-ukraine-war-anniversary"}, "/2023/02/21/politics/us-military-leaked-emails-server-special-operations": {"paras": ["The US military's Special Operations Command says it is investigating a report from a cybersecurity researcher that the command was leaking a trove of unclassified email data on the internet.   ", "On Monday, the command \"initiated an investigation into information we were provided about a potential issue with the command's Cloud service,\" Special Operations Command (SOCOM) spokesperson Ken McGraw said in an email to CNN on Tuesday.   ", "\"The only other information we can confirm at this point is no one has hacked US Special Operations Command's information systems,\" McGraw said.  ", "TechCrunch first reported on the data leak, which was discovered by independent cybersecurity researcher Anurag Sen.  ", "Samples of the data Sen shared with CNN dated back years and included standard information about US military contracts and requests by Department of Defense employees to have their paperwork processed.  ", "Anyone who knew the IP address of the server could access the data without a password until the server was secured on Monday, Sen said.   ", "The data exposure is an example of how powerful organizations can unwittingly expose potentially sensitive internal data by not configuring their computer servers properly.  ", "It is not uncommon for large organizations to inadvertently expose internal data to the internet, but the fact that this is a Department of Defense email server will give US officials cause for concern. It is unclear if any malicious outsider accessed the exposed SOCOM data. CNN has requested comment from the command.    ", "Special Operations Command is an elite Pentagon command responsible for counterterrorism and hostage rescue missions around the globe.  ", "The leaked Department of Defense email data spanned three terabytes (the equivalent of dozens of standard smartphones' storage), most of it belonging to SOCOM, according to Sen, who said the leak began on February 8.  "], "headline": "US military investigating leak of emails from Pentagon server    ", "timestamp": "  Updated  10:23 AM EST, Fri February 24, 2023    ", "act": "/2023/02/21/politics/us-military-leaked-emails-server-special-operations"}, "/2023/02/24/politics/us-treasury-sanctions-russia-ukraine-war": {"paras": ["The US Treasury Department on Friday took what it called \"one of its most significant sanctions actions to date\" to crack down on those aiding Moscow's war against Ukraine, targeting Russia's metals and mining sector, its financial institutions, its military supply chain and individuals and companies worldwide that are helping Moscow avoid existing sanctions.  ", "These latest actions by the Treasury Department are among a series of new measures announced by the Biden administration Friday that are meant to strengthen Kyiv and deter those providing support to Moscow as the war enters its second year without signs of abating.  ", "Friday's sweeping actions are meant to fill in gaps in existing sanctions that have been imposed over the past year of the war and are intended to impair \"key revenue generating sectors in order to further degrade Russia's economy and diminish its ability to wage war against Ukraine,\" according to a White House fact sheet.  ", "The administration on Friday imposed sanctions against a total of \"over 200 individuals and entities, including both Russian and third-country actors across Europe, Asia, and the Middle East that are supporting Russia's war effort,\" according to the White House fact sheet.  ", "The latest tranche of Treasury Department sanctions target a total of 22 individuals and 83 entities, according to a Treasury Department news release, and were taken in coordination with the Group of 7 nations.   ", "The US State Department also imposed sanctions on dozens of Russian officials and entities involved in the war and will take \"steps to impose visa restrictions on 1,219 members of the Russian military, including officers, for actions that threaten or violate the sovereignty, territorial integrity, or political independence of Ukraine,\" US Secretary of State Antony Blinken said in a statement. Three Russian military officials - Artyom Igorevich Gorodilov, Aleksey Sergeyevich Bulgakov, and Aleksandr Aleksandrovich Vasilyev - will be blocked from entering the US due to their involvement \"in gross violations of human rights perpetrated against Ukrainian civilians and prisoners of wars,\" Blinken said.  ", "In addition to the sanctions, the US Commerce Department on Friday took \"several export control actions, listing nearly 90 Russian and third country companies, including in China among other countries, on the Entity List for engaging in sanction evasion and backfill activities in support of Russia's defense sector,\" the White House fact sheet said.  ", "\"Our economic sanctions, export controls, and tariffs announced this week, in coordination with the G7, demonstrate that we will continue to work with our allies and partners to increase the pressure on President Putin, make it harder for him to wage his brutal war, and continue degrading the Russian economy's ability to fuel continued aggression,\" Blinken said.  ", "Friday's Treasury sanctions specifically target individuals and companies based outside of Russia that are connected to sanctions evasion, \"including those related to arms trafficking and illicit finance,\" the Treasury news release said.  ", "For weeks, Biden administration officials had been previewing plans to crack down on those helping Moscow work around sanctions to continue its war against Kyiv. Top State Department official Victoria Nuland detailed some of the sanctions evasion efforts Thursday, describing Russia as \"importing 1000% more laptops, iPhones, dishwashers from third-countries, not because they need to, you know, work at home on their laptops but so they can cannibalize this machinery to get the advanced chips that we have denied them so that they can make more rockets, etc.\"  ", "\"We are going to get those evaders,\" Nuland said last week.  ", "Among those sanctioned  by the Treasury Department Friday are Swiss-Italian businessman Walter Moretti \"and his network of associates and companies\" - including companies based in Switzerland, the United Arab Emirates, Malta, Bulgaria and Russia - whom the Treasury Department said \"have covertly procured sensitive Western technologies and equipment for Russian intelligence services and the Russian military, including hydraulic presses, armament packages, and armor plating.\"  ", "\"Moretti and his associates have also procured equipment for Russia's nuclear weapons laboratories,\" the Treasury Department said.  ", "In a coordinated action, the US State Department announced a slew of sanctions on Friday, hitting \"over 60 individuals and entities\" who have been \"complicit\" in Moscow's aggression toward Ukraine and \"the illegitimate administration of occupied Ukrainian territories for the benefit of the Russian Federation,\" Blinken said in a statement.   ", "\"These targets include government ministers, governors, and high-level officials in Russia, as well as six individuals and three entities operating in parts of Ukraine occupied by Russia, facilitating grain theft, and governing on behalf of Russia,\" he said.  ", "The State Department sanctioned \"those engaged in Russia's illegitimate control of Ukraine's Zaporizhzhya Nuclear Power Plant (ZNPP),\" Blinken said, noting that \"Russia's military attacks on, and subsequent seizure of the ZNPP, have only underscored the global concerns related to nuclear energy security and undermine the Kremlin's efforts to portray itself as a responsible supplier of nuclear energy products.\"  ", "\"Further, the Department is designating three key enterprises that develop and operate Russia's nuclear weapons as well as three Russian civil nuclear entities under the Rosatom organizational structure. In taking these actions, we highlight that Russia uses energy resources, including in the nuclear sector, to exert political and economic pressure on its customers globally,\" the top US diplomat said.  ", "The State Department also sanctioned four individuals and 22 entities in Russia's advanced technology sector, Blinken said, adding that they are specifically \"targeting manufacturers and developers of hardware and software for Russia's intelligence collection capabilities through its System for Operational-Search Measures as part of our efforts to degrade Russia's capacity to violently expand its imperial project around the globe.\"  ", "In addition, they hit three companies \"involved in expanding Russia's future energy production and export capacity,\" including those \"involved in the design and construction of the Sever Bay Terminal as part of the Vostok oil projects,\" Blinken said.   ", "The latest tranche of Treasury Department sanctions hit \"over a dozen financial institutions in Russia, including one of the top-ten largest banks by asset value\" - Credit Bank of Moscow Public Joint Stock Company - and wealth management firms. The Treasury Department explained that individuals under sanction have \"been known to turn to smaller banks as well as wealth-management firms in an attempt to evade sanctions as Russia seeks new ways to access the international financial system.\"  ", "The agency also imposed sanctions on Nurmurad Kurbanov, \"a Russian-Turkmen arms dealer who has represented Russian and Belarusian defense firms abroad\" and Aleksandr Yevgenyevich Udodov, a Russian businessman with ties to Russian Prime Minister Mikhail Mishustin, who is accused of illicit financial activities.  ", "In addition to targeting those involved with sanctions evasion, the Treasury Department took actions meant to weaken Moscow's military supply chains.  ", "The latest sanctions hit \"numerous Russia-based entities involved in the production of carbon fiber and related materials\" - materials that \"are used in almost all defense-related platforms including aircraft, ground combat vehicles, ballistic missiles, and military personal protection gear, as well as other weapons systems.\" They also imposed sanctions on companies tied to Russia's aerospace, technology and electronics sectors.  ", "\"As the Ukrainian people continue to valiantly defend their homeland and their freedom, the United States is proud to support Ukraine through economic, security, and humanitarian assistance,\" Treasury Secretary Janet Yellen said. \"Over the past year, we have taken actions with a historic coalition of international partners to degrade Russia's military-industrial complex and reduce the revenues that it uses to fund its war.\"  ", "\"Our sanctions have had both short-term and long-term impact, seen acutely in Russia's struggle to replenish its weapons and in its isolated economy. Our actions today with our G7 partners show that we will stand with Ukraine for as long as it takes,\" she said.  "], "headline": "US Treasury takes 'one of its most significant sanctions actions to date' on anniversary of Russia's war against Ukraine    ", "timestamp": "  Updated  10:12 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/us-treasury-sanctions-russia-ukraine-war"}, "/2023/02/24/politics/defense-secretary-lloyd-austin-china-cnn-interview": {"paras": ["US Defense Secretary Lloyd Austin told CNN that he and his Chinese counterpart have not spoken for a \"couple of months,\" with Chinese Minister of National Defense Wei Fenghe refusing to take a call in the wake of the US shootdown of the suspected Chinese surveillance balloon.  ", "\"The last time that I talked to him was a couple of months ago,\" Austin in an interview with Kaitlan Collins for \"CNN This Morning\" on Thursday.  ", "\"I think we'll continue ... to stress how important it is and hopefully Minister Wei will schedule that call,\" Austin added. \"He knows where to find me.\"   ", "The confirmation leaders of the two largest militaries in the world are not in direct contact comes as the two countries continue to build up their forces in Asia. CNN reported Thursday that the US is planning to increase the number of US troops training Taiwanese forces on the self-governing island in the coming months, something Austin declined to confirm. In recent weeks China accused the US of undermining peace and stability in the region after it strengthened its posture around Taiwan by bolstering forces in nearby Okinawa and Guam.  ", "And tensions significantly escalated at the beginning of the month when a suspected Chinese surveillance balloon was drifting tens of thousands of feet up across the continental United States. President Joe Biden eventually ordered it shot down off the coast of South Carolina after officials determined that the risk the balloon would pose to civilians and property on the ground if shot down outweighed the intelligence collection risk it presented.  ", "Chinese officials claimed that the balloon was a \"civilian airship\" for research and weather purposes which had drifted off course, though the US reaffirmed it had surveillance capabilities.   ", "Austin told CNN that it's possible Chinese President Xi Jinping did not know about the balloon, but he would \"let the Chinese speak for themselves.\"  ", "Austin did emphasize that that while he and Wei haven't spoken during that period, it doesn't mean the US doesn't have other lines of communications open with different Chinese officials.  ", "\"You just saw [Secretary of State Antony Blinken] talk to his counterpart in Munich,\" he said Thursday. \"And so there are diplomatic lines of communication open. But I think for the military, it's really, really important that we maintain open lines of communication.\"    ", "On top of existing tensions, US officials have begun warning partners and allies of intelligence that showed China could provide lethal military aid to Russia's military in Ukraine. The issue was even raised at the Munich Security Conference over the weekend in a conversation between Blinken and his counterpart, Wang Yi.   ", "\"The Secretary was quite blunt in warning about the implications and consequences of China providing material support to Russia or assisting Russia with systematic sanctions evasion,\" a senior State Department official previously told reporters.  ", "Russia's invasion of Ukraine has been ongoing for a year now, with no signs of slowing. Chairman of the Joint Chiefs of Staff Gen. Mark Milley said at a meeting of the Ukraine Defense Contact Group in Brussels last week that Russia is \"now a global pariah\" since its invasion of Ukraine, and has lost \"strategically, operationally, and tactically.\"  ", "Austin added last week from Brussels that they expect to see Ukraine conduct an offensive in the spring against Russia.  ", "Thus far, China has not appeared to actually go through with sending lethal aid to Russia, Austin said in the interview, but it has not been \"taken off the table.\"   ", "\"[T]here's reputational risk, and of course, I'm sure China would love to enjoy a good relationship with all the countries in Europe,\" he said. \"And again, if you just look at the numbers of countries around the world, that really think that what Russia has done is horrible, I mean, adding to that, I think China - it would be a very ill-advised step for China to take.\"   ", "China has a \"lot of capability in terms of munitions and weapons,\" Austin added, \"and if they provide the substantial support to Russia, it prolongs the conflict.\"  "], "headline": "US defense secretary tells CNN he hasn't spoken to Chinese counterpart for a 'couple of months'    ", "timestamp": "  Updated  9:47 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/defense-secretary-lloyd-austin-china-cnn-interview"}, "/2023/02/24/politics/trump-classified-documents-maralago-eluded-fbi": {"paras": ["The Justice Department wants to know how a box containing a handful of classified records scattered among copies of presidential schedules turned up at Mar-a-Lago late last year, well after several rounds of searches of the property by federal agents and aides to former President Donald Trump, according to people familiar with the matter.     ", "Investigators working for special counsel Jack Smith in recent weeks have interviewed a Trump aide who copied classified materials found in the box using her phone to put them onto a laptop. After a voluntary interview with the aide, prosecutors subpoenaed the password to the laptop, which she provided, according to one of the sources.  ", "The classified documents contained in the box were discovered in December, after the Justice Department told Trump's legal team to conduct yet another search for documents at Trump's Mar-a-Lago resort.   ", "People familiar with the Trump legal team's efforts to locate documents describe a confusing chain of events that delayed discovery of the box, including having its contents uploaded to the cloud, emailed to a Trump employee, and moved to an offsite location before finally ending up back at a Mar-a-Lago bridal suite that is now Trump's office - the very place that the FBI had searched just weeks earlier.    ", "Trump's legal team has acknowledged in recent weeks they turned over to the special counsel the box and a laptop containing its scanned contents. But prosecutors have continued asking why it wasn't given to the Justice Department earlier, and what if any role or knowledge Trump may have had about its movements, sources said.  ", "The odyssey of the box has been a recent focus of Smith's investigation into the mishandling of classified documents at Mar-a-Lago, according to people familiar with the line of questioning from federal prosecutors. The haphazard handling of documents that ended up online, on computers and moved around to multiple locations could further complicate Trump's case in an investigation with criminal implications.   ", "One person who described the box's movements and the special counsel's inquiry into it described federal investigators as suspecting a \"shell game with classified documents.\" The person said Trump's daily movements and instructions to staff are a core part of prosecutors' questions as well.   ", "Tim Parlatore, an attorney for Trump, said in an interview with CNN earlier this month that the aide had not seen the classified markings.   ", "\"After we did the search in December and found within this box of thousands that there were a couple of pages that had a little marking at the bottom, which we turned over, after that, we found out that she had scanned the box so that it would be digitized,\" Parlatore said. \"She had no idea that there was any classification markings on anything. And as soon as we found out about that, we called up the DOJ to let them know and immediately provided them access to it.\"   ", "A spokesman for the special counsel's office declined to comment.   ", "In the fall of 2021, a longtime Trump staffer at the White House and Mar-a-Lago initially sent the box to a lower-level Trump aide, who has been employed by the former president since he left office. The staffer wanted copies of presidential schedules in the box to be scanned.   ", "The aide took the box to Mar-a-Lago's \"tennis cottage,\" where she worked. No scanning machine was available there for the aide to use, so she turned the documents into scanned files using an Adobe application on her phone, uploading them to a Trump-owned laptop, according to people familiar with the matter.   ", "As she worked through the thousands of pages over several days, she didn't notice there were classified documents among the presidential records, the people said.    ", "In November 2021, after the contents in the box were scanned, the box was moved to an office in downtown Palm Beach funded by the General Services Administration, the people said.   ", "The box remained there even after Trump's team gave 15 boxes containing classified and other federal records to the National Archives in January 2022. The Justice Department then subpoenaed for the return of all classified records in Trump's possession in May 2022, and his lawyers handed over some additional documents to Justice Department investigators who visited Mar-a-Lago and toured the space in an attempt to reclaim more documents in June.    ", "The FBI then searched Mar-a-Lago in August while Trump was at his golf club in Bedminster, New Jersey, retrieving more than a hundred records marked as classified in certain rooms at the club, including a bridal suite converted into Trump's office and other locations where boxes were kept.  ", "But this particular box was at the Palm Beach office during that search. When Trump returned to Mar-a-Lago last fall, along with his aide, the box was retrieved from the Palm Beach office and brought to the bridal suite at Mar-a-Lago where the aide was now working alongside Trump in a new role, people familiar with the matter said.   ", "In November at the behest of the Justice Department, Trump's legal team hired two people to search four additional locations for classified documents: Bedminster, Trump Tower in New York, a storage unit in Florida and the Palm Beach office where the box had been for nearly a year.    ", "During those searches, two additional classified documents were found in the storage unit, which they handed over to prosecutors.   ", "Trump's team had hoped their searches in November - and assertions in writing that they've scoured Trump's properties and handed over all classified records - put to rest prosecutors' concerns.    ", "The Trump lawyers argued that the FBI had already searched Mar-a-Lago in August. But the Justice Department demanded that Trump lawyers also do another search of the property themselves as they threatened to hold Trump in contempt.    ", "During the December search of Mar-a-Lago, the box containing the handful of classified documents intermingled with Trump's presidential schedules was at last discovered, according to the people familiar with the search efforts.    ", "\"When the team found the box, it was initially believed that the FBI had simply missed it during the search warrant. But upon further investigation, the legal team discovered that an aide had moved it as part of her job function,\" one source said.   ", "By that point, the box had been moved into a closet in the suite where Trump campaign memorabilia was stored, the people said. Trump's lawyers then turned over the box to the Justice Department.   ", "In recent weeks, prosecutors secured grand jury testimony from the two people hired to search Trump's properties last fall and have been pursuing answers from his lawyers.   "], "headline": "Exclusive: How a box with classified documents ended up in Trump's office months after FBI searched Mar-a-Lago    ", "timestamp": "  Updated  8:36 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/trump-classified-documents-maralago-eluded-fbi"}, "/2023/02/23/politics/us-taiwan-forces-training": {"paras": ["The US is planning to increase the number of US troops training Taiwanese forces on the self-governing island in the coming months, according to US officials.  ", "It is unclear how many additional US troops will take part in the expanded training efforts.   ", "On Tuesday, Taiwanese President Tsai Ing-wen told a visiting bipartisan US congressional delegation that the two militaries will cooperate \"even more closely\" and plan to \"bolster military exchanges.\"  ", "A congressional aide to a Democratic member of the delegation told CNN, \"Enhanced military and economic ties have been the focal point of conversations with political, business, and military leaders. The Communist Party of China's disinformation and influence campaign against Taiwan should also be addressed through deeper cooperation with the United States.\"  ", "Even a modest increase in the number of troops in Taiwan could increase tensions with China, which has watched in recent months as the US has strengthened its posture around the island, bolstering forces in nearby Okinawa and Guam. In response, China accused the US of undermining peace and stability in the region.  ", "The friction extends beyond the Indo-Pacific. This week, Secretary of State Antony Blinken said China may provide Russia with lethal support for its war in Ukraine. China's foreign ministry fired back that the US and NATO were smearing China.   ", "But Taiwan is arguably the most sensitive flashpoint in the delicate relationship between Beijing and Washington.  ", "In an exclusive interview with CNN in 2021, the Taiwanese president acknowledged that there were US military personnel on the island at the time but said it was \"not as many as people thought,\" adding that Taipei has a \"a wide range of cooperation with the US aiming at increasing our defense capability.\"  ", "According to Defense Department data, the US has had between 20 and 40 troops based in Taiwan in recent years. Most are Marines, who are tasked with embassy and diplomatic security at the de facto US embassy, the American Institute in Taiwan. The US does not have an official embassy in Taiwan since it does not recognize the island as an independent nation.  ", "The expansion of training was first reported by the Wall Street Journal.  ", "Last summer, Taiwanese troops took part in the Northern Strike exercise led by the Michigan National Guard. The annual two-week exercise was conducted in August at Camp Grayling, just days after then-House Speaker Nancy Pelosi visited the democratically-governed territory, sparking an angry reaction from China, including a military show of force around the island.  ", "How many Taiwanese troops took part in the multi-national exercise is unclear, but Taiwan could participate once again this coming summer. The exercise, which also has a smaller winter phase, has approximately 7,000 annual participants.  ", "Pentagon press secretary Brig. Gen. Pat Ryder declined to comment on the plans to expand training of Taiwanese forces.   ", "\"We don't have a comment on specific operations, engagements, or training, but I would highlight that our support for, and defense relationship with, Taiwan remains aligned against the current threat posed by the People's Republic of China,\" Ryder said in a statement.  ", "This story has been updated with additional information. "], "headline": "US plans to expand training of Taiwanese forces    ", "timestamp": "  Updated  6:08 AM EST, Fri February 24, 2023    ", "act": "/2023/02/23/politics/us-taiwan-forces-training"}, "/2023/02/24/politics/sanctions-russia-ukraine-us-biden-putin": {"paras": ["A year of unprecedented, US-led sanctions designed to isolate one of the world's largest economies has left Russia weakened, but not incapacitated. ", "Instead of the forecast double-digit GDP drop, Russia's economy contracted by about 3% last year. After an initial crash heralded by President Joe Biden, the country's currency has stabilized. And while US export controls have restricted Russia's ability to obtain necessary components to manufacture some sophisticated military hardware, Russia has found countries willing to help keep its war machine humming.   ", "If the first year of the US-led sanctions campaign was all about cutting Russia off from the global economy and degrading its military industrial complex, year two will be focused on sealing the cracks.   ", "Biden administration officials say they will apply a laser-like focus on cracking down on Russia's sanction evasion efforts, which span adversaries like China as well as allies and partners like Turkey, India and the United Arab Emirates.  ", "That focus will include an important shift: After a year focused on trying to wrangle countries into compliance with US sanctions through a combination of technical assistance and delicate diplomacy, the administration now plans to take its efforts directly to individual companies.   ", "The administration will present \"a clear choice\" to those companies, Deputy Treasury Secretary Wally Adeyemo told CNN in an interview.   ", "\"If they continue to sell Russia materials in support of their war effort, then they're not going to have access to the economies of our coalition, which frankly represent a far bigger customer to them,\" Adeyemo said.   ", "That effort started on Friday, when the administration announced sanctions for \"over 200 individuals and entities, including both Russian and third-country actors across Europe, Asia, and the Middle East that are supporting Russia's war effort.\" Those sanctions were imposed along with the US' partners in the G7 and other allies.  ", "Still, the one-year macroeconomic effects are less than Biden administration officials predicted publicly at the outset. But, while Russia has successfully mitigated some of the short-term pain, Biden administration officials and sanctions experts predict devastating long-term consequences lie ahead for an increasingly isolated Russian economy.", "\"The contraction this year is smaller than what I predicted publicly, but to my mind what Putin has done is prop up this year's growth, in an accounting sense, by sacrificing long term growth potential,\" said Daleep Singh, Biden's former deputy national security adviser and one of the primary architects of the Russia sanctions.   ", "\"The lasting consequence of this war will be that Russia has lost Europe and the G7 as energy consumers and that's going to dry out the major source of export revenue that remains. And it's going to leave Russia as a smaller, weaker, more isolated economy,\" Singh said.   ", "These new efforts come at a critical moment in the war - both Ukraine and Russia appear to be gearing up for a spring offensive and the high-expenditure, artillery-based warfare is drawing attention to dwindling Western munitions stockpiles. That has raised the stakes for the West to deliver a powerful blow to Russia's defense industrial base and its ability to finance its war effort.   ", "A recently enacted price cap on Russian oil is taking a significant bite out of Russia's revenues. But amid the crush of Western sanctions, Russia has found alternative sources of revenue by increasing its exports to China, Brazil, India and Turkey. Some of those very countries are also backfilling Russian demand for key products and technologies the US and its coalition have cut off.   ", "Lawmakers from both sides of the aisle are increasingly urging the administration to get more aggressive with countries that are helping Russia get around the sanctions.   ", "\"I do think we need to apply more pressure on these countries and not allow them to become an escape valve for Vladimir Putin and his efforts to fund the war machine,\" said Sen. Chris Van Hollen, a Maryland Democrat who has said the US should withhold advanced F-16s from Turkey.   ", "Multiple administration officials declined to say whether they are considering more coercive steps to get friendly countries like Turkey and India on board with the sanctions effort. Instead, they emphasized a combination of rigorous diplomacy and increased enforcement of sanctions to plug existing holes.   ", "\"I wouldn't say this is us standing around, gnashing our teeth in frustration. It's instead just doing the hard work of making sure our sanctions are effective,\" a senior administration official said.   ", "The latest round of sanctions, expected this week around the first anniversary of the war, are expected to make that point, focusing on sanctions evasion networks and Russia's military production.   ", "Treasury and Commerce Department officials have traveled to countries key to Russia's evasion and backfilling efforts in recent months to secure more cooperation. Just last month, Treasury Under Secretary for Terrorism and Financial Intelligence Brian Nelson traveled to the United Arab Emirates and Turkey - two close US security partners that have also been hubs of Russian sanctions evasion - and warned of new measures the US could take to crackdown.   ", "\"Countries all around the world that seek to backfill the Russian war machine should attempt to evade our controls at their own peril,\" Deputy Commerce Secretary Don Graves said.   ", "Sanctions experts say the scale of the US' sanctions on an economy as large and connected as Russia's is unprecedented.   ", "\"This is a major example of deglobalization of a large economy, which we haven't seen ever before,\" said Vladimir Milov, a Russian economist and opposition politician who served as deputy minister of energy in 2002.   ", "In the first days after Russia's invasion of Ukraine, the US and its allies worked quickly to impose devastating sanctions on Russia's central bank and its major private banks, freezing about $300 billion of Russian reserves and disconnecting those banks from the global financial messaging system, known as SWIFT. Since then, the US has sanctioned more than 2,000 Russian firms and individuals.   ", "Russian industrial production has suffered, the country's military is struggling to obtain key components to produce some weaponry and hundreds of international companies have exited the Russian market, amplifying the effect of US sanctions.   ", "Anastassia Fedyk, an assistant professor of finance at the University of California-Berkeley and member of the International Working Group on Russian Sanctions, pointed to the long-term impacts the war and sanctions regime will have on the Russian economy.   ", "\"These are going to be cumulative effects,\" she said. \"I think looking forward, the outlook is not positive for the Russian economy at all.\"    ", "While a senior administration official conceded that the administration did not anticipate the extent to which energy prices surged following Russia's invasion - in turn boosting revenues on Russia's primary export - officials are convinced the price cap on Russian oil will deliver a blow to Russia's ability to finance its war effort.   ", "Already, Western oil sanctions are beginning to hit their mark, sending Russian oil and gas revenues down 46% last month compared to the prior year and leaving Russia with a $25 billion budget deficit.   ", "Asked to reflect on key moments in the year of US sanctions against Russia, both Adeyemo and Singh pointed to the initial round of crushing financial sanctions within days of the invasion as the moment Russia's economic fate was sealed.   ", "\"I remember vividly waking up at 3 a.m., talking to my counterpart in the EU, Bjoern Seibert, and saying, 'It's go time,'\" Singh said. \"By 5 p.m., the package was made public and it was a moment when the major democracies of the world moved faster and stronger than we had in decades.\"   ", "\"When we look back a decade from now, that'll be the moment where Russia's economy went from one that was opening up, and it was growing and becoming more European, and where Russia's economy started to deteriorate and started the slow decline that will make it look more like Iran's economy a decade from now,\" Adeyemo said.   "], "headline": "US-led sanctions campaign weakened Russia's economy in first year of Ukraine war. Year 2 is about sealing the cracks.    ", "timestamp": "  Updated  5:54 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/sanctions-russia-ukraine-us-biden-putin"}, "/2023/02/24/politics/mike-pence-j-michael-luttig": {"paras": ["In a stern rebuke of former Vice President Mike Pence, the conservative former judge who advised Pence on how to handle the January 6, 2021, election certification vote is now warning of both the legal and political consequences of Pence's plan to fight the grand jury subpoena by special counsel Jack Smith.   ", "\"We can expect the federal courts to make short shrift of this 'Hail Mary' claim and Mr. Pence doesn't have a chance in the world of winning his case in any federal court and avoiding testifying before the grand jury,\" former Judge J. Michael Luttig says in an op-ed published in The New York Times on Friday.   ", "Luttig calls Pence's vow to resist the subpoena a \"dangerous gambit\" and one that will invite an \"embarrassing spectacle.\"   ", "\"No prosecutor, least of all Mr. Smith, will abide this political gambit for long,\" Luttig says.  ", "The op-ed was published the day after CNN and others reported that federal prosecutors are asking a judge to compel Pence to testify in Smith's probe.   ", "In recent public comments, Pence has said he will fight the subpoena on the grounds that, under the Constitution's Speech or Debate Clause, the executive branch cannot compel his testimony before a grand jury.   ", "The clause shields lawmakers from certain law enforcement actions that target their legislative conduct. Pence and his team have argued that they believe the former vice president is also covered under it in the role he was serving, during Congress' January 6, 2021, certification vote, as president of the Senate.   ", "Luttig predicts in the op-ed that Pence's arguments will fail, writing that even if the courts find that Pence is entitled to some protections under the constitutional provision, they will \"unquestionably hold that Mr. Pence is nonetheless required to testify in response to Mr. Smith's subpoena.\"   ", "Luttig also says that Pence and his lawyers are \"mistaken\" if they think that litigation will tie up the courts for \"months and months.\"  ", "\"What Mr. Smith wants to know about are Mr. Pence's communications and interactions with Mr. Trump before, and perhaps during, the vote count, which are entirely fair game for a grand jury investigating possible crimes against the United States,\" Luttig writes.   ", "Luttig's public condemnation of Pence's claims is notable, given the counsel he gave Pence and his team that the former vice president did not have the authority to disrupt the congressional certification vote - counsel Pence ultimately followed. Luttig has previously praised Pence for withstanding former President Donald Trump's pressure to halt the certification of President Joe Biden's win.  ", "Luttig testified before the House January 6 select committee, which was disbanded with the new Congress this year. Luttig has deep roots in the conservative legal movement. He clerked for the late Justice Antonin Scalia when Scalia was on the powerful DC federal appeals court. Luttig counts among his former clerks Republican Sen. Ted Cruz and FBI Director Chris Wray, as well as John Eastman, the attorney who spearheaded the plan to disrupt Congress certification of the 2020 results.  ", "In his op-ed, Luttig defends Smith's investigation and disputes Pence's accusation that the subpoena for his testimony is politically motivated.  ", "\"Injecting campaign-style politics into the criminal investigatory process with his rhetorical characterization of Mr. Smith's subpoena as a 'Biden D.O.J. subpoena,' Mr. Pence is trying to score points with voters who want to see President Biden unseated in 2024. Well enough. That's what politicians do,\" Luttig writes. \"But Jack Smith's subpoena was neither politically motivated nor designed to strengthen President Biden's political hand in 2024. Thus the jarring dissonance between the subpoena and Mr. Pence's characterization of it. It is Mr. Pence who has chosen to politicize the subpoena, not the D.O.J.\"  ", "The former judge goes on to say that Pence's plan to fight the subpoena risks a political backlash.   ", "Pointing to Pence's promise to take the subpoena battle to the Supreme Court, Luttig writes: \"A politician should be careful what he wishes for - no more so than when he's a possible presidential candidate who would have the Supreme Court decide a constitutional case that could undermine his viability in an upcoming campaign.\"   "], "headline": "Conservative former judge J. Michael Luttig blasts Mike Pence plan to defy subpoena    ", "timestamp": "  Published  5:12 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/mike-pence-j-michael-luttig"}, "/2023/02/23/politics/west-virginia-brothers-country-and-eric-cramer-january-6": {"paras": ["Two West Virginia brothers who brought bats to the US Capitol on January 6, 2021, were sentenced Thursday by a federal judge in Washington, DC.  ", "Eric Cramer, 43, who pleaded guilty to disorderly conduct in a restricted area and tried to grab a baton from a police officer, was sentenced to eight months in prison. His brother, Country Cramer, 38 - who entered the Capitol for two minutes on January 6 - was sentenced to 45 days of home detention after pleading guilty to unlawfully parading or picketing.  ", "The brothers traveled together to DC to support members of Congress who were contesting the certification of the 2020 Electoral College vote in several states, according to their plea agreement.  ", "While at the Capitol, Eric Cramer - wearing a gas mask throughout the day and carrying with him a baseball bat - grabbed an officer's baton and attempted to pull it from his hands before another officer came forward and Cramer backed away, the judge said during the hearing.  ", "Eric Cramer posted a photo on Facebook of a police baton which, he wrote, he took \"from the cop that hit me with it ... so I guess that's my trophy,\" according to court documents.  ", "Judge Randolph Moss told Eric Cramer the Justice Department could have charged him with a felony for interfering with law enforcement officers and that the baseball bat - though there is no evidence it was ever used as a weapon - concerned him greatly.  ", "Someone carrying a baseball bat, Moss said, was likely \"engaging in threatening behavior unless they're walking up to the plate.\"  ", "\"It is just more and more disturbing the more I see,\" Moss said of the Capitol attack. \"It was one of the most regrettable days in our country.\"  ", "Before being sentenced, Eric Cramer apologized for his actions and said he understood how the bat could be seen as threatening, adding that he only brought it for protection after seeing how violent some protests had become over the previous year.  ", "\"I know in my heart though that I was not there for negative anything,\" Eric Cramer told the judge.  ", "According to investigators, the FBI received a tip from a classmate of Eric Cramer's daughter, after she posted a photo of Cramer's Facebook post bragging about the baton. \"MY DAD YALL,\" his daughter allegedly wrote, adding a rock-and-roll emoji along with one of an American flag.  ", "Prosecutors did not mention the baton during the sentencing Thursday and the plea agreement does not say whether the baton in the photo was stolen from an officer.  ", "Country Cramer brought a miniature baseball bat with him, which he told the judge he kept in his backpack while on Capitol grounds.  ", "Country Cramer told the judge, \"Had I known how the day would have turned out on the 6th, I would have never of came.\" He said he brought the small bat and wore a helmet because he expected to walk back to their car in the dark that night and \"that can be a little scary\" - citing past violent protests.   "], "headline": "West Virginia brothers who brought bats to the US Capitol on January 6 sentenced    ", "timestamp": "  Updated  4:32 AM EST, Fri February 24, 2023    ", "act": "/2023/02/23/politics/west-virginia-brothers-country-and-eric-cramer-january-6"}, "/2023/02/23/politics/sidney-powell-disciplinary-action-tossed": {"paras": ["A Texas judge on Thursday dismissed the petition brought by State Bar of Texas' Commission for Lawyer Discipline alleging that attorney Sidney Powell had violated legal ethics rules with her work on former President Donald Trump's 2020 election reversal gambits.  ", "Judge Andrea Bouressa, who presides in Texas' 471st District Court, said the commission had not met its burden in proving that Powell had run afoul of Texas' attorney code of conduct. The judge also knocked the commission for not properly labeling its exhibits in its filing, leading her to only consider two of the exhibits the commission had filed.   ", "It is possible that the dismissal order could be appealed, but a spokesperson for the disciplinary commission declined to comment. The attorney who represented Powell in the disciplinary proceedings did not respond to CNN's inquiry.  ", "The disciplinary proceedings for the ex-Trump attorney unfolded in state court in Texas, where she is licensed, after a March 1 petition from the Texas Bar's disciplinary commission asked the court to find her in violation of the professional code for attorneys in the state.  ", "As CNN previously reported, those who have sought disciplinary responses for Trump's legal allies say the post-election conduct crossed ethical lines into the realm of professional misconduct - and that the tactics were well outside the normal bounds of legal challenges to election procedures.  ", "A number of former Trump lawyers, including Rudy Giuliani and John Eastman, have faced state bar reviews.  "], "headline": "Judge tosses out disciplinary action against Sidney Powell for work on Trump election reversal bid    ", "timestamp": "  Updated  4:10 AM EST, Fri February 24, 2023    ", "act": "/2023/02/23/politics/sidney-powell-disciplinary-action-tossed"}, "/2023/02/24/politics/takeaways-cnn-ukraine-war-town-hall": {"paras": ["The United States is prepared to support Ukraine for the long haul in the war against Russia and is confident Kyiv will prevail, senior Biden administration officials told CNN's Fareed Zakaria at a unique CNN town hall marking the one-year anniversary of Russia's invasion.  ", "\"Russia has already lost this war,\" Biden national security adviser Jake Sullivan said during the town hall Thursday night.  ", "Both Sullivan and Samantha Power, administrator of the US Agency for International Development, took questions at the town hall from Americans and Ukrainians Thursday, on topics ranging from how the US will keep arming Ukraine to an assessment of Russian President Vladimir Putin's intentions and the role China may play in the conflict.  ", "The US officials praised the resilience of the Ukrainian people as they were questioned by Ukrainians including a 14-year-old girl and a soldier serving on the front lines of the war in the country's military.   ", "Here are the top takeaways from the town hall on the anniversary of Russia's invasion:   ", "US officials have signaled that the war is likely to drag on for months still, with no real end in sight.  ", "But Sullivan argued that one year into the conflict, Ukraine has already stopped Russia from accomplishing its main objective of taking over the capital of Kyiv.  ", "\"Russia's aims in this war were to wipe Ukraine off the map, to take the capital and to eliminate Ukraine, to absorb it into Russia,\" Sullivan said. \"They failed at doing that and they are in no position to be able to do that as we go forward.\"  ", "Putin's aims as the war has dragged on was another topic that was raised at the town hall. Sullivan was asked about the risk that Putin could turn to nuclear weapons, and he said that the US had seen no change in Russia's nuclear posture.  ", "\"Sitting here today, we do not see movements in Russia's nuclear forces that lead us to believe that something fundamentally has changed from how things have been over the course of the past year,\" Sullivan said.  ", "During the town hall, Sullivan touted the latest US security assistance that the Biden administration has authorized to Ukraine - a $2 billion package of weapons that's expected to be officially announced on Friday as the war hits the 1-year mark.  ", "The $2 billion package includes new funding for contracts including HIMARS rockets, 155-millimeter artillery ammunition, drones, counter-drone equipment, mine-clearing equipment and secure communications equipment.  ", "Sullivan was asked by a Ukrainian soldier named Yegor, currently serving on the front lines, whether the US would be able to increase production of ammunition and other weapons to Ukraine, such as 155-millimeter artillery shells and HIMARS.  ", "\"One of the things that we are working hard at - at President Biden's direction - is to increase the production of all of these types of ammunition,\" Sullivan said. \"This is not something we can do with the snap of a finger, but it's something that we are putting immense effort and resources into.\"   ", "Sullivan told Zakaria that the US has provided Ukraine with the assistance it needs for each phase of the war since it began one year ago.  ", "But he also acknowledged that the Ukrainians have often asked for more than the US is willing to give - though in many cases the Biden administration has eventually transferred weapons it had initially resisted sending.  ", "Sullivan reiterated the Biden administration's position Thursday evening that it's not currently providing F-16 fighter jets to Ukraine, saying the fighter jets \"are not the key capability\" Ukraine needs for a counteroffensive against Russian forces.  ", "Still, Sullivan noted that the F-16s came up during Biden's trip earlier this week when he spoke to Ukrainian President Volodymyr Zelensky, who is pushing for F-16s.  ", "\"F-16s are not a question for the short-term fight. F-16s are a question for the long-term defense of Ukraine and that's a conversation that President Biden and President Zelensky had,\" Sullivan said.  ", "Sullivan noted that there is flexibility in the US position on weapons, as the administration weighs the risks of escalation with Ukraine's security needs throughout the war. Biden agreed to provide Abrams tanks to Ukraine - which the US has argued aren't as relevant as German Leopard tanks - because Germany wanted the US to provide tanks before it was willing to do so itself, he said.  ", "Zakaria asked Sullivan for his first reaction Thursday evening to a 12-point plan Beijing released calling for the end of hostilities in Ukraine and pitching itself as a mediator between Moscow and Kyiv.   ", "\"Well my first reaction to it is they could stop at point one, which is respect the sovereignty of all nations,\" Sullivan said. \"This war could end tomorrow if Russia stopped attacking Ukraine and withdrew its forces. Ukraine wasn't attacking Russia, NATO wasn't attacking Russia, the United States wasn't attacking Russia. This was a war of choice waged by Putin.\"  ", "The same week Beijing released its 12-point plan, US officials have warned that China could be preparing to provide lethal military aid to Russia. Sullivan said Thursday night that such a move has not been ruled out yet.   ", "Still, Sullivan argued that the idea that the two countries are becoming \"unbreakable allies\" is disproven because China has taken a careful stance toward Russia's war, noting they abstained instead of voting with Moscow on a recent United Nations resolution.   ", "\"They have tried to pitch themselves as somehow not standing fully in Russia's camp when it comes to the war in Ukraine,\" Sullivan said.  ", "Both Sullivan and Power brushed aside criticism from some of Biden's Republican critics that the billions of dollars the US is spending in Ukraine would be better spent at home.  ", "Many Republicans, including some 2024 hopefuls, have argued aid to Ukraine should be scaled back or cut off as the war stretches on. With Republicans in control of the House, passing additional funding packages for Ukraine is expected to be a tougher lift this year.    ", "Sullivan argued that the US can afford to spend money on problems at home as well as abroad.  ", "\"I would say to those senators, yes, let's do these things at home. But are you saying that American is incapable of also helping to serve as a powerful force of good in the world?\" Sullivan said.   ", "\"I think there's a pessimism in this argument that these senators are making. President Biden has an optimistic view, which is that we can do it, and we should do it, and we are doing it.\"   ", "Power argued that US support for Ukraine is actually one of the rare issues where there is strong bipartisanship in today's Washington, when she was asked by a Ukrainian mother about the commonality between the citizens of the two countries.  ", "\"The reflection, I think, of how much commonality Americans do feel with Ukrainians is the flow of support that has been sustained over the course of this last year,\" Power said. \"It is the bipartisanship in a town that isn't famous for it anymore, but Ukraine has been not only a galvanizing issue, but a uniting issue for our own country.\"   ", "Lera, a 14-year-old Ukrainian girl, asked Power whether she could rely on American to feel safe in her country. Power responded that the US was committed to making Ukrainians feel as safe as possible despite the war.  ", "\"We have your backs, we stand with you, not just here on the battle front but in trying to help you feel as much safety as you can when one man and his wicked vision has tried to take that away,\" Power said.  ", "Power acknowledged the long road ahead for Ukraine to rebuild the country when the war ends. Some estimates have totaled the damage to date at $130 billion, she noted.  ", "\"This is going to be a mammoth undertaking,\" she said.  ", "Power said that USAID and international financial institutions have worked to rebuild Ukraine's infrastructure and help get private industry to return to peaceful parts of Ukraine.   ", "But she added that major projects are still ahead, and that the Biden administration and other allies are focused on making sure the money that's dedicated to reconstruction is well spent.   ", "\"The other thing we want to do now is, with an eye to those big-ticket items, most of which will only happen when there's a negotiated peace,\" Power said.   ", "\"But we have to make sure resources are going to be well spent,\" she added. \"When you have those huge investments, which go well beyond what is being provided right now, that's when of course you want to make sure that you have the safeguards in place so that all outside investors and donors can know and say to their citizens that this is money that's going to be well spent.\"   ", "Power said that to this point, the Biden administration has not seen evidence that US assistance was being misused.  ", "\"Again, the key is not resting on anybody's good will or virtue,\" she said. \"It's checks and balances, the rule of law, the integrity of officials.\"  "], "headline": "Takeaways from CNN's town hall a year after Russia invaded Ukraine    ", "timestamp": "  Updated  4:03 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/takeaways-cnn-ukraine-war-town-hall"}, "/2023/02/24/politics/pentagon-investigation-email-leak": {"paras": ["The Pentagon is investigating how a trove of internal US Special Operations Command emails was apparently exposed publicly online and leaked unclassified data for nearly two weeks without the military's knowledge, a Pentagon spokesperson told CNN.  ", "The Department of Defense's chief information officer and the US military's Cyber Command are investigating the root cause of the incident and \"why this problem was not detected sooner,\" US Navy Commander Jessica McNulty, a Pentagon spokesperson, told CNN Thursday night.   ", "The investigation follows an independent cybersecurity researcher's discovery of three terabytes of Department of Defense unclassified emails sitting on the public internet, apparently due to a misconfiguration of a computer server and dating to February 8. That amount is equivalent to dozens of standard smart phones' storage.  ", "CNN reported earlier this week that the military had launched a probe into the researcher's report.  ", "Samples of the emails that the researcher, Anurag Sen, shared with CNN dated back years and included standard information about US military contracts and requests by Department of Defense employees to have their paperwork processed.  ", "It is not uncommon for large organizations to inadvertently expose internal data to the internet, but the fact that this was a Department of Defense email server will give US officials cause for concern.  ", "Special Operations Command is an elite Pentagon command responsible for counterterrorism and hostage rescue missions around the globe.  ", "The involvement of Cyber Command in the investigation underscores the greater prominence it has taken in securing the US military's sprawling set of computer networks in recent years. More than a decade since its formation, the command has taken on a bigger role in hacking cybercriminal networks and foreign governments, but also in helping with defense of military computer networks.  "], "headline": "Pentagon investigating how internal emails leaked for 2 weeks without its knowledge    ", "timestamp": "  Published  12:01 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/politics/pentagon-investigation-email-leak"}, "/2023/02/23/politics/abdul-rabbani-mohammed-rabbani-guantanamo-bay-pakistan": {"paras": ["The US transferred two brothers detained at Guantanamo Bay in Cuba to Pakistan, the Defense Department announced Thursday, part of the Biden administration's ongoing efforts to close the prison facility.  ", "Abdul Rabbani and Mohammed Rabbani were held as detainees in the US' decadeslong war against terror for operating safe houses used by al Qaeda members, including Khalid Sheikh Mohammed, the accused mastermind of the 9/11 attacks.  ", "The brothers, who were never charged with a crime, were repatriated to Pakistan after it was determined that their detention was no longer needed to protect against a \"continuing, significant threat\" to the United States, the Defense Department said in a statement.  ", "\"The United States appreciates the willingness of the Government of Pakistan and other partners to support ongoing U.S. efforts focused on responsibly reducing the detainee population and ultimately closing the Guantanamo Bay facility,\" the Pentagon said.   ", "Defense Secretary Lloyd Austin had notified Congress in January of his intent to repatriate the Rabbani brothers to Pakistan.  ", "Their transfer comes after the Pentagon announced the transfer of another Guantanamo prisoner, Majid Khan, to Belize earlier this month. Khan was convicted of terrorism offenses in 2012 and completed his sentence.   ", "Khan lived in the US from 1996 to early 2002 and was suspected of assisting al Qaeda in planning attacks on the US and elsewhere. Authorities believed he joined al Qaeda after the attacks on September 11, 2001.  ", "There are currently 32 detainees remaining at Guantanamo Bay, 18 of whom are eligible for transfer, according to the Defense Department.  ", "In order to close the prison, President Joe Biden would need to move all 32 detainees to other prisons or locations. When former President Barack Obama wanted to try the five accused of plotting 9/11 in New York City, he faced swift public and political backlash.  ", "Obama also promised to shut Guantanamo when he campaigned for the White House, setting up the office of military commissions and the Periodic Review Board system during his tenure, but failed to close the prison during his eight years in office.  ", "Originally opened in 2002, the facility was meant to be a place where suspects in the war on terror could be interrogated. But prisoners have been indefinitely detained, many without charges or trial and subjected to reported abuse. As the US war on terror dragged on, the detention facility became an international symbol of US rights abuses in the post-9/11 era.  "], "headline": "US transfers two brothers detained in Guantanamo Bay to Pakistan    ", "timestamp": "  Published  10:48 PM EST, Thu February 23, 2023    ", "act": "/2023/02/23/politics/abdul-rabbani-mohammed-rabbani-guantanamo-bay-pakistan"}, "/2023/02/23/politics/scott-perry-doj-dc-circuit-arguments": {"paras": ["A federal appeals court on Thursday questioned the access that Justice Department prosecutors can have to a GOP lawmaker's phone seized as part of the special counsel investigation into 2020 election subversion.  ", "At a partially public hearing Thursday, the US DC Circuit Court of Appeals grappled with the scope of a constitutional provision that shields legislators from certain law enforcement actions and had tough questions for both the attorney representing Republican Rep. Scott Perry, whose phone was seized by the FBI in August, and for the Justice Department attorney arguing in favor of prosecutors being able to obtain communications from the device.  ", "Many details of the dispute remain shrouded in secrecy, including an underlying district court opinion that Perry appealed to the circuit court.   ", "An attorney for Perry said Thursday that the files in question pertained to the discussions the Pennsylvania congressman was having about two legislative matters: a election rules reform bill Congress was considering in early 2021 and Perry's vote on the January 6, 2021, certification of the presidential election results.  ", "A lawyer for the special counsel's office did not provide that level of detail about what's at issue in the case, argued that the Justice Department should be able to access a member of Congress' cell phone records if they were making calls as informal research before a possible legislative vote.  ", "The key issue in the case is whether the Constitution's so-called Speech or Debate Clause - which says legislators cannot be questioned on \"any Speech or Debate\" in Congress - applies to a lawmaker's \"informal fact finding\" that was not formally authorized by Congress.  ", "Two judges on the circuit panel - Circuit Judges Gregory Katsas and Neomi Rao, both Trump appointees - zeroed in on this issue in their questions for DOJ attorney John Pellettieri. They seemed to balk at the hard line he drew that those kinds of informal communications were not protected by the clause. The judges, however, also grilled Rowley on whether he was pushing a virtually limitless interpretation of the Clause that would shield all sort of communications lawmakers had, including with individuals not in Congress.  ", "\"Shouldn't we put weight on the fact that what we're talking about here seems far afield from Speech or Debate?\" Katsas asked Rowley.  ", "How the DC Circuit views the 17-word constitutional provision could have implications not just for how the Trump investigations proceed, but what sort of immunity legislators have in all sorts of court proceedings going forward - particularly if the conduct is not clearly part of their formal activities in Congress.   ", "\"We want members of Congress to be able to do their jobs without constantly being hauled into court,\" said Elliot Williams, a former Justice Department official who also worked for the Senate Judiciary Committee. \"But it defies logic and probably the Constitution for Congress to think it can wave a wand and call everything it touches quote 'informal legislative fact-finding.'\"   ", "Perry was identified by the House January 6 committee as a player in Trump's efforts to weaponize the Justice Department. Perry did not comply with a subpoena from the committee for his testimony.   ", "After the FBI seized Perry's phone access, he filed a public lawsuit challenging investigators' access to its contents. However, the wrangling between him and the Justice Department has played out in private court proceedings.  ", "Only the first hour or so of the roughly 90 minute hearing played out in open court, with the latter part of the proceedings taking place under seal.  ", "The Constitution's Speech or Debate Clause says that \"for any Speech or Debate in either House,\" lawmakers \"shall not be questioned in any other Place.\" It functions as a separation-of-powers provision that prevents legislators from being arrested or being forced to participate in court proceedings for their legislative conduct on the congressional floor.   ", "Courts have also said the clause extends to lawmaker conduct in congressional committee proceedings and that it also can cover congressional staff.   ", "The Speech of Debate Clause is \"not a get out of jail free card,\" Thomas Spulak, who served as general counsel to the House of Representatives in the 1990s, told CNN this week.  ", "\"It only protects them from questioning, being subpoenaed or anything else for any legislative acts,\" Spulak said. \"What we're seeing today is a judicial analysis of what defines a legislative act.\"  ", "In the judges' questions for the DOJ Thursday, the DC Circuit panel appeared sympathetic to Perry's position that informal discussions that legislators have with outside parties can amount to the type of legislative activity covered by the clause.  ", "\"Suppose a member is deliberating how to vote. They do a series of calls to key stakeholders and records the calls. You think you can get that?\" Katsas asked Pellettieri.  ", "Rao asked the DOJ lawyer: \"Why is an individual's fact finding not a precursor to legislative proceeding?\"  ", "Already, the Speech or Debate clause has been invoked in disputes arising from investigations into 2020 election subversion, including when South Carolina GOP Sen. Lindsey Graham tried to resist a testimonial subpoena issued in the Fulton County grand jury probe.    ", "Rowley, at Thursday's hearing, pointed to the Graham case and other decisions as supporting Perry's arguments. He offered the recent trail derailment in Ohio as an example of the type of matter a lawmaker would do his own research on for potential legislation even though Congress had not yet set up a formal investigation.  ", "Still, the judges hinted their wariness of interpreting the provision too broadly  ", "\"I am wondering what you think might be the limits of such a non-disclosure privilege,\" Rao asked Rowley.  ", "In seeking to block DOJ's access to Perry's phone, his lawyers have pointed specifically to a 2007 ruling concerning an FBI search of then-Rep. William Jefferson's congressional office in a bribery probe. The DC Circuit said that the Justice Department ran afoul of the constitutional clause by sorting through the Louisiana Democrat's files without his consent.   ", "Chief Judge Beryl Howell, however, ruled under seal that in Perry's case, some of the communications on Perry's phones wouldn't fall under his legislative work because they weren't sanctioned by any legislative authority. She said that investigators could access certain materials on Perry's phone that his lawyers had argued should be withheld. Howell's ruling did, however, allow Perry to protect some of his phone contents under the Speech or Debate Clause, a source familiar with the investigation told CNN.  ", "To make her decision, Howell confidentially reviewed details about the information that was on Perry's phone that the Justice Department sought, the source said. Prosecutors still haven't gotten access to the more than 2,000 records they seek.    ", "The DC Circuit Court of Appeals above Howell has put on hold her rulings, including investigators' ability to access Perry's phone records, as it hears arguments in the case on a much-quicker-than-usual timeline.   ", "On Thursday, Perry's attorney said that his circumstances were parallel to the 2007 case, with the difference being this search is of a cell phone instead of an office.  ", "The judges, however, asked Rowley whether the immunity applies once a lawmaker speaks to parties outside of Congress - and questioned whether that could theoretically cover all kinds of communications of a member of Congress using a cell phone.  ", "\"It's not the cell phone that makes this odd, it's that the communication can be to anyone in the universe,\"  Katsas told Rowley.  ", "Circuit Judge Karen Henderson, the third member of the panel, participated in Thursday's hearing remotely. Henderson, an appointee of President George H.W. Bush, was on the circuit panel in the William Jefferson case and wrote a concurrence that took a much narrower view of the Speech or Debate Clause than the one embraced by the other judges on that decision.  ", "The DC Circuit is also considering whether it has the authority to intervene at this point, but the judges asked the parties to focus on the other legal questions in the case when arguing on Thursday.  ", "The House - with the approval of both majority and minority leadership - has sought to weigh in on the case, in a sign of how the Perry litigation could set the rules for how the immunity applies to all sorts of lawmaker activity going forward. The House's filings, however, are not public.   ", "Spulak noted that, practically speaking, the role of a congressperson has become \"pretty broad\" over time and that their legislative duties can go beyond talking about a specific piece of legislation, \"since oversight is fundamental to the legislative process.\"   ", "In the Graham case, the US Supreme Court refused to block the Fulton County grand jury's subpoena for his testimony. The justices stressed that the lower courts that ordered his appearance had said that the Speech or Debate Clause precluded him from question about the \"informal investigative fact finding\" that was part of his legislative activity.  ", "The DC Circuit's consideration of the Perry case could flesh out what kind of informal fact-finding amounts to protected legislative activity.   ", "\"Depending on how broad you read what a legislative act is, it could permit members of Congress to really cover lots of their conduct within the speech or Debate Clause that I think we would generally not think would be covered,\" said Neil Eggleston, a former White House counsel under President Barack Obama.   ", "This story has been updated with additional developments Thursday."], "headline": "Appeals court questions access that prosecutors can have to a GOP lawmaker's phone seized in 2020 election investigation    ", "timestamp": "  Updated  9:04 PM EST, Thu February 23, 2023    ", "act": "/2023/02/23/politics/scott-perry-doj-dc-circuit-arguments"}, "/2023/02/23/politics/mccarthy-january-6-footage": {"paras": ["House Speaker Kevin McCarthy defended his controversial move to grant Fox News host Tucker Carlson access to security footage from the January 6, 2021, attack on the Capitol, telling the New York Times he \"promised.\"  ", "\"I was asked in the press about these tapes, and I said they do belong to the American public. I think sunshine lets everybody make their own judgment,\" he told the Times.  ", "McCarthy - who has already been fundraising on the move - did indeed promise to release the footage as part of his bid to become speaker, and it was something Republican Rep. Matt Gaetz had specifically been demanding. In fact, it was on a lengthy list of demands that Gaetz walked into McCarthy's office with on the Monday night before the speaker's vote, according to a GOP source familiar with the list.   ", "But the list did not say the footage needs to go to Carlson - that was decided later.    ", "McCarthy could have tasked his own committees with sorting through the footage and presenting it, but a source close to McCarthy said he has long been wary of having the House GOP looking like it is investigating or relitigating the January 6 attack.   ", "Instead, McCarthy opted to give the footage to a friendly conservative media network. Specifically, he opted to give the exclusive to Carlson, who has been one of the most vocal voices in conservative media calling for the footage to be released. Carlson has been a huge McCarthy critic - so this move could help win the speaker some favor with Carlson's camp as McCarthy tries to hold together both the conservative and moderate wings of his Republican conference.  ", "McCarthy is hoping that outsourcing this work to the media will be a way to appease his right flank without upsetting his moderates and majority makers.   ", "But it's a still a big risk, and McCarthy and House Republicans could still wind up taking the blame for however this plays out in the media. Already, Democrats have been quick to criticize the move by McCarthy, warning that it creates a significant security risk.  ", "Senate Majority Leader Chuck Schumer on Wednesday blasted McCarthy in a letter to his Senate colleagues - comments that marked the first time Schumer has spoken out about the move. Schumer said in the letter that, \"the speaker is needlessly exposing the Capitol complex\" and that the disclosure \"poses grave security risks to members of Congress and everyone who works on Capitol Hill.\"  ", "In the letter, Schumer said McCarthy's decision to give the footage to Carlson \"laid bare that this sham is simply about pandering to MAGA election deniers, not the truth.\"  ", "Carlson has been one of the most prominent promoters of January 6 conspiracy theories. Most notably, he has devoted significant airtime to the false claim that liberal \"deep state\" partisans within the FBI orchestrated the insurrection as a way to undermine former President Donald Trump. He has conducted sympathetic interviews with some of the rioters who were subsequently charged by the Justice Department.  ", "After more than a dozen news outlets, including CNN, sued for access to the videos in 2021, the chief judge of DC federal court ruled that the public has a strong interest in seeing some security footage from the attack. However, these video releases haven't been automatic or guaranteed. News outlets can request the public release of videos after they are played in open court, on a case-by-case basis.  "], "headline": "McCarthy defends release of January 6 footage to Tucker Carlson: 'I promised'    ", "timestamp": "  Updated  8:28 PM EST, Thu February 23, 2023    ", "act": "/2023/02/23/politics/mccarthy-january-6-footage"}, "/2023/02/20/politics/gallery/us-presidents-war-zone": {"paras": [], "headline": "In pictures: US presidents in war zones    ", "timestamp": "  Published  5:09 PM EST, Mon February 20, 2023    ", "act": "/2023/02/20/politics/gallery/us-presidents-war-zone"}, "/2022/08/11/politics/gallery/ron-desantis": {"paras": [], "headline": "In pictures: Florida Gov. Ron DeSantis    ", "timestamp": "  Updated  10:37 AM EST, Thu February 16, 2023    ", "act": "/2022/08/11/politics/gallery/ron-desantis"}, "/2018/10/09/politics/gallery/nikki-haley-life-career": {"paras": [], "headline": "In pictures: Nikki Haley's career in politics    ", "timestamp": "  Updated  12:36 PM EST, Wed February 15, 2023    ", "act": "/2018/10/09/politics/gallery/nikki-haley-life-career"}}