{"/2023/03/06/middleeast/turkey-earthquake-economic-cost-mime-intl": {"paras": ["The devastating earthquake that hit Turkey on February 6 killed at least 45,000 people, rendered millions homeless across almost a dozen cities and caused immediate damage estimated at $34 billion - or roughly 4% of the country's annual economic output, according to the World Bank.    ", "But the indirect cost of the quake could be much higher, and recovery will be neither easy nor quick.   ", "The Turkish Enterprise and Business Confederation estimates the total cost of the quake at $84.1 billion, the lion's share of which would be for housing, at $70.8 billion, with lost national income pegged at $10.4 billion and lost working days at $2.91 billion.    ", "\"I do not recall... any economic disaster at this level in the history of the Republic of Turkey,\" said Arda Tunca, an Istanbul-based economist at PolitikYol.    ", "Turkey's economy had been slowing even before the earthquake. Unorthodox monetary policies by the government caused soaring inflation, leading to further income inequality and a currency crisis that saw the lira lose 30% of its value against the dollar last year. Turkey's economy grew 5.6% last year, Reuters reported, citing official data.   ", "Economists say those structural weaknesses in the economy will only get worse because of the quake and could determine the course of presidential and parliamentary elections expected in mid-May.     ", "Still, Tunca says that while the physical damage from the quake is colossal, the cost to the country's GDP won't be as pronounced when compared to the 1999 earthquake in Izmit, which hit the country's industrial heartland and killed more than 17,000. According to the OECD, the areas impacted in that quake accounted for a third of the country's GDP.    ", "The provinces most affected by the February 6 quake represent some 15% of Turkey's population. According to the Turkish Enterprise and Business Confederation, they contribute 9% of the nation's GDP, 11% of income tax and 14% of income from agriculture and fisheries.    ", "\"Economic growth would slow down at first but I don't expect a recessionary threat due to the earthquake,\" said Selva Demiralp, a professor of economics at Koc University in Istanbul. \"I don't expect the impact on (economic) growth to be more than 1 to 2 (percentage) points.\"    ", "There has been growing criticism of the country's preparedness for the quake, whether through policies to mitigate the economic impact or prevent the scale of the damage seen in the disaster.     ", "How Turkey will rehabilitate its economy and provide for its newly homeless people is not yet known. But it could prove pivotal in determining President Recep Tayyip Erdogan's political fate, analysts and economists say, as he seeks another term in office.    ", "The government's 2023 budget, released before the earthquake, had planned for increased spending in an election year, foreseeing a deficit of 660 billion liras ($34.9 billion).    ", "The government has already announced some measures that analysts said were designed to shore up Erdogan's popularity, including a near 55% increase in the minimum wage, early retirement and cheaper housing loans.    ", "Economists say that Turkey's fiscal position is strong. Its budget deficit, when compared to its economic output, is smaller than that of other emerging markets like India, China and Brazil. That gives the government room to spend.    ", "\"Turkey starts from a position of relative fiscal strength,\" said Selva Bahar Baziki of Bloomberg Economics. \"The necessary quake spending will likely result in the government breaching their budget targets. Given the high humanitarian toll, this would be the year to do it.\"     ", "Quake-related public spending is estimated at 2.6% of GDP in the short run, she told CNN, but could eventually reach as high as 5.5%.   ", "Governments usually plug budget shortfalls by taking on more debt or raising taxes. Economists say both are likely options. But post-quake taxation is already a touchy topic in the country, and could prove risky in an election year.    ", "After the 1999 quake, Turkey introduced an \"earthquake tax\" that was initially introduced as a temporary measure to help cushion economic damage, but subsequently became a permanent tax.    ", "There has been concern in the country that the state may have squandered those tax revenues, with opposition leaders calling on the government to be more transparent about what happened to the money raised. When asked in 2020, Erdogan said the money \"was not spent out of its purpose.\" Since then, the government has said little more about how the money was spent.     ", "\"The funds created for earthquake preparedness have been used for projects such as road constructions, infrastructure build-ups, etc. other than earthquake preparedness,\" said Tunca. \"In other words, no buffers or cushions have been set in place to limit the economic impacts of such disasters.\"    ", "The Turkish presidency didn't respond to CNN's request for comment.    ", "Analysts say it's too early to tell precisely what impact the economic fallout will have on Erdogan's prospects for re-election.    ", "The president's approval rating was low even before the quake. In a December poll by Turkish research firm MetroPOLL, 52.1% of respondents didn't approve of his handling of his job as president. A survey a month earlier found that a slim majority of voters would not vote for Erdogan if an election were held on that day.    ", "Two polls last week, however, showed the Turkish opposition had not picked up fresh support, Reuters reported, citing partly its failure to name a candidate  and partly its lack of a tangible plan to rebuild areas devastated by the quake.    ", "The majority of the provinces worst affected by the quake voted for Erdogan and his ruling AK Party in the 2018 elections, but in some of those provinces, Erdogan and the AK Party won with a plurality of votes or a slim majority.   ", "Those provinces are some of the poorest in the country, the World Bank says.   ", "Research conducted by Demiralp as well as academics Evren Balta from Ozyegin University and Seda Demiralp from Isik University, found that while the ruling AK Party's voters' high partisanship is a strong hindrance to voter defection, economic and democratic failures could tip the balance.     ", "\"Our data shows that respondents who report being able to make ends meet are more likely to vote for the incumbent AKP again,\" the research concludes. \"However, once worsening economic fundamentals push more people below the poverty line, the possibility of defection increases.\"    ", "This could allow opposition parties to take votes from the incumbent rulers \"despite identity-based cleavages if they target economically and democratically dissatisfied voters via clear messages.\"    ", "For Tunca, the economic fallout from the quake poses a real risk for Erdogan's prospects.   ", "\"The magnitude of Turkey's social earthquake is much greater than that of the tectonic one,\" he said. \"There is a tug of war between the government and the opposition, and it seems that the winner is going to be unknown until the very end of the elections.\"    ", "Nadeen Ebrahim and Isil Sariyuce contributed to this report. ", "This article has been corrected to say that the research, not the survey, was conducted by the academics. ", "Sub-Saharan African countries repatriate citizens from Tunisia after 'shocking' statements from country's president ", "Sub-Saharan African countries including Ivory Coast, Mali, Guinea and Gabon, are helping their citizens return from Tunisia following a controversial statement from Tunisian President Kais Saied, who has led a crackdown on illegal immigration into the North African country since last month.   ", "Iranian Supreme Leader says schoolgirls' poisoning is an 'unforgivable crime' ", "Iranian Supreme Leader Ayatollah Ali Khamenei on Monday said that the poisoning of schoolgirls in recent months across Iran is an \"unforgivable crime,\" state-run news agency IRNA reported. Khamenei urged authorities to pursue the issue, saying that \"if it is proven that the students were poisoned, the perpetrators of this crime should be severely punished.\"   ", "Iran to allow further IAEA access following discussions - IAEA chief ", "Iran will allow more access and monitoring capabilities to the International Atomic Energy Agency (IAEA), agency Director General Rafael Grossi said at a press conference in Vienna on Saturday, following a trip to the Islamic Republic. The additional monitoring is set to start \"very, very soon,\" said Grossi, with an IAEA team arriving within a few days to begin reinstalling the equipment at several sites.    ", "A new sphinx statue has been discovered in Egypt - but this one is thought to be Roman.    ", "The smiling sculpture and the remains of a shrine were found during an excavation mission in Qena, a southern Egyptian city on the eastern banks of the River Nile.    ", "The shrine had been carved in limestone and consisted of a two-level platform, Mamdouh Eldamaty, a former minister of antiquities and professor of Egyptology at Ain Shams University said in a statement Monday from Egypt's ministry of tourism and antiquities. A ladder and mudbrick basin for water storage were found inside.    ", "The basin, believed to date back to the Byzantine era, housed the smiling sphinx statue, carved from limestone.   ", "Eldamaty described the statue as bearing \"royal facial features.\" It had a \"soft smile\" with two dimples. It also wore a nemes on its head, the striped cloth headdress traditionally worn by pharaohs of ancient Egypt, with a cobra-shaped end or \"uraeus.\"   ", "A Roman stela with hieroglyphic and demotic writings from the Roman era was found below the sphinx.    ", "The professor said that the statue may represent the Roman Emperor Claudius, the fourth Roman emperor who ruled from the year 41 to 54, but noted that more studies are needed to verify the structure's owner and history.   ", "The discovery was made in the eastern side of Dendera Temple in Qena, where excavations are still ongoing.    ", "Sphinxes are recurring creatures in the mythologies of ancient Egyptian, Persian and Greek cultures. Their likenesses are often found near tombs or religious buildings.   ", "It is not uncommon for new sphinx statues to be found in Egypt. But the country's most famous sphinx, the Great Sphinx of Giza, dates back to around 2,500 BC and represents the ancient Egyptian Pharoah Khafre.   ", "By Nadeen Ebrahim "], "headline": "Turkey's earthquake caused $34 billion in damage. It could cost Erdogan the election    ", "timestamp": "  Updated  11:28 AM EST, Mon March 6, 2023    ", "act": "/2023/03/06/middleeast/turkey-earthquake-economic-cost-mime-intl"}, "/2023/03/06/middleeast/iran-investigation-senate-foreign-relations-committee-intl": {"paras": ["A committee of US senators has called on the United Nations to investigate a network of secret torture centers in Iran exposed by a CNN investigation last month.  ", "The US Senate Foreign Relations Committee said the CNN report - which revealed a swathe of clandestine detention centers used by the Iranian regime to brutalize protesters into submission - demonstrated that Iran was prepared to torture its own people in order to quell unrest.  ", "\"The discovery of these secret jails is the latest example of the cruelty of the Iranian regime. The international community needs to hold Tehran accountable for torturing its own citizens,\" read a tweet posted by the official account of the Senate Foreign Relations Committee, linking to the CNN report. It said the revelations should be investigated by the United Nations Human Rights Council's fact-finding mission on Iran.  ", "In November, the UN Human Rights Council (UNHRC) launched an independent investigation into Iran's crackdown on a nationwide uprising that erupted in September over the death in detention of 22-year-old Kurdish-Iranian woman Mahsa Amini. The mission will collect evidence of abuse in the repression of the protests.   ", "The findings of a probe by a UNHRC-established commission of inquiry on Syria were used last year in the prosecution of a Syrian ex-colonel in Germany for crimes against humanity.   ", "In late February, CNN's international investigative unit published an investigation into secret detention centers used by the Iranian regime, pinpointing more than three dozen clandestine jails, or black sites, many of which were undeclared and operated inside of government or Iranian Revolutionary Guard Corps (IRGC) facilities.   ", "Drawing on about two dozen testimonies from Iranian lawyers and survivors of the black sites, CNN found that the use of the black sites - which exist outside of Iranian due process - was unprecedented in scale.   ", "Among the most severe forms of torture detailed in those testimonies were electrocutions, removal of nails, lashings and beatings that resulted in scars and broken limbs, and sexual violence.  ", "The findings paint a picture of a regime meting out torture on an industrial scale, to crush an uprising that has posed the biggest domestic threat to the clerical elite in decades.   "], "headline": "US senators call for UN probe into secret Iranian torture centers exposed by CNN    ", "timestamp": "  Updated  8:18 AM EST, Mon March 6, 2023    ", "act": "/2023/03/06/middleeast/iran-investigation-senate-foreign-relations-committee-intl"}, "/2023/03/06/middleeast/hfr-iran-suspected-poisoning-girls-schools-intl": {"paras": ["Iran has experienced a spike in suspected poisoning attacks at girls' schools across the country in recent days, according to state and semi-official media, as medical staff and teachers accused government officials of attempting to silence the victims.   ", "Iran has seen a wave of suspected poisoning attacks, almost entirely at girls' schools, since late November. The so-far unexplained illnesses have affected hundreds of schoolgirls, with many hospitalized.   ", "Saturday is believed to be the worst day yet, with incidents reported at dozens of schools. Social media video showed schoolgirls being escorted to ambulances and using oxygen canisters at locations across the country.  CNN was able to verify dozens of these new incidents, using video and witness testimony, across 10 provinces.  ", "On Monday, Iran's Supreme Leader Ali Khamenei called the suspected poisonings an \"unforgivable crime,\" calling for \"severe punishment\" for anyone found responsible. As of last Wednesday, no one had been arrested in connection with the incidents, according to Interior Minister Ahmad Vahidi.  ", "\"This is a big and unforgivable crime. If it is proven that the students were poisoned, the perpetrators of this crime should be severely punished. There will be no amnesty for these people,\" Khamenei said on the sidelines of a tree-planting event in Tehran, according to official news agency IRNA.  ", "In the southeastern Khuzestan province, the number of suspected poisonings totaled nearly 700 patients on Sunday, according to state media outlet ISNA, citing the Vice President of Ahvaz University of Medical Science, Habib Haibar.    ", "Many of the reports and videos posted to social media were recorded Saturday, the start of Iran's five-day work and school week, which runs from Saturday to Wednesday.   ", "In a statement carried by the state-aligned Tasnim news agency on Saturday, Vahidi said \"suspicious substances\" had been identified in connection with the incidents.   ", "\"During field investigations by the relevant bodies, suspicious samples have been found, which are being examined at laboratories in order to identify the causes of complications in students,\" Vahidi said.   ", "\"Results will be announced as soon as possible by the Ministry of Health,\" he added.   ", "Vahidi also emphasized that the government's main priority is the health of students, according to Tasnim.  ", "Speculation has swirled among Iranian lawmakers as the spate of suspected attacks dominates headlines. On Friday, Iran's hardline President Ebrahim Raisi blamed the incident on \"enemies of Iran\" who, he said, aimed to stoke unrest in the country.   ", "\"Recently, the enemies who have been orchestrating and waging media and psychological warfare in Iran seek to weaken Iran's security hoping to create an atmosphere of despair by fomenting insecurity and apprehension in the Iranian society,\" Raisi said in a statement about the suspected poisoning attacks.  ", "Raisi did not directly specify who the \"enemies\" were, although Tehran habitually accuses the United States and Israel of acting against it.  ", "Iranian Foreign Minister Hossein Amir-Abdollahian on Friday criticized Western governments for \"shedding crocodile tears\" over the poisonings.   ", "Both the US and United Nations have called on the Iranian authorities to fully investigate the suspected poisonings and hold those responsible accountable.  ", "Meanwhile, parents of the victims have staged protests over the poisoning incidents, in scenes reminiscent of the start of a nationwide uprising that erupted last September over the death of Mahsa Amini. The 22-year-old Kurdish-Iranian woman died after being detained by Iran's \"morality police\" and taken to a \"re-education center,\" allegedly for not abiding by the country's conservative dress code.  ", "Security forces reportedly fired tear gas at demonstrations on Sunday in the capital, Tehran. Social media video showed security forces dispersing the protests.   ", "CNN spoke with four medical sources who treated the students who were believed to have been poisoned, one teacher from an affected school and four parents of the victims, who all claimed they were pressured not to speak about the issue.   ", "One doctor who has treated several of the students affected told CNN he believed his phone was being monitored. He and three other medical sources said hospital administrators ordered them to refrain from speaking in public about the issue in what they described as a silencing campaign orchestrated by the government.   ", "On Sunday, social media video showed multiple schoolgirls receiving medical attention at Yazd hospital, in central Iran.   ", "\"The private school was attacked by gas. All the children have difficulty breathing,\" said the woman filming the video. \"This is our country. They don't even know what they are doing.\"   "], "headline": "Medics, teacher, parents accuse Iran government of silencing victims of suspected poisoning attacks    ", "timestamp": "  Published  8:14 AM EST, Mon March 6, 2023    ", "act": "/2023/03/06/middleeast/hfr-iran-suspected-poisoning-girls-schools-intl"}, "/2023/03/04/middleeast/protests-iran-schoolgirls-poisoning-intl-hnk": {"paras": ["Worried parents protested in Iran's capital Tehran and other cities on Saturday over a wave of suspected poison attacks that have affected schoolgirls in dozens of schools, according to Iranian news agencies and social media videos.  ", "The so-far unexplained illnesses have affected hundreds of schoolgirls in recent months. Iranian officials believe the girls may have been poisoned and have blamed Tehran's enemies.  ", "The country's health minister has said the girls have suffered \"mild poison\" attacks and some politicians have suggested the girls could have been targeted by hardline Islamist groups opposed to girls' education.  ", "Iran's interior minister said on Saturday investigators had found \"suspicious samples\" that were being studied.  ", "\"In field studies, suspicious samples have been found, which are being investigated... to identify the causes of the students' illness, and the results will be published as soon as possible,\" the minister, Abdolreza Rahmani Fazli, said in a statement carried by the official news agency IRNA.  ", "Sickness affected more than 30 schools in at least 10 of Iran's 31 provinces on Saturday. Videos posted on social media showed parents gathered at schools to take their children home and some students being taken to hospitals by ambulance or buses.  ", "A woman from the city of Qom previously told CNN that both her daughters, who attended different schools, had been poisoned. One girl suffered significant health issues after being poisoned: experiencing nausea, shortness of breath and numbness in her left leg and right hand as well as difficulty walking.   ", "A gathering of parents outside an Education Ministry building in western Tehran on Saturday to protest over the illnesses turned into an anti-government demonstration, according to a video verified by Reuters.  ", "\"Basij, Guards, you are our Daesh,\" protesters chanted, likening the Revolutionary Guards and other security forces to the Islamic State group.  ", "Similar protests were held in two other areas in Tehran and other cities including Isfahan and Rasht, according to unverified videos.  ", "The outbreak of schoolgirl sickness comes at a critical time for Iran's clerical rulers, who have faced months of anti-government protests sparked by the death of a young Iranian woman in the custody of the morality police who enforce strict dress codes.  ", "Social media posts in recent days have shown photos and videos of girls who have fallen ill, feeling nauseaous or suffering heart palpitations. Others complained of headaches. Reuters could not verify the posts.  ", "The United Nations human rights office in Geneva called on Friday for a transparent investigation into the suspected attacks and countries including Germany and the United States have voiced concern.  ", "Experts have spoken about the difficulties in investigating the situation in Iran and told CNN that the incidents were \"remarkably similar\" to dozens of incidents at schools in Afghanistan since 2009. \"In a few of these incidents, pesticides were strongly suspected but most of the illnesses remain unexplained,\" said London based defense specialist Dan Kaszeta from the Royal United Services Institute.  ", "Iran rejected what it views as foreign meddling and \"hasty reactions\" and said on Friday it was investigating the causes of the incidents.  ", "\"It is one of the immediate priorities of Iran's government to pursue this issue as quickly as possible and provide documented information to resolve the families' concerns and to hold accountable the perpetrators and the causes,\" Foreign Ministry spokesperson Nasser Kanaani told state media.  ", "Schoolgirls were active in the anti-government protests that began in September. They have removed their mandatory headscarves in classrooms, torn up pictures of Supreme Leader Ayatollah Ali Khamenei and called for his death.  "], "headline": "Wave of suspected poison attacks on schoolgirls sparks protests in Iran    ", "timestamp": "  Published  9:30 PM EST, Sat March 4, 2023    ", "act": "/2023/03/04/middleeast/protests-iran-schoolgirls-poisoning-intl-hnk"}, "/2023/03/03/middleeast/inside-palestinian-town-minister-wants-erased-mime-intl": {"paras": ["A burning smell lingers in the air of Huwara.   ", "Shattered glass still litters people's property. A ten-year-old child brandishes a spent Israeli military stun grenade, explaining he knows it's safe because the string that activates it is gone.    ", "The gray and black carcasses of burnt out cars serve as a grotesque reminder of the worst Israeli settler violence these Palestinian villagers say they've ever experienced.   ", "The town, just south of Nablus in the occupied West Bank, has long been a flashpoint for Israeli-Palestinian violence. Part of the reason is that it straddles one of the main roadways, route 60, that Israeli settlers and Palestinians alike use. It's also surrounded on three sides by Israeli Jewish settlements that have a reputation for being extremely nationalistic.     ", "It's here that two Israeli brothers were shot and killed at point blank range on Sunday while they sat in traffic. The person or persons responsible have yet to be found.     ", "It's here that, hours later, dozens of settlers went on a rampage that one of Israel's top military generals later called a \"pogrom,\" leading to the death of one Palestinian man and other injuries.   ", "Huwara resident Nahawand Damidi's house is behind a metal fence, for protection against settler attacks. But Sunday night the violence reached another level, she told CNN on Thursday.   ", "\"[The settlers] usually attack us by throwing stones. If we try to defend ourselves they will use weapons, but last time was different. Wherever you looked there were bullets ... fires, fires everywhere,\" she said, standing on her balcony.   ", "Security camera footage residents shared with CNN show settlers - identified by their religious tassels, called tzitzit, hanging from under their sweatshirts - piling flammable material in front of 75-year-old Nawal Dumeidi's door, before setting it aflame.    ", "The double door is marred with black scar marks from the flames that literally melted the lock, Dumeidi said. Her two sons had to come back from Dubai to force open the door and free her, she told CNN.   ", "\"What happened is a wild terrorism,\" she said, adding she was stuck in her home for three days before she was able to leave.   ", "Villagers told CNN that they would normally expect the Israeli military to protect them from settler attacks but that on Sunday they did not. The top Israeli general in the West Bank, Major General Yehuda Fuchs, admitted earlier this week the IDF was unprepared for the scale of the settler violence against Palestinians and took responsibility for not controlling it.   ", "Many Israelis go to Huwara to get their cars repaired - with prices being much cheaper than on the other side of the Green Line. The Abu Saris family owns one of those repair shops - but dozen of cars on their lot are now burnt.    ", "Daughter Lamar, 10, speaks confidently and openly about what happened - she's given several media interviews already.   ", "But she also no longer wants to sleep in her room. Her window was broken when settlers threw stones at it.   ", "\"Mom hid us in our room and went to the rooftop to see what's happening.  We heard them breaking the windows of the house. We didn't do anything to them,\" she says, her seven-year-old brother Joud and two-year-old sister Siwar sitting beside her.   ", "Siwar, wearing a yellow Pokemon onesie, whispers \"Beep, fire\" after she hears a noise outside.   ", "\"The biggest crime they did to us is not the business and the cars, but our terrified and traumatized children,\" their mother Hana says. \"Look at [Siwar], she's terrified only from hearing a random sound downstairs.\"   ", "Hana says as the settlers burned the cars in their lot and shot three bullets toward the home, they screamed \"death to Arabs, we will wipe out Huwara.\"   ", "Three days after settlers tried to do exactly that, far-right Israeli Finance Minister Bezalel Smotrich, himself a settler leader, repeated the phrase on stage at a media conference.    ", "\"I think the village of Huwara needs to be erased,\" he told a reporter at a conference run by the Israeli business magazine The Marker. \"I think the State of Israel needs to do this, and not - God forbid - private citizens.\"   ", "The incendiary remarks drew a harsh and swift rebuke from the US State Department, which dubbed them \"repugnant\" and \"disgusting.\" Even Israel's Ambassador to the US Michael Herzog called it \"against our values.\"    ", "And though Israeli Prime Minister Benjamin Netanyahu said he doesn't accept such violence and called on Israelis not to take the law \"into their own hands\" in the wake of the rampage, he has yet to denounce Smotrich's comments.   ", "Many Israelis are disgusted by the violence in Huwara, seeing it as a natural ramification of the most right-wing and pro-settler government in Israeli history.     ", "On Friday, Israeli soldiers intervened in Huwara to prevent dozens of Israelis from demonstrating in support of the villagers.    ", "The town has been deemed a closed military zone in the wake of the violence, specifically with the aim of keeping the sides apart and de-escalating the situation.   ", "Meanwhile, a campaign started by left-wing activist Yair \"Yaya\" Fink to raise funds for the residents has collected more than 1.7 million shekels (nearly $500,000).    ", " \"As a religious person, a Zionist, a major [in the military] and as a person, I cannot be silent while my peers are burning villages,\" Fink tweeted the day after the rampage.   ", "Fink says he's received death threats and spam calls and texts because of his campaign. But he tweeted he'll keep going: \"Whoever thinks that this or the threats on my life will break me doesn't know me, just another motivation to fight against the terrorist anarchists.\"    ", "And Huwara has even become a rallying cry during the protests against the Israeli government's sweeping judicial reforms. On Wednesday as border police clashed with protesters in Tel Aviv, many chanted \"Where were you in Huwara?\"   "], "headline": "Inside the Palestinian town that far-right Israeli minister wants 'erased'    ", "timestamp": "  Published  12:06 PM EST, Fri March 3, 2023    ", "act": "/2023/03/03/middleeast/inside-palestinian-town-minister-wants-erased-mime-intl"}, "/2023/03/03/middleeast/dubai-hip-hop-scene-spc-intl": {"paras": ["Think of the United Arab Emirates and you might not immediately think of hip-hop, but in recent years, Dubai has become home to a small and dedicated group of artists who rap in Arabic about local culture.  ", "Perhaps the biggest star is Mustafa Ismail, better known as \"Freek,\" a Somali rapper who was born and raised in the UAE. He has toured countries including the UK and performed at shows that featured the likes of Future, Gucci Mane, and Wu-Tang Clan.   ", "\"There's a culture here,\" said Ismail. \"There's a story to tell, and people like me that grew up here want to hear a story of a kid that grew up in UAE, or Dubai. This is what hip-hop is all about.\"  ", "In 2022, the scene was given a boost by the launch of GXR Records - which represents 14 UAE-based artists, including Freek - and RAPDXB, a platform that curates playlists and hosts interviews. RAPDXB recently released its first album, featuring some of the UAE's leading rappers.  ", "\"The hip-hop scene in Dubai is growing,\" said Ismail. \"If you see the hip-hop scene in Dubai 10 years ago and now, it's a huge difference. It is even going to get crazier.\"  ", "Watch the video to learn more about hip-hop in Dubai."], "headline": "Dubai's emerging hip-hop scene is finding its voice    ", "timestamp": "  Published  6:16 AM EST, Fri March 3, 2023    ", "act": "/2023/03/03/middleeast/dubai-hip-hop-scene-spc-intl"}, "/2023/03/01/middleeast/iran-schoolgirls-poisoned-schools-intl": {"paras": ["Concern is growing in Iran after reports emerged that hundreds of schoolgirls had been poisoned across the country in recent months.  ", "On Wednesday, Iran's semi-official Mehr News reported that Shahriar Heydari, a member of Parliament, cited an unnamed \"reliable source\" in saying that \"nearly 900 students\" from across the country had been poisoned so far.   ", "The first reported poisonings happened in the city of Qom on November 30, when 18 schoolgirls from one high school were hospitalized, according to Iranian state media. In another incident in Qom on February 14, more than 100 students from 13 schools were taken to hospitals after what the state-affiliated Tasnim news agency described as \"serial poisonings.\"   ", "There have also been reports of schoolgirls being poisoned in the capital Tehran - where 35 were hospitalized on Tuesday, according to Fars News. They were in \"good\" condition, and many of them were later released, Fars reported. State media have also reported student poisonings in recent months in the city of Borujerd and in Chaharmahal and Bakhtiari Province.  ", "Many of the reports involve students at girls' schools, but state media have also reported at least one incident of poisoning at a boys' school, on February 4 in Qom.  ", "CNN has reached out to one of the schools named by state media as having had an incident of poisoning, Noor Yazdanshahr Conservatory in Qom, as well as to individual teachers, but has not heard back.  ", "Iranian Health Minister Bahram Einollahi, who visited affected students in Qom, said on February 15 that the symptoms included muscle weakness, nausea, and tiredness, but that the \"poisoning\" was mild, according to a report in state media outlet Iranian Students News Agency.   ", "Einollahi said his team had taken many samples from patients admitted to one Qom hospital for further testing at Iran's renowned Pasteur Institute, which reported that no microbes or viruses had been identified in the samples, according to ISNA.  ", "It's unclear if the incidents are linked and if the students were targeted. But Iran's Deputy Health Minister in charge of Research and Technology Younes Panahi said on February 26 that the poisonings were \"chemical\" in nature, but not compound chemicals used in warfare and the symptoms were not contagious, according to IRNA.   ", "Panahi added that it appears that the poisonings were deliberate attempts at targeting and shutting down girls' schools, according to IRNA.  ", "\"After the poisoning of several students in Qom ... it became clear that some people wanted all schools, especially girls' schools, to be closed,\" Younes Panahi told a news conference Sunday, according to Iranian state media outlet IRNA. He later retracted the comment, saying he was misquoted, Fars news said.  ", "But a mother of two girls in Qom told CNN that both of her daughters had been poisoned, at two different schools, and one of them had experienced significant health issues after being poisoned last week. She spoke on the condition of anonymity due to the sensitivity of the reports, and fears for her family's safety.  ", "\"One of my daughters was poisoned in school last week,\" the mother told CNN on Tuesday. She said they spent two days at Shahid Beheshti Hospital in Qom along with several other schoolchildren and staff. Her daughter experienced nausea, shortness of breath and numbness in her left leg and right hand, she said.  ", "\"Now she has trouble with her right foot and has difficulty walking,\" the mother said.   ", "Local activists and national political figures have called for the government to do more in investigating the poisonings.  ", "\"The poisoning of students at girls' schools, which have been confirmed as deliberate acts, was neither arbitrary nor accidental,\" tweeted Mohammad Habibi, spokesman for the Iranian Teachers Trade Association on February 26.    ", "Habibi is among a growing number of people who believe that the poisonings may be linked to the recent protests under the \"Women, Life, Freedom\" movement. The movement has been characterized by women's and young girls' outpouring of anger over issues ranging from freedoms in the Islamic Republic to the crippling state of the economy.   ", "\"To erase the gains on freedom of clothing, (the authorities) need to increase public fear,\" he tweeted.   ", "United States Department of State Spokesperson Ned Price called the reports of poisoning schoolgirls \"very disturbing,\" during a briefing Wednesday.  ", "\"We've seen these reports, these are very disturbing, these are very concerning reports,\" Price said.\"To poison girls who are simply trying to learn is simply an abhorrent act.\"  ", "Price urged \"Iranian authorities to thoroughly investigate these reported poisonings and do everything they can to stop them and to hold accountable the perpetrators.\"  ", "In mid-February Tasnim reported that Iran's Minister of Education, Yousef Nouri, said \"most\" of the students' conditions were caused by \"rumors that have scared people,\" and that \"there is no problem.\" He said that some students had been hospitalized due to \"underlying conditions,\" according to Tasnim.  ", "Dan Kaszeta, a London based defense specialist and an associate fellow at the Royal United Services Institute, spoke to CNN about the difficulties authorities may face in confirming reports like these.  ", "\"Unfortunately, it can be very difficult to investigate such incidents. Often, the only way to discover the causative agent is to collect samples at the time of dissemination, and this is usually difficult or impossible,\" he said.   ", "\"These current incidents in Iran are remarkably similar to dozens of incidents at schools in Afghanistan since approximately 2009. In a few of these incidents, pesticides were strongly suspected, but most of the illnesses remain unexplained,\" he added.  ", "Kaszeta went on to explain that smells are difficult to use as an indicator. \"Some things have smell added to them as the underlying dangerous chemical may be odorless.\"  ", "Jamileh Kadivar, a prominent Iranian politician and former member of parliament, also believes that there is malicious intent behind the poisonings. \"The continuity and frequency of poisonings in schools during the past three months proves that these incidents cannot be accidental and are most likely the result of organized group actions directed by think tanks and aimed at specific goals,\" she wrote in an Op-Ed in Iran's state-run newspaper Etelaat.  ", "Iranian Education Minister Yousef Nouri visited some of the students who were hospitalized in Qom after the string of school poisonings in mid-February, and said that a special team had been formed in Tehran to follow up on the issue, according to a report in Tasnim, a state-affiliated media outlet.  ", "Iran's national police chief, Ahmadreza Radan, said on February 28 they are investigating the cause behind the \"poisonings\" and that no one has been arrested with the authorities still trying to determine whether the alleged poisonings are intentional or not, according to IRNA.  "], "headline": "Alarm grows in Iran over reports that hundreds of schoolgirls were poisoned    ", "timestamp": "  Updated  6:49 PM EST, Thu March 2, 2023    ", "act": "/2023/03/01/middleeast/iran-schoolgirls-poisoned-schools-intl"}, "/2023/03/01/middleeast/west-bank-smotrich-ned-price-intl": {"paras": ["Israel's far-right finance minister's call for a Palestinian town \"to be erased\" was harshly condemned by US State Department spokesperson Ned Price on Wednesday, who described the comments as \"repugnant\" and \"irresponsible.\"  ", "Bezalel Smotrich, who also leads the far-right Religious Zionism party, said earlier on Wednesday that the Palestinian town of Huwara \"needs to be erased.\"  ", "The incendiary comment was in reference to the town in the occupied West Bank where two Israeli brothers were shot and killed on Sunday, prompting a rampage through the area by Israeli Jewish settlers that left at least one Palestinian man dead, others injured, and homes and cars burned.  ", "Smotrich was asked Wednesday why he had liked a post on Twitter after the brothers were shot, but before the settler rampage, saying that Huwara should be erased.  ", "\"I think the village of Huwara needs to be erased,\" he told a reporter at a conference run the Israeli business magazine The Marker. \"I think the State of Israel needs to do this, and not - God forbid - private citizens.\"  ", "Price issued a strong condemnation from the US State Department podium Wednesday, saying, \"I want to be very clear about this. These comments were irresponsible. They were repugnant. They were disgusting.\"  ", "\"And just as we condemn Palestinian incitement to violence, we condemn these provocative remarks that also amount to incitement to violence,\" he said at a State Department briefing.  ", "Price also called on Prime Minister Benjamin Netanyahu \"and other senior Israeli officials to publicly and clearly reject and disavow these comments.\"  ", "\"We condemn, as we have consistently, terrorism and extremism in all of its forms, and we continue to urge that there be equal measures of accountability for extremist actions, regardless of the backgrounds of the perpetrators or the victims,\" he said.  ", "Asked by CNN if he would condemn Smotrich's comments following Price's call for \"senior Israeli officials to publicly and clearly reject and disavow these comments,\" Israeli Ambassador to the US Michael Herzog said, \"Notwithstanding the fact that Israel has been subjected to a recent wave of horrific terror attacks against its civilians, it is absolutely not Israeli policy and it's against our values to respond by wiping out civilian villages.\"  ", "Smotrich is expected to visit Washington and New York City in March, but has no meetings planned with Biden administration officials, a source told CNN.  ", "The top Israeli general in the West Bank, Yehuda Fuchs, Tuesday night referred to the Israeli settlers' actions as a \"pogrom.\"  ", "Maj. Gen. Fuchs said Tuesday night that the Israel Defense Forces had not been sufficiently prepared for the revenge attacks that followed the killing of the Yaniv brothers in the town on Sunday.  ", "\"We did not prepare for a pogrom on the scale of dozens of people who come with incendiary devices... they go and set fire to random Palestinian houses, vehicles, etc. - simply  indiscriminate terror,\" Fuchs said, in unusually blunt remarks by an Israeli military official criticizing Israeli settlers.  ", "\"This event in Huwara is a pogrom that was done by outlaws,\" he said, using a word originally meaning organized riots against Jews in imperial Russia.  ", "Palestinians have accused the IDF of attacking Palestinians or standing aside and allowing settlers to run riot.  ", "But Fuchs said the Israel Defense Forces had intervened in Huwara to defend Palestinians from settlers, who clashed not only with Palestinians but with Israeli troops and police.  ", "\"Soldiers of the Golani Reconnaissance Unit opened fire on Israelis, outlaws that almost killed Palestinians,\" he said.  ", "The IDF has sent four additional battalions to the area since Sunday in an effort to \"de-escalate\" the situation and keep Israeli settlers and Palestinians apart, they announced.  ", "Six additional people were arrested on Tuesday night in connection with the Huwara riots, Israel Police said Wednesday - four adults and two minors.  ", "\"These suspects were arrested on suspicion of their involvement in violent disturbances, arson, assault, and causing damage in Huwara,\" a police statement said, specifying that they are suspected of \"setting fire to vehicles and buildings, attacking Palestinians and causing damage.\"  ", "\"The investigation is ongoing and more arrests are expected,\" the statement said.  ", "Eight people were arrested on suspicion of involvement in the riots earlier in the week, of whom at least two are now under house arrest, Israel Police said earlier.  "], "headline": "US condemns Israel far right minister's call for Palestinian town 'to be erased'    ", "timestamp": "  Updated  4:58 AM EST, Thu March 2, 2023    ", "act": "/2023/03/01/middleeast/west-bank-smotrich-ned-price-intl"}, "/2023/03/01/middleeast/iran-uranium-enrichment-iaea-intl": {"paras": ["Uranium particles enriched to near bomb-grade levels have been found at an Iranian nuclear facility, according to the UN's nuclear watchdog, as the US warned that Tehran's ability to build a nuclear bomb was accelerating.   ", "In a restricted report seen by CNN, the Vienna-based International Atomic Energy Agency confirmed that uranium particles enriched to 83.7% purity - which is close to the 90% enrichment levels needed to make a nuclear bomb - had been found in Iran's Fordow Fuel Enrichment Plant (FFEP), an underground nuclear facility located some 20 miles northeast of the city of Qom.   ", "The report says that in January, the IAEA took environmental samples at the Fordow plant, which showed the presence of high enriched uranium particles up to 83.7% purity.    ", "The IAEA subsequently informed Iran that these findings were \"inconsistent with the level of enrichment at the Fordow plant as declared by Iran and requested Iran to clarify the origins of these particles,\" added the report.   ", "Iran's stockpile of uranium enriched up to 60% had also grown from 25.2 kg to 87.5 kg since the last quarterly report, according to the confidential IAEA report.   ", "The IAEA report said discussions with Iran to clarify the matter are ongoing, noting that \"these events clearly indicate the capability of the IAEA to detect and report changes in the operation of nuclear facilities in Iran.\"   ", "In an exclusive interview with CNN's Christiane Amanpour on Tuesday, Iran's Foreign Minister Hossein Amir-Abdollahian did not directly respond to a question on reports of the enrichment.   ", "Amir-Abdollahian said that the deputy director general of the IAEA, Massimo Aparo, had visited Iran on two occasions in the past weeks and that the IAEA's director general Rafael Grossi has been invited to visit the country.     ", "\"We have a roadmap with the IAEA. And on two occasions, Mr. [Massimo] Aparo, Mr. [Rafael] Grossi's deputy, came to Iran in the past few weeks, and we had constructive and productive negotiations. And we have also invited Mr. Grossi to come and visit Iran soon,\" Amir-Abdollahian told CNN.  \"Therefore our relationship with the IAEA is on its correct, natural path.\"  ", "Last year, Iran removed all of the IAEA equipment previously installed for surveillance and monitoring activities related to the nuclear deal, formally known as the Joint Comprehensive Plan of Action (JCPOA).   ", "The move had \"detrimental implications for the IAEA's ability to provide assurance of the peaceful nature of Iran's nuclear programme,\" the IAEA report stated.   ", "A US State Department spokesperson on Tuesday said the IAEA report potentially poses a \"very serious development.\"   ", "\"We are in close contact with our allies and partners in Europe and the region as we await further details from the IAEA on this potentially very serious development,\" added the spokesperson.    ", "Under Secretary of Defense for Policy Colin Kahl on Tuesday said that \"Iran's nuclear progress since\" the Trump administration withdrew the US from the 2015 nuclear deal \"has been remarkable,\" adding that in 2018, when the US withdrew, \"it would have taken Iran about 12 months to produce one fissile, one bomb's worth of fissile material.\"  ", "\"Now it would take about 12 days,\" he said.  ", "More than a year of indirect negotiations between the US and Iran to try to restore the 2015 nuclear deal broke down in September 2022. Tensions between the two countries only worsened after Iran's crackdown on nationwide protests at home, and as Tehran supplied Russia with drones in the Ukraine war.   ", "Kahl said Tuesday that the agreement is \"on ice.\"  "], "headline": "Near bomb-grade level uranium found in Iranian nuclear plant, says IAEA report    ", "timestamp": "  Updated  12:07 PM EST, Wed March 1, 2023    ", "act": "/2023/03/01/middleeast/iran-uranium-enrichment-iaea-intl"}, "/2023/02/28/middleeast/israeli-american-killed-west-bank-intl": {"paras": ["An Israeli-American citizen was killed in the occupied West Bank as tensions in the region continued to ratchet up after a weekend of violence.  ", "Elan Ganeles, 27, was shot dead on Monday evening in what Israel's Magen David Adom (MDA) emergency service described as a \"terror attack\" on a highway between Jericho and the Dead Sea.  ", "The attack took place on Route 90, north of the Beit Ha'Arava Junction, the MDA said. The location is normally peaceful and on one of the main routes for Israelis to visit the Dead Sea.  ", "Ganeles was visiting Israel for a friend's wedding and lived in the United States, friends of his told CNN on Tuesday. His synagogue in Connecticut said he would be buried in Israel on Wednesday.   ", "Steve Charter, the manager of a Hebrew language program Ganeles attended, told CNN on Tuesday that Ganeles was \"a really nice guy, a gentleman ... the type of guy you want your daughter to date.\" Charter said Ganeles attended the five-month course at Kibbutz Sde Eliyahu in 2015 before joining the Israeli army.  ", "After he completed his army service, he returned to the United States to study at Columbia University, Charter said.  ", "\"He wanted to celebrate his friend's wedding, see his friends and go back to America,\" added Michael Landau, a friend of Ganeles from the Hebrew program. \"He was on his way to see a friend when he got murdered.\"   ", "Landau said Ganeles was aware of the security situation in Israel and the West Bank but did not appear to be worried about it. \"He lived here in the past so he understands the situation,\" Landau said. \"He never expressed any concern about the fact that something was going on.\"  ", "The US State Department confirmed an Israeli-American citizen had been killed, and said it was \"extremely concerned by the events of this weekend and the continuing violence in Israel and the West Bank.\"  ", "Ganeles's death came after a mob of Israeli settlers went on a rampage Sunday in Huwara, south of Nablus in the Israeli-occupied West Bank, killing one Palestinian, beating others with metal bars, and stoning a Palestinian fire engine after burning several homes.  ", "Those attacks followed the fatal shooting of two Israeli brothers earlier on Sunday in Huwara, days after a massive Israeli military raid into Nablus in search of wanted militants left at least 11 Palestinians dead.  ", "State Department spokesman Ned Price on Monday reiterated the US' condemnation of the killings of Israelis over the weekend and the violence by settlers against Palestinians.  ", "\"We appreciate Prime Minister [Benjamin] Netanyahu and President [Isaac] Herzog's statements calling for a cessation of vigilante violence. We expect the Israeli government to ensure full accountability and legal prosecution of those responsible for these attacks, in addition to compensation for the lost homes and property,\" Price said. \"These events underscore the fragility of the situation in the West Bank and the urgent need for increased cooperation to prevent further violence.\"  ", "An Israel Defense Forces official condemned Sunday's attacks by Israeli settlers as acts of \"revenge\" and \"terror,\" and said the IDF was sending three additional battalions to the area to try to deescalate the situation.   "], "headline": "US citizen killed in West Bank as Israeli-Palestinian tensions rise    ", "timestamp": "  Updated  7:10 AM EST, Tue February 28, 2023    ", "act": "/2023/02/28/middleeast/israeli-american-killed-west-bank-intl"}, "/2023/02/20/middleeast/saudi-arabia-mukaab-mime-intl": {"paras": ["It looks like a city out of a science fiction movie: Space pods, flying dragons and floating rocks. But this is the birthplace of Islam, Saudi Arabia, which wants to transform its capital into one of \"the most livable cities on Earth.\"   ", "The kingdom is building a new downtown in the capital Riyadh, its sovereign wealth fund announced on Friday. Spearheaded by Crown Prince Mohammed bin Salman (MBS), the \"New Murabba\" (new square) project is meant to expand the capital by some 19 square kilometers (4,695 acres) to accommodate hundreds of thousands of residents.   ", "At the heart of the project is the \"Mukaab,\" a 400-meter (1,312-foot) high, 400-meter wide and 400-meter-long cube that is big enough to fit 20 Empire State buildings. It offers \"an immersive experience\" with landscapes changing from outer space to green vistas, according to Public Investment Fund (PIF), the MBS-led $620-billion sovereign wealth fund. The project is due to be completed in 2030.   ", "Holographic technology is meant to offer \"a new reality\" to consumers as they shop and dine. The building also includes recreational facilities as well as hotels and residential units.   ", "Saudi Arabia, which has been the subject of bad press for decades due to human rights violations, has embarked on an ambitious project to diversify the economy away from oil and shed its image as a conservative, closed-off state.    ", "\"Back in the day, you would have negative discussions about Saudi Arabia affiliated to human rights abuses,\" said Andreas Krieg, research fellow at the King's College London Institute of Middle Eastern Studies. \"But now they're trying to push new narratives of being a country of development and one that can build futuristic cities.\"    ", "But some analysts say Saudi Arabia has serious regional competition from neighboring Dubai and the Qatari capital Doha, both of which have for decades tried to position themselves as regional tourism and investment hubs.   ", "\"Being second in the race is always a tough place to start when you want to become the leader,\" said Simon Henderson, director of the Gulf and Energy Policy program at The Washington Institute. He added that it is particularly difficult for Saudi Arabia because \"they've spent decades not attracting foreign, non-Muslim visitors.\"    ", "But some have questioned whether the project will even come to fruition. Saudi Arabia has announced similar mega projects in the past, work on which has been slow.    ", "In 2021, MBS announced his $500 billion futuristic Neom city in the northwest of the country, with promises of robot maids, flying taxis, and a giant artificial moon. And last year, he unveiled a giant linear city, the Line, which aimed to stretch over 106 miles and house 9 million people.   ", "The kingdom already has an $800 billion plan to double the size of the capital in the next decade, as well as transform it into a cultural and economic hub for the region, according to Saudi media.   ", "\"The more absurd and futuristic these projects get, the more I can't help but imagine how much more dystopian everything surrounding them will be,\" wrote Dana Ahmed, a Gulf researcher at Amnesty International, on Twitter.   ", "Saudi officials have insisted that work on the projects is going ahead as planned.   ", "It's unclear how much New Murabba will cost, or how PIF plans to finance it.    ", "Asked about the cost and financing plans, PIF told CNN that details have not yet been disclosed and that it will announce further information in due course.   ", "Some analysts are skeptical, saying that the kingdom may not be able to gather enough funding to fulfill its ambitions.    ", "\"The finances of all of this are not entirely secured. They have tried to get a lot of foreign direct investments (FDI) to realize this project,\" said Krieg, adding that investment hasn't come in the way Riyadh may have hoped.   ", "Saudi Arabia is hoping to raise its FDI to 388 billion riyals ($103 billion) annually by the year 2030. The kingdom's current FDI stands at $19 billion as of 2021, according to the United Nations Conference on Trade and Development's (UNCTAD) 2022 World Investment report.   ", "Whether the kingdom will be able finance the project also depends on the price of oil, said Henderson.   ", "The price per barrel is currently in the low $80s, he said, noting that the kingdom may need oil prices to pass the $100-mark in order to finance national megaprojects.   ", "While some mocked the new city and cast doubts about its viability, others pointed to the uncanny resemblance its cubic skyscraper has with Islam's holiest site in Mecca.    ", "The Kaaba, the name of which comes from the same root as the name of the new Mukaab building, is the structure that billions of Muslims turn to for prayer five times a day, and to which millions make pilgrimage every year.   ", "\"Building a new Kaaba exclusively devoted to capitalism is a little too on the nose,\" tweeted Murtaza Hussain, a journalist.   ", "The death toll from the Turkey-Syria earthquake continued to rise two weeks after it struck as Turkey ended its search and rescue operations in all but two affected provinces.   ", "The number of those killed in Turkey rose to 41,156 by Monday, the country's Disaster and Emergency Management Authority (AFAD) said.   ", "Turkey ended search operations in all but the provinces of Kahramanmaraş and Hatay, it announced on Sunday.   ", "The combined death toll in Turkey and Syria is now 47,088.   ", "Here's the latest:   ", "Israel's Netanyahu accuses Iran of attacking tanker in Persian Gulf region ", "Israeli Prime Minister Benjamin Netanyahu accused Iran on Sunday of attacking a tanker ship in the Persian Gulf region, apparently referring to the Israeli-affiliated Campo Square, which was lightly damaged on February 10, its management company said.    ", "Iran International TV moves studio out of UK after alleged threats from Tehran government ", "An independent Iranian TV station, Iran International, has moved its broadcasting studio from London to Washington DC at the advice of the London police after \"a significant escalation in state-backed threats from Iran,\" the station announced on Saturday. The UK's Head of Counter Terrorism Policing said on Saturday that police continue to respond to threats from Iran against UK-based individuals and a Persian-language media company it didn't name.   ", "Saudi Arabia says Arab states need new approach toward Syria ", "Saudi Foreign Minister Prince Faisal bin Farhan said at a Munich security forum on Saturday that consensus was building in the Arab world that isolating Syria was not working and that dialogue with Damascus was needed \"at some point\" to at least address humanitarian issues, including a return of refugees, Reuters reported.   ", "A popular Tunisian actor has invited controversy after declaring on television that he hates the hijab, the head covering worn by many Muslim women.   ", "Mohamed Kouka made a hand gesture showing himself ripping off an imaginary hijab on Attessia TV, saying it denies women their humanity. \"It takes the value of women to the lowest, and I therefore have a hatred for the hijab,\" he said.   ", "Other guests on the television show countered that the head covering is a personal choice. Many more took to social media to condemn the actor, accusing him of inciting against hijab-wearing women. A clip of his comments posted on Facebook by the channel garnered more than 13,000 comments, many of which opposed his position.   ", "Former Tunisian health minister Abdellatif El Mekki wrote on his Facebook page, addressing the actor: \"You have a right not to be convinced by the hijab or anything else, but you don't have the right to say what you said, because at the least it is a lack of acceptance of differences, and it can be construed as incitement.\"   ", "Kouka later went on Mosaique FM to say he respects a woman's right to choose and that he doesn't hate women who wear the hijab. Asked why he said he would rip the hijab off, Kouka said it was \"a joke.\" He refused to apologize.    ", "The hijab is a sensitive topic in Tunisia. The wearing of the covering was severely restricted by the regime in the Muslim-majority country prior to the 2011 revolution that sparked the Arab Spring. The new government, led by the moderate Islamist Ennahda party, lifted the restrictions.   ", "The North African nation however continues to be one of the most secular Arab countries.   "], "headline": "Space pods and flying dragons: How Saudi Arabia wants to transform its capital    ", "timestamp": "  Updated  3:03 AM EST, Tue February 21, 2023    ", "act": "/2023/02/20/middleeast/saudi-arabia-mukaab-mime-intl"}, "/2023/02/20/middleeast/israel-protests-knesset-judicial-reforms-bill-intl": {"paras": ["A controversial set of bills that would weaken the independence of Israel's judicial system passed its first reading in the Knesset, Israel's parliament, in the early hours of Tuesday morning local time.  ", "Both bills passed 63 to 47. Prime Minister Benjamin Netanyahu's coalition government has 64 seats in the 120-member chamber.  ", "A bill must pass three readings in the Knesset to become law.  ", "Netanyahu's allies pressed forward with the legislation despite tens of thousands of Israelis demonstrating against the changes over the past seven weeks.   ", "On Monday, protesters blocked roads in cities across Israel during demonstrations against Netanyahu's planned judicial reforms.  ", "Demonstrators in Jerusalem turned the streets around the Supreme Court and Knesset into a sea of Israeli flags, which organizers were handing out before the event began.   ", "Among the protesters were a few dozen women dressed in long red dresses and white head coverings, like handmaids in the Margaret Atwood novel \"The Handmaid's Tale,\" along with drummers, horn-blowers and at least one juggler balancing an Israeli flagpole on his nose.   ", "The Jerusalem demonstration was visibly smaller than one in the same location a week earlier, but still appeared to number about 75,000 people an hour and a quarter after it was scheduled to begin, crowd control expert Ofer Grinboim Liron told CNN. Liron is the CEO of Crowd Solutions, a company that specializes in crowd dynamics at events and venues.  ", "Protesters had begun to disperse by 4:30pm local time (9:30am ET), a CNN team there observed. The demonstration had largely finished early evening local time in Jerusalem.  ", "But soon after, chaotic scenes emerged inside the Knesset as the session to officially debate the bill for its first reading in parliament began.   ", "Many opposition lawmakers from former Prime Minister Yair Lapid's Yesh Atid party raised Israeli flags in the chamber, some draping them over their shoulders, and shouted over government lawmaker Simcha Rothman as debate began. Knesset security took flags away from lawmakers and escorted some out of the chamber.  ", "The bills have so far sparked weeks of public protests, a plea from President Isaac Herzog to delay for negotiations, and a rare intervention into Israeli domestic politics by US President Joe Biden.  ", "Netanyahu's coalition is seeking the most sweeping overhaul of the Israeli legal system since the country's founding. The most significant changes would allow a simple majority in the Knesset to overturn Supreme Court rulings.  ", "The reforms also seek to change the way judges are selected, and remove government ministries' independent legal advisers, whose opinions are binding.  ", "US President Joe Biden has expressed concerns over the reforms, saying: \"The genius of American democracy and Israeli democracy is that they are both built on strong institutions, on checks and balances, on an independent judiciary. Building consensus for fundamental changes is really important to ensure that the people buy into them so they can be sustained.\"  ", "On Sunday, Netanyahu defended the judicial reform.  ", "\"Israel is a democracy and will remain a democracy, with majority rule and proper safeguards of civil liberties,\" he said during an address to the Conference of Presidents of Major American Jewish Organizations.   ", "\"All democracies should respect the will of other free peoples, just as we respect their democratic decisions.  ", "\"There's been a lot of rhetoric that is frankly reckless and dangerous, including calls for bloodshed in the streets and calls for a civil war. It isn't going to happen. There's not going to be a civil war,\" the Prime Minister added.   "], "headline": "Protests across Israel as Netanyahu's government introduces bill to weaken courts    ", "timestamp": "  Updated  8:00 PM EST, Mon February 20, 2023    ", "act": "/2023/02/20/middleeast/israel-protests-knesset-judicial-reforms-bill-intl"}, "/2023/02/17/middleeast/palestinian-activist-israeli-soldier-intl": {"paras": ["Palestinian activist Issa Amro, who was filmed being assaulted by an Israeli solder on Monday, told CNN he is physically and psychologically affected by the attack and fears for his life.  ", "\"I am injured. I have pain in both my arms, my back and my leg and I am psychologically affected from this attack and from the consequences of the attack - [National Security Minister Itamar] Ben Gvir supporting the soldier, the army lying about what happened,\" he told CNN's Lynda Kinkade on Connect the World.", "\"Now I am afraid about my life and I'm afraid about the life of the people who are still living in the same area from any kind of revenge from the Israeli soldiers,\" he added.  ", "Lawrence Wright, a writer for the New Yorker magazine who was with Amro at the time, posted video of the assault on Twitter. It showed two IDF soldiers manhandling the well-known activist, throwing him onto the ground, and one soldier kicking him, before that soldier is pushed away by other troops.   ", "In response to CNN's interview with Amro, Israel Defense Forces international spokesman Lt. Col. Richard Hecht said there was \"no justification\" for the soldier's behavior, but suggested Amro had provoked the incident.  ", "\"There was no justification whatsoever for the soldier's behavior. It was handled swiftly and aggressively by Gen. Yehuda Fuchs, the Central Command general.   ", "\"But I know Issa Amro from my time as a battalion commander - and again, I am saying there is no justification for it - but he is a provocateur. He provokes soldiers all the time, looking for a young 19-year-old solider to make that kind of mistake, and sadly it happened. And we took care of it,\" Hecht said.  ", "Hecht said he had tried to contact Amro to discuss the incident, and shared a screenshot of a message to the activist dated Monday.  ", "\"We reached out with him to try to dialogue with him, me personally, like we did with Lawrence Wright, who met us. And we said what we needed to say,\" Hecht said.  ", "The Israeli soldier who was filmed assaulting Amro in Hebron was sentenced to 10 days in military jail.  ", "In a statement on Monday the IDF said the soldier had \"asked a Palestinian who approached\" a military post to \"step away.\"  ", "\"In response, the Palestinian began recording and cursing the soldier. A verbal confrontation followed, which soon became a physical confrontation, during which the soldier hit the Palestinian,\" the IDF statement said.  ", "But Wright rejected that version of events, saying \"the soldier initiated the encounter\" and that Amro \"did not curse or interfere only asked that he call the commander.\" He posted video of Amro making that request.   ", "Amro repeated this account to CNN. He said it was a \"typical day\" in Hebron for him: showing a journalist or an international visitor around the different neighborhoods, especially where Israeli military is present and enforcing the military system.  ", "He said one of the soldiers didn't like that, and made the photographer accompanying Wright delete the footage he took around Hebron. Amro then filmed that encounter, which he said upset the soldiers.  ", "\"The Israeli military in Hebron, they try to hide the truth, they try to hide what's going on... So the soldier first detained me, threatened me, then he beat me up and threw me to the ground and hit me again and threatened me again, and then the army lied despite that everything was on video,\" he said.  ", "The Palestinian activist said he asked to speak to the soldier's commander, because he knew he was legally allowed to walk in his \"own streets\" and film with his camera.  ", "The US Office of Palestinian Affairs said on Twitter: \"We condemn aggression towards civil society & the attack on Issa Amro. We note the IDF has said it disciplined the soldier involved. Authorities must exercise restraint towards civilians in the West Bank, not resort to disproportionate violence anywhere, including at checkpoints.\"  ", "Asked to comment on that statement, Amro told CNN he thanks the Office of Palestinian Affairs, but says he wants the Biden administration to reopen the Palestinian consulate in East Jerusalem and reverse the Trump administration's policies.  ", "He said, \"unfortunately what happened to me is happening almost every day,\" adding that he filed many complaints to the Israeli police about soldier and settler violence, but saying he had gotten no accountability.  ", "\"I want this kind of violence to stop. I want the American State Department and American administration to really put high pressure and make the occupation and apartheid costly for the Israeli government,\" he continued.   ", "\"It's a military system, it's not only about individual soldiers...I want the American administration to target the military system.\"  "], "headline": "Palestinian activist beaten by Israeli soldier tells CNN he is scared for his life    ", "timestamp": "  Published  11:31 AM EST, Fri February 17, 2023    ", "act": "/2023/02/17/middleeast/palestinian-activist-israeli-soldier-intl"}, "/2023/02/17/middleeast/turkey-earthquake-survivor-emotional-phone-call-intl-hnk": {"paras": ["\"How is my mother and everyone?\" the man on the stretcher asks, speaking calmly into a cell phone. Crying in disbelief, his friend replies: \"Everyone is well... they are all waiting for you... I am coming to you.\"  ", "This was the emotional exchange that followed the rescue of Mustafa Avci, 33, who was pulled from the rubble of a collapsed building in Turkey's southern Hatay province 261 hours after a powerful 7.8 magnitude earthquake struck the region on February 6.  ", "On Friday, Turkish Health Minister Fahrettin Koca released a video showing the phone call between Avci and his friend, in a powerful reminder that even now - 11 days after the quake struck - finding survivors against the odds remains possible.  ", "The rescue of Avci late on Thursday night came as the death toll across Turkey and Syria rose to at least 43,885 people, according to official figures.  ", "In the video, Avci can be seen wearing a neck brace and appears wide-eyed with hope as he asks: \"Did everyone escape okay...? Let me hear their voices if for a moment.\"  ", "His friend sobs back: \"I am driving... I am coming to you... Brother, I am coming.\"  ", "Avci then kisses the hand of the rescuer who is holding the phone and thanks him. \"May God be happy with you a thousand times,\" he says.  ", "Koca, the minister, said both Avci and a second man, Mehmet Ali Sakiroglu, 26, were rescued around the same time from under the ruins of a private hospital building.  ", "Sakiroglu had been at the hospital for a check-up when the quake struck, his father told CNN affiliate CNN Turk.  ", "The two men were found when a rescue team spotted a leg dangling from a pile of rubble after a machine operator cleared the surface debris.  ", "The men were taken to Hatay's makeshift hospital for treatment, the health minister said.     ", "CNN's Chief Medical Correspondent Dr. Sanjay Gupta, who is in southern Turkey, said it was unusual for people to survive more than 100 hours trapped in rubble and most successful rescues usually occurred within 24 hours.  ", "\"These are remarkable stories and people rise up... in these situations,\" he said.  ", "The rescue of the two men follows that of a 13-year-old boy named Mustafa in Antakya, Hatay province, on Wednesday - 228 hours after the quake struck.  ", "Mustafa's survival was \"certainly a miracle,\" rescue worker Özer Aydinli told Gupta in an interview on Thursday.  ", "Aydinli said he thought his fellow rescue workers were \"hallucinating,\" and he assumed the boy had \"died with his eyes open.\" But the child cried out, \"Brother! I don't feel my legs. Save me!\"  ", "A crew of more than 70 people then rushed over to help.  ", "\"Even now, we get tears in our eyes from time to time,\" Aydinli said, referring to the boy's rescue. \"He is quite well and conscious. Hopefully, he will get better.\"  ", "Rescue teams are still trying to access hard-to-reach areas of Turkey and Syria, but the number of people being found alive is dwindling.  ", "Meanwhile, though donations are pouring in from all over the world, many survivors have been left homeless in near-freezing winter temperatures with a lack of access to basic necessities.  ", "\"A lot of lives have been saved, a lot of people have been pulled from rubble by their neighbors, by their friends, by their sons, daughters, mothers, fathers. Frontline health workers have done amazing work in both countries,\" the World Health Organization's (WHO) emergencies director, Mike Ryan, told a briefing in Geneva on Wednesday.  ", "WHO said it was particularly concerned for people in northwestern Syria, a rebel-held region with little access to aid. The United Nations' health agency said it had asked Syrian President Bashar al-Assad to open more border crossing points with Turkey to allow aid in.  ", "\"It's clear that the zone of greatest concern at the moment is the area of northwestern Syria,\" Ryan said.  ", "Delivering aid to Syria has been limited by restrictions on the cross-border mechanism agreed by the UN Security Council resolution in 2014 to allow aid to cross four places on the Turkey-Syria border.  ", "\"The impact of the earthquake in areas of Syria controlled by the government is significant, but the services are there and there is access to those people,\" Ryan said. \"We have to remember here that in Syria, we've had 10 years of war. The health system is amazingly fragile. People have been through hell.\"  "], "headline": "Quake survivor's first concern after 10 days trapped under rubble in Turkey: 'How is mother?'    ", "timestamp": "  Updated  11:12 AM EST, Fri February 17, 2023    ", "act": "/2023/02/17/middleeast/turkey-earthquake-survivor-emotional-phone-call-intl-hnk"}, "/2023/02/13/middleeast/west-bank-nablus-israeli-raid-intl": {"paras": ["A Palestinian man was killed and 13 were injured in an Israeli raid in Nablus early Monday, Palestinian health officials said, in what Israeli authorities said was an operation to arrest suspects in the fatal shooting of an Israeli soldier last year.  ", "The Palestinian Ministry of Health said Amir Ihab Bustami, 21, \"was shot by the Israeli occupation soldiers and killed at dawn today in Nablus.\"  ", "Six people were wounded by live bullets during the raid in Nablus and seven others were injured \"as a result of the army's pursuit of them,\" the Palestinian Red Crescent said. The agency said one person was hospitalized, and that they had also handled 75 cases of tear gas inhalation.  ", "The Israeli military said the overnight raid was in response to the killing of Ido Baruch in an attack near the settlement of Shavei Shomron in the occupied West Bank on October 11, 2022.  ", "\"[Israeli forces] apprehended the assailants Obkamel Guri and Asama Tuille, from Nablus, who carried out the shooting attack during which Staff Sergeant Ido Baruch was killed,\" the Israel Defense Forces (IDF) said in a statement on Monday. \"The forces also apprehended three additional suspects who were with the assailants.\"  ", "The Israeli forces exchanged fire with the suspects and confiscated two rifles at an apartment in Nablus, the IDF said, adding that two of the suspects were injured during the raid.  ", "Lion's Den, a Palestinian militant group that emerged in Nablus last year, claimed responsibility for the killing of Baruch. The group put out a statement Monday saying it had lured Israeli soldiers into an ambush in Nablus and killed them, but there was no evidence to support that claim. The IDF said no Israeli injuries were reported in the raid.  ", "The official Palestinian news agency WAFA reported that Israeli forces \"surrounded one of the residential buildings\" in Nablus and heavy gunfire and an explosion were heard.    ", "Separately, the Israeli military launched airstrikes in Gaza, targeting \"an underground complex\" belonging to Hamas for manufacturing rockets, the Israel Defense Forces (IDF) said in a statement early Monday. The airstrikes came after a rocket was launched from Gaza into Israel on Saturday, which the IDF said was intercepted.  ", "Hamas confirmed in a statement that one of its sites was hit in West Gaza on Monday. Israeli warplanes \"launched about 10 air raids targeting a site of the resistance,\" al-Qassam Brigades, the armed wing of Hamas, said in a statement early Monday, adding that there were no casualties.  ", "Following the strikes, four rockets were launched from Gaza into Israel, according to a later statement by the IDF that said it struck Hamas military posts in response.  "], "headline": "Palestinian man killed and 13 injured in Israeli raid in West Bank, say Palestinian officials    ", "timestamp": "  Published  2:53 PM EST, Mon February 13, 2023    ", "act": "/2023/02/13/middleeast/west-bank-nablus-israeli-raid-intl"}, "/2023/02/13/middleeast/israelis-knesset-protest-netanyahu-judiciary-intl": {"paras": ["Tens of thousands of flag-waving Israelis converged on the nation's parliament Monday, amid warnings that Prime Minister Benjamin Netanyahu's plan to weaken the judiciary risks plunging the country into a \"social collapse.\"   ", "Protesters held signs with messages including \"there is no democracy without equality\" and \"destroying the country to avoid trial\" - a reference to the perception that Netanyahu's desire to halt his corruption trials is behind his government's planned judicial reforms.   ", "LGBTQ rainbow flags and a few Palestinian flags were sprinkled among many Israeli flags in the crowd.   ", "Television pictures showed some demonstrators dressed as handmaids from the dystopian book \"The Handmaid's Tale,\" in long red dresses with white head coverings.   ", "Despite the protest - and an impassioned plea from President Isaac Herzog on Sunday night not to start the legislative process - the government began introducing the reform bill in parliament, the Knesset, on Monday as planned. Herzog warned that Israel is \"on the brink of constitutional and social collapse,\" and possibly faces \"a violent collision.\"   ", "Chaotic scenes unfolded within the Knesset's Constitution, Law and Justice Committee meeting on the bill before the protest even got underway, as opposition members of parliament chanted \"shame.\"   ", "At one point some of them jumped over tables to yell at coalition members, before being removed by security.     ", "The bill passed the committee vote and will face a first reading in the full Knesset, likely on Wednesday.    ", "Netanyahu's coalition is seeking the most sweeping overhaul of the Israeli legal system since its founding.   ", " The most significant of the changes would allow a simple majority in the Knesset to overturn Supreme Court rulings.    ", "The reforms also seek to change the way judges are selected, and remove government ministries' independent legal advisors, whose opinions are binding.    ", "US President Joe Biden, who rarely expresses an opinion on internal Israeli politics, called for consensus in a statement to the New York Times on Sunday: \"The genius of American democracy and Israeli democracy is that they are both built on strong institutions, on checks and balances, on an independent judiciary. Building consensus for fundamental changes is really important to ensure that the people buy into them so they can be sustained.\"   ", "Meanwhile in an unusual primetime address on Sunday evening, Israeli President Herzog called for a halt to the legislative process so that both sides could come together and work on reforms based on consensus.    ", "Recognizing that both sides should have their voices heard, Herzog presented a five-point plan for reform which included changing the way judges are selected and strengthening elements of the country's Basic Law. Israel has no written Constitution.   ", "Although the US praised Herzog's speech, Israeli Minister of Justice Yariv Levin said while there were \"positive elements in his proposal,\" there were \"also elements that perpetuate the existing abnormal situation.\"   ", "But Levin said the legislative action should not be halted for such talks, instead saying \"along with advancing the legislation, we all have enough time to be able to talk and reach understandings before the second and third readings.\"   ", "Netanyahu, speaking in a video message, accused opposition leaders of \"dragging the country into anarchy,\" urging them to \"show responsibility and leadership.\"  ", "\"I call on the leaders of the opposition: stop it. Stop deliberately leading the country into anarchy. Get ahold of yourselves, show responsibility and leadership,\" Netanyahu said. \"Most Israeli citizens do not want anarchy. They want a substantive discussion and in the end they want unity.\"  ", "Opposition leaders including former Prime Minister Yair Lapid and former Defense Minister Benny Gantz addressed the crowds earlier.  ", "Yohanan Plesner, president of the Israel Democracy Institute, said that if the legislation passes, it could result in \"a fundamental change in the nature of Israel\" that could have significant social implications down the road.    ", "He said a standoff could occur if the Supreme Court decides to strike down the new legislation, which could then be overridden by parliament and the government, and that move in turn could be deemed illegal by the Supreme Court.    ", "\"And then we will have a constitutional deadlock where there is no agreed upon mechanism for making a decision,\" he told CNN, adding that such a scenario isn't likely for now. \"This, I would say, is a threat that is looming, but we are yet to find out.\"   ", "The protests are likely to intensify as the bill advances through the Knesset, he said.   ", "Israeli bills need three readings in the Knesset before becoming law.   ", "Additional reporting by Amir Tal in Jerusalem and Nadeen Ebrahim in Abu Dhabi. "], "headline": "Thousands protest Netanyahu's plan to weaken Israel's judiciary as president warns of 'social collapse'    ", "timestamp": "  Updated  11:09 AM EST, Mon February 13, 2023    ", "act": "/2023/02/13/middleeast/israelis-knesset-protest-netanyahu-judiciary-intl"}, "/2023/02/13/middleeast/turkey-earthquake-building-construction-intl": {"paras": ["Turkish authorities have arrested or detained a number of property developers as the death toll from last week's catastrophic earthquake soared past 36,000.  ", "The 7.8-magnitude quake that struck southeastern Turkey near the border with Syria last Monday has now caused 31,643 deaths in Turkey, according to the Turkish Emergency Coordination Center SAKOM on Monday. The number of dead in Syria now stands at 4,574, state media said Sunday.   ", "Last week's earthquake will likely become Turkey's deadliest - a 1939 quake killed 32,962 people.   ", "Emergency responders have been frantically working to reach residents trapped beneath the rubble in Turkey. In northwest Syria, rescue operations have now ended, the White Helmets volunteer organization said.   ", "As families mourn the loss of loved ones, resentment has grown among those affected and many are now looking to assign blame for the extent of the disaster.   ", "Amid growing public anger, authorities in Turkey are investigating 163 people in connection with building collapses. Of those under investigation, eight have been arrested and 48 are in police custody, according to Turkey's state-run news agency Anadolu.  ", "Eight were arrested pending trial, whose responsibilities were determined by public prosecutors, Anadolu reported. Authorities didn't provide further details of what they're being investigated for.  ", "During a visit to Diyarbakir earlier on Monday, Turkey's justice minister Bekir Bozdag said the public prosecutor's offices in all earthquake-affected areas were conducting the judicial investigations.   ", "Bozdag explained that \"some of the buildings are 30 years old, some are older, some are 20, and some were built more recently, so our municipalities have this information.\" He added: \"Audits are subject to the evaluation of this information, and our public prosecutors carry out investigations to determine who is involved in these constructions.\"  ", "According to Anadolu, prosecutors in the city of Malatya issued arrest warrants for 31 people on Monday over ties to collapsed buildings.  ", "Nazmi Tosun, a construction supervisor and technical representative of Emre Apartment, which was destroyed in Gaziantep province, was arrested in Istanbul early on Monday, Anadolu reported, citing the security forces.  ", "Several contractors believed by officials to be responsible for several destroyed buildings in the city of Adiyaman were arrested Sunday at Istanbul airport while attempting to leave the country. Yavuz Karakus, and his wife, Sevilay, who have built several buildings in Adiyaman, were taken into custody, with Anadolu reporting that the couple had $16,000 and an additional 20,000 Turkish lira (approximately $1,061) on them at the time. Karakus told reporters: \"My conscience is clear. I built 44 houses. Four of them fell. I did everything according to codes.\"  ", "Mehmet Yaşar Coşkun, a contractor responsible for Rönesans Residence, a block of high-rise luxury flats which collapsed in Hatay province, was intercepted by authorities at the airport on Saturday while attempting to flee to Montenegro, according to Anadolu. He claimed that he did not know why his building collapsed and that his flight had nothing to do with the collapsed building. Another contractor, Mehmet Ertan Akay, whose Hatay residential building also fell has been arrested by Istanbul police, Anadolu also reported.  ", "Another contractor, İbrahim Mustafa Uncuoğlu, was detained in Istanbul Saturday after his inspections of the collapsed Bahar Apartments, located in the earthquake's epicenter of Gaziantep, were found to be negligent, Anadolu reported, citing the Gaziantep Chief Public Prosecutor's Office. At least nine people died when that building crumbled.    ", "Meanwhile, Hasan Alpargün, owner of a company that erected buildings that have since collapsed in the city of Adana, was detained in Northern Cyprus on Saturday, Anadolu reported, citing the security forces. Prosecutors in Adana have arrested 31 people as part of their probe on Monday.   ", "The clampdown on contractors comes amid increased scrutiny over Turkey's construction standards and building regulations.   ", "Earthquakes are not uncommon in Turkey, as the country straddles multiple tectonic plates. However, last week's quake was particularly destructive, with the United Nations aid chief Martin Griffiths describing it on Monday as the \"worst event in 100 years in this region.\"  ", "The country has strict rules that came into place following a devastating Izmit quake in 1999 in the Marmara region, which left more than 17,000 dead and around half a million people homeless. Many may view the detentions of contractors as an attempt from the government to shift responsibility for the extent of the disaster from the state onto individuals.   ", "After previous disasters, building codes were tightened - which should have ensured that modern builds would withstand large tremors. Yet many damaged buildings across the stricken region appeared to have been newly constructed. Residents and experts are now questioning if the government failed to take the necessary steps to enforce building regulations.  ", "Yasemin Didem Aktas, structural engineer and lecturer at University College London, told CNN that while the earthquake and its aftershocks constituted \"a very powerful event that would challenge even code compliant buildings,\" the scale of damage indicates that buildings didn't meet safety standards.   ", "\"What we are seeing here is definitely telling us something is wrong in those buildings, and it can be that they weren't designed in line with the code in the first place, or the implementation wasn't designed properly,\" Didem Aktas said. \"We are also seeing in Turkey quite commonly that post-occupancy modifications on buildings compromise their structural safety.  ", "\"These are the early days, hopefully we'll be on the ground to complete our engineering assessments in due course but in the time being we can say they were definitely faulty,\" she added.  ", "Several critics are also questioning the Turkish government's periodic approval of so-called \"construction amnesties\" - essentially legal exemptions that, for a fee, forgave developers for constructing projects without the necessary safety requirements.   ", "The amnesties were designed to legalize older sub-standard buildings that had been erected without the proper permits. They also didn't require developers to bring their properties up to code.   ", "The most recent construction amnesty was passed in 2018, when the government said more than 50% of buildings in the country were known to be against building code. The state identified that the vast majority of building violations occurred between 1950 and 2000.   ", "Turkish President Recep Tayyip Erdogan has frequently put construction at the heart of his economic development policies during his two decades as president and prime minister. The government's amnesties over the years have often coincided with campaigning ahead of elections and have been seen by many as a way to garner votes.   ", "Experts also say that contractors wouldn't have been able to proceed with their projects if their substandard work hadn't been potentially waved through by various local officials and suggested corruption was to blame.   ", "Ajay Chhibber, an economist who was World Bank director for Turkey when the 7.6-magnitude Izmit quake struck in 1999, told CNN building amnesties were \"a huge issue.\"  ", "\"They just go ahead and make the building. They don't follow the code. They know that at some point some politicians - because they're financing their political parties - they'll grant them an amnesty. That's a huge problem.\"  ", "Chhibber added earthquakes don't necessarily equate to widespread destruction as witnessed this past week. \"It need not be a disaster to this scale, unless it's man-made. And the man-made part comes from the lack of a proper building code being enforced. There's no reason these buildings should have collapsed that easily. Some of them were built only a year or two ago,\" he said.  "], "headline": "Turkey cracks down on building contractors as quake death toll reaches grim milestone    ", "timestamp": "  Updated  10:51 AM EST, Mon February 13, 2023    ", "act": "/2023/02/13/middleeast/turkey-earthquake-building-construction-intl"}}