{"/2023/02/25/australia/australian-prime-minister-mardi-gras-intl": {"paras": ["Australian Prime Minister Anthony Albanese has become the first leader of the country to take part in the Sydney Gay and Lesbian Mardi Gras in the event's 45-year history.  ", "In other parts of the world, Mardi Gras is held the day before the Christian fasting season of Lent begins on Ash Wednesday, which occurred earlier this week.   ", "However, in Australia, the annual Sydney Gay and Lesbian Mardi Gras this year is taking place between February 17 and March 5.  ", "It celebrates LGBTQIA+ identity and diversity, champions creative expression and challenges injustice, according to the organizers. Thousands are estimated to have attended.  ", "\"When the first Mardi Gras march was held in 1978, you could still be arrested for being gay,\" Albanese tweeted on Saturday.  ", "At that event police arrested 53 people and the celebration ended in violence.  ", "\"In the decades since, people dedicated their lives toward the campaign for equality,\" the Prime Minister added.  ", "\"To be accepted as equal and recognized for who they are and who they love,\" he continued.  ", " \"I've been proudly marching in Mardi Gras since the 80s. This year I'm honored to be the first Prime Minister to join the march,\" Albanese said.  ", "Former Australian Prime Minister Malcolm Turnbull attended Mardi Gras in 2016 but did not march, according to the Australian Associated Press.   "], "headline": "Anthony Albanese becomes first Australian Prime Minister to take part in Mardi Gras    ", "timestamp": "  Published  11:54 AM EST, Sat February 25, 2023    ", "act": "/2023/02/25/australia/australian-prime-minister-mardi-gras-intl"}, "/2023/02/21/australia/australia-torture-united-nations-inspections-intl-hnk": {"paras": ["A United Nations body committed to preventing torture has terminated its review of Australian places of detention after authorities in some states refused to let them in - joining Rwanda as the only other country where a visit has been terminated.  ", "In a statement, the UN Subcommittee on Prevention of Torture (SPT) said it was canceling the remainder of a 12-day tour that was suspended last year due to \"obstacles\" in carrying out its mandate.  ", "\"Despite the good cooperation the Subcommittee has with the Australian Federal Authorities following our initial mission, there is no alternative but to terminate the visit as the issue of unrestricted access to all places of deprivation of liberty in two states has not yet been resolved,\" SPT chairperson Suzanne Jabbour said in the statement.   ", "Last October, the SPT said it had been prevented from visiting several places in the states of New South Wales and Queensland, calling it a \"clear breach\" of Australia's obligations under the UN's OPCAT (Optional Protocol to the Convention against Torture and other Cruel, Inhuman or Degrading Treatment or Punishment) agreement designed to protect detainees' human rights.   ", "Australia is one of 91 signatories to the agreement, which allows inspectors to make unannounced visits to all places of detention, including police stations, immigration detention centers and social care institutions. The UN and human rights groups have long criticized Australia's treatment of detainees, particularly refugees and asylum seekers who are subject to long periods of offshore detention if they arrive in the country by boat.   ", "A spokesperson for Australia's Attorney-General Mark Dreyfus said the \"disappointing decision\" to terminate the visit doesn't reflect the federal government's \"commitment to protecting and promoting human rights.\"  ", "In partial findings published in November, the SPT said it was concerned about the mandatory detention of people who arrive in Australia without a valid visa, including children, and that there was no maximum time for their detention.  ", "The committee also said it had \"serious concern\" about the imprisonment of children as young as 10 in places where they were \"frequently subjected to verbal abuse, racist remarks and solitary confinement.\" It recommended Australia raise the minimum age of criminal responsibility to international standards, which is at least 14, according to the UN's Committee on the Rights of the Child.  ", "The SPT also urged Australia to stop using physical restraints to discipline children in supervision and end the practice of solitary confinement for children.  ", "Australia had made some effort to uphold its obligations by appointing representatives to the Australian National Preventive Mechanism (NPM), a body appointed by the government to comply with OPCAT rules.   ", "However, Australia's Human Rights Commissioner Lorraine Finlay said they still hadn't been appointed in the three largest states: New South Wales, Queensland and Victoria. A joint statement from NPM representatives in some states and territories called for more support for them to be able to do their jobs.  ", "Finlay said Australia still had a \"long way to go\" to meet its minimum obligations, and was at risk of being named as a country of \"significant concern.\"  ", "\"Being publicly listed alongside the 14 other countries which are currently substantially overdue in meeting their OPCAT obligations (such as Burundi, Democratic Republic of the Congo and South Sudan) would be damaging to our international reputation and impact on our broader credibility with respect to human rights advocacy,\" Finlay said in a statement.  ", "In October, Queensland had refused inspectors access to inpatient units, but in December changed the laws to remove privacy barriers that it said had prevented access. The change would also allow the UN to interview detainees in private, the government said in a statement.  ", "In October, NSW Premier Dominic Perrottet said state prisons keep \"the highest standards anywhere in the world\" and had independent processes in place to monitor conditions.   ", "Sophie McNeill, senior Australia researcher with Human Rights Watch, said Tuesday the UN's decision to terminate the visit was \"deeply embarrassing\" for Australia.  ", "\"Failing to cooperate with UN experts in providing unrestricted access to sites of detention sets a terrible example to other governments in this region who don't need more excuses to defy the UN,\" she said on Twitter."], "headline": "UN torture body abandons attempts to inspect Australian detention sites    ", "timestamp": "  Published  4:04 AM EST, Tue February 21, 2023    ", "act": "/2023/02/21/australia/australia-torture-united-nations-inspections-intl-hnk"}, "/2023/01/28/australia/radioactive-capsule-missing-western-australia-intl": {"paras": ["Officials have warned the public of the risks in touching a small capsule containing a radioactive substance that was lost during transportation in Western Australia.  ", "The silver, round capsule, which measures about a quarter of an inch in diameter and is about a third of an inch tall, contains a small quantity of radioactive Caesium-137, a substance used within gauges in mining operations. Australia's Department of Health has warned of the material's serious health consequences.  ", "The capsule left a mine site north of the town of Newman by road on January 12, according to a statement released by Western Australia's Department of Fire & Emergency Services (DFES) on Saturday.  ", "It was being sent to the northeastern suburbs of Perth for repairs. The package holding the capsule arrived in Perth on January 16 and was unloaded and kept in a secure radiation store.  ", "However, when the package was opened for inspection on Wednesday, the gauge was found to be broken apart with screws missing - and the capsule was not there.  ", "Western Australia police notified DFES and the Hazard Management Agency that evening. A search is underway to find the capsule and safely contain it, according to DFES Country North chief superintendent David Gill.   ", "\"A multi-agency Incident Management Team, comprised of DFES, Department of Health, WA Police and other subject matter experts, are confirming the exact route and stops made during the journey from north of Newman,\" he said in a statement on Friday.  ", "\"The start and finish of the transportation journey - the mine site north of Newman and the transport depot in the north-eastern suburbs of Perth - were among the locations searched\" on Thursday and Friday, he added. \"We are also combing roads and other areas in the search zone.\"  ", "The emergency services warned of a radioactive substance risk in parts of the Pilbara, Midwest Gascoyne, Goldfields-Midlands and Perth Metropolitan regions.  ", "Exposure to Caesium-137 could cause radiation burns or radiation sickness. However, risk to the general community is relatively low, officials said.  ", "\"If people see the capsule or something that looks similar, stay away from it and keep others away from it too,\" said Dr. Andrew Robertson, chief health officer and Radiological Council chair, in a statement on Friday.  ", "\"Do not touch or pick it up. The public is asked to report it immediately by calling 13 DFES (13 33 37),\" he added, advising anyone who touches or goes close to the material for a long period of time to seek medical care.  ", "\"If you are very close to the material or touching it, the radiation risk increases immensely and could cause serious damage to your health, including causing radiation burns to the skin,\" Robertson said.  "], "headline": "Search underway for missing radioactive capsule in Western Australia    ", "timestamp": "  Published  8:16 AM EST, Sat January 28, 2023    ", "act": "/2023/01/28/australia/radioactive-capsule-missing-western-australia-intl"}, "/2023/01/27/australia/australia-invasion-day-indigenous-voice-intl-hnk-dst": {"paras": ["Musician Fred Leone sings traditional songs to the steady beat of clap sticks that echo through the empty streets as the sun rises on what he calls a \"hard day for Blackfellas.\"   ", "Leone invited strangers to light candles in a central Brisbane park on January 26, a date Australia's Indigenous community views each year with dread, as it marks the arrival of British settlers, and the start of suffering for generations of their people.  ", "\"There's nothing to be proud about in the sense of the foundations of the country,\" said Leone, a descendent of the Butchulla and Garrwa people.  ", "On January 26, 1788, the Union Jack was raised at Sydney Cove, beginning the European colonization of a country occupied by the world's oldest continuous culture for more than 65,000 years.  ", "In 1938, Indigenous activists in Sydney declared January 26 a \"Day of Mourning,\" yet for decades, the nation toasted its success as a young, vibrant multicultural country - waving Australian flags, drinking beer and lighting barbecues - as the country's original occupants sank deeper into poverty, their lives mired in discrimination.  ", "But some recent notable developments suggest change is coming, said historian Kate Darian-Smith, from the University of Tasmania. \"It's always been something of a day of protest, certainly throughout the 20th century into the 21st century. But to me, it seems to be ramping up,\" she said.  ", "This year the federal government and some large companies told employees they could work on January 26, once a hallowed day off. Victoria's state government called time on Melbourne's Australia Day parade after two years of Covid cancellations, and Kmart, a normal go-to for party supplies, announced it wouldn't be stocking traditional Australia Day merchandise - clothing, plates, napkins and other memorabilia draped in the Australian flag. A Kmart spokesperson said in a statement that the company aims to \"foster an environment that is inclusive and respectful.\"  ", "Rival political parties criticized the governments' decisions, while angry customers threatened to boycott Kmart stores, with one commentator accusing the company of falling into a \"woke left trap.\" In one local community group, a Facebook post wishing everyone \"Happy Australia Day\" set off an argument over whether it was harmless fun or a celebration of genocide.   ", "Increasingly, how Australians mark January 26 has become an indicator of their politics and attitudes to the country's colonial past. And this year, those opinions are more pertinent than ever as citizens prepare to vote in a referendum that will determine their relationship with Australia's Indigenous people for decades to come.   ", "About 30 people sit on the damp grass around Leone's candles at Musgrave Park in central Brisbane, the silence only broken by his singing and the hum of a city waking up.   ", "Christine Cooper, a 60-year-old White woman, is there, having arrived just before 4 a.m. to do something \"more healing\" than joining the protest rallies she's been attending for years.  ", "\"I just felt like it wasn't getting anywhere,\" she whispered in the dark.  ", "Cooper is among a growing band of Indigenous allies who now refer to Australia Day as Invasion Day or Survival Day, after learning more about the nation's history from those who suffered.   ", "Using archive material, researchers from the University of Newcastle recently identified the site of more than 400 frontier massacres, defined as deliberate attacks on \"six or more undefended people in one operation,\" carried out by colonialists between 1788 and 1930. It's estimated that more than 10,000 Indigenous people died.  ", "\"While some frontier massacres were widely publicized, in most cases a code of silence was imposed in colonial communities in the immediate aftermath,\" the researchers said.   ", "As the Indigenous population shrank, strict controls were placed on almost every aspect of their lives. Later, attempts were made to assimilate them by taking their children, and today, the grief of broken families runs deep.  ", "For a long time, Australian history was viewed through a colonial lens.  ", "\"I was brought up in a generation where we weren't educated about anything of our First Nations history,\" Cooper said. \"And I feel like I was denied that history and that knowledge.\"  ", "Hours later, Cooper's pre-dawn whispers about Australia's dark past boom through a microphone as speakers address hundreds of people gathered for an Invasion Day march through Brisbane's city streets. \"Always was, always will be, Aboriginal land,\" the crowd echoes in response.  ", "Similar scenes played out at Invasion Day rallies across the country, while thousands of others attended parties, concerts and other events to mark the day - some with an Indigenous element, and some without.  ", "Around 812,000 people in Australia identify as Indigenous, just 3.2% of the country's population of 25 million. Yet they're grossly overrepresented in prison populations and have poorer education and health than most other citizens.  ", "Every year, Australia Day - or Invasion Day - forces a difficult conversation about those left behind, and what role everyone can play in finding a way forward.   ", "\"It's very uncomfortable for all of us, but it does at least focus us on our past, on colonization, on what our society is, on what we might want it to be, and how we, particularly on this day, see and understand and recognize the experiences of First Nations people,\" Darian-Smith said.  ", "In the last few years, the National Australia Day Council (NADC), a not-for-profit government-owned company, has attempted to bring people together around the day with community grants of up to 20,000 Australian dollars ($14,000) for Australia Day events - and an extra 10,000 Australian dollars for functions that include an Indigenous element, for example, cultural performances and smoking ceremonies, where native leaves are burned to cleanse bad spirits.  ", "Karlie Brand, chief executive of NADC, said the extra funding aims to \"have the voice of Aboriginal people heard at that local level.\"  ", "\"It doesn't have to be a voice that is only seeing Australia Day through the prism of positivity,\" she said. \"It's allowed to be a day that is difficult and raw. And it really is for many.\"    ", "In Newcastle in New South Wales, Tracey Hanshaw, from Indigenous rights group Justice Aunties, said she started her annual \"Day of Mourning\" four years ago to give her community a safe place to go on January 26. \"Most Indigenous people do not come out of their houses on this day. They don't feel safe in the community. This is the day that they are worst at being victimized,\" she said.   ", "What started as an event for a few hundred people has since swelled to thousands. \"We had 4,000 people there today. It was amazing. All stall holders and artists are already booked in for next year,\" Hanshaw, a Awabakal Gaewegal elder, said on Thursday.  ", "In the far western Queensland town of Boulia, Beck Britton had been worried that her attempts to throw an Australia Day party could fall flat. Around 30% of the town's population of 450 residents are Indigenous.   ", "\"Australia Day tends to end up a very cliquey day where there's not a lot of togetherness outside of free breakfast on the council,\" she said, adding that some long-term residents of the town are very resistant to change.  ", "Britton followed her partner, a professional kangaroo-shooter, to the town 15 years ago and recently spent five years living on its outskirts. \"The generational trauma that I have just seen in the last five years has been so eye-opening,\" she said. \"There's always underlying conflict. It can be quite turbulent, especially around the Christmas period when people don't have a great deal to do other than to drink.\"  ", "On January 26, she wanted to show her five sons, aged 8 to 16, the value of community spirit, so they set up bins as wickets in the main street for an old-fashioned game of cricket, encouraging players to wear colorful clothes and tutus. More than 150 locals, young and old, Indigenous and non-Indigenous, joined in.  ", "\"Some people think it's just a silly, fluffy event, but there's always an underlying reason for it,\" she said. \"Sometimes people use significant days as a platform for bigger issues. And sometimes we just need to step away from that and enjoy each other's company because at the end of the day, what we all crave is connection.\"  ", "It wasn't formally mentioned at Britton's community cricket match, but one of the big issues dominating Invasion Day events this year was the upcoming vote on the \"Voice to Parliament,\" the country's first referendum in 24 years.  ", "Though the wording is yet to be finalized, the draft asks for a yes or no response to the following question: \"Do you support an alteration to the Constitution that establishes an Aboriginal and Torres Strait Islander Voice?\"   ", "A yes vote would allow an Indigenous body to be created to advise the Federal Parliament on policies and projects relating to Indigenous people.  ", "Australian Prime Minister Anthony Albanese has implored the nation to say yes despite criticism from political rivals that there's enough detail for voters to make an informed choice.  ", "\"If not now, when will this change occur? And if not the people of Australia this year, who will make this change?\" Albanese asked reporters on Thursday. \"This is an opportunity for Australia. It's one that I sincerely hope that Australia doesn't miss. This is a gracious and generous offer to recognize Aboriginal and Torres Strait Islander peoples as our first peoples.\"  ", "But some Indigenous groups say it's not enough - they want Australia to first end its status as the only Commonwealth country not to have signed a treaty with its Indigenous population.  ", "\"We need to end the war that was declared on our people over 200 years ago,\" Greens senator Lidia Thorpe, a DjabWurrung Gunnai Gunditjmara woman, told reporters on Thursday.  ", "\"Treaty is what will truly unite this nation and everyone in it, and through a treaty we will have something to celebrate.\"   ", "But for now, the only offer on the table is for the Voice to Parliament, which came about through a process of consultation with hundreds of diverse Indigenous groups who outlined their wishes in the Uluru Statement from the Heart.  ", "Historian Darian-Smith said the referendum is a \"future-defining moment\" that gives Australians \"one opportunity to really say what we want for the future of our nation\" - and that will influence how Australia views its national day.  ", "To pass, the referendum needs to win the majority of votes nationwide, as well as the majority of votes in the majority of states. Only eight of 44 referendums have ever been approved in Australia - and a recent opinion poll shows support for this one is slipping.  ", "Hanshaw, from Justice Aunties, said she'll vote yes but doesn't think it'll pass. \"Too many racists and too many First Nations people don't trust the government,\" she said.   ", "At the vigil, Cooper whispers that she plans to vote yes in the referendum and hopes that other allies do, too.  ", "\"We've waited a hell of a long time already. So I think it's time. Australia's mature enough to step up,\" she said. \"People are ready for change.\"  "], "headline": "Every year, 'Invasion Day' forces Australia to confront some painful truths    ", "timestamp": "  Published  7:55 PM EST, Fri January 27, 2023    ", "act": "/2023/01/27/australia/australia-invasion-day-indigenous-voice-intl-hnk-dst"}, "/2023/01/24/australia/jacinda-ardern-chris-hipkins-new-zealand-intl-hnk": {"paras": ["New Zealand welcomed a new prime minister on Wednesday, six days after Jacinda Ardern's shock resignation ahead of an upcoming election.  ", "Chris Hipkins, 44, was sworn in on Wednesday at an inauguration ceremony in the capital Wellington.  ", "Hipkins was first elected to Parliament in 2008 and spearheaded the country's Covid-19 policies in 2020. Before becoming prime minister, he was minister of education, minister of police, minister for the public service, and leader of the house.  ", "Hipkins was unanimously endorsed on Sunday by the ruling Labour party to succeed Ardern as its leader. He was the only nominee.  ", "Videos show Ardern leaving Parliament on Wednesday to cheers and applause from onlookers. Several lawmakers and members of staff had gathered outside, some of whom were clearly emotional as they said goodbye.   ", "Ardern attended her last official outing as prime minister on Tuesday, joining the annual Māori religious festival in the village of Rātana with Hipkins.   ", "\"I have experienced such love, compassion, empathy and kindness in the job. That has been my predominant experience. So I leave feeling gratitude for having this wonderful role for so many years,\" Ardern told reporters at the event.  ", "\"I would hate for anyone to view my departure as a negative commentary on New Zealand,\" she added.   ", "Ardern said the most important advice she gave Hipkins is \"you do you.\"  ", "\"This is for him now. It's for him to carve out his own space, be his own kind of leader. Actually, there is no advice I can really impart. I can share information, I can share experiences, but this is now for him,\" she said.  ", "\"You won't find me commenting on domestic politics, I've had my time,\" Ardern said, adding: \"I'm ready to be a backbench MP, I'm ready to be a sister and a mom.\"  ", "When Ardern became prime minister in 2017 at the age of 37 she was New Zealand's third female leader and one of the youngest leaders in the world. Within a year, she had become only the second world leader to give birth in office.  ", "She announced her intention to resign last Thursday, speaking candidly about the toll the job has taken and reflecting on the various crises she has faced as head of the nation, including both the Covid-19 pandemic and the deadly 2019 Christchurch terror attack.  ", "\"The only interesting angle that you will find is that after going on six years of some big challenges, I am human. Politicians are human,\" she said. \"We give all that we can for as long as we can, and then it's time. And for me, it's time.\"  "], "headline": "Jacinda Ardern bids emotional farewell as Chris Hipkins becomes New Zealand prime minister    ", "timestamp": "  Published  11:25 PM EST, Tue January 24, 2023    ", "act": "/2023/01/24/australia/jacinda-ardern-chris-hipkins-new-zealand-intl-hnk"}, "/2023/01/20/australia/australia-cassius-turvey-murder-charges-intl-hnk": {"paras": ["Three more people have been charged with the alleged murder of a 15-year-old boy who died after sustaining head injuries while walking home from school with a group of friends.  ", "Cassius Turvey died in hospital 10 days after the alleged attack last October, which occurred in a suburban area of Perth in Western Australia.  ", "The teenager's death led to an outpouring of grief in the Indigenous community and vigils were held across Australia calling for \"Justice for Cassius.\"   ", "The first murder charge was laid in October against Jack Steven James Brearley, 21, who is accused of assaulting Cassius with a metal pole.  ", "Three other people charged with murder appeared in Perth Magistrates Court on Friday - Aleesha Louise Gilmore, 20, Mitchell Colin Forth, 24 and Brodie Lee Palmer, 27, according to the ABC, Australia's public broadcaster.  ", "None of the four defendants have entered a plea and will next appear in court on March 29.  ", "In the days following Cassius' death, theories emerged about the motive behind the alleged attack, and as anger swelled Western Australia Police Commissioner Col Blanch issued a statement urging the community to \"refrain from unfounded speculation.\"  ", "Immediately after the alleged attack, Cassius was rushed to hospital with cuts to his ear and forehead and stayed five days before being discharged, according to a GoFundMe page set up by his family's supporters.   ", "Within hours of leaving hospital, Cassius suffered a seizure and two strokes, and died surrounded by family on October 23.  ", "Thousands of people have donated to the GoFundMe page since it was set up in October, raising just over half a million US dollars - almost triple its target.  ", "Cassius' mother Mechelle Turvey was in court on Friday to hear the charges read and released a statement thanking the family's supporters.  ", "\"On behalf of Cassius loved ones we again give gratitude to everyone for their support,\" the statement said. \"The news of 3 others being charged is another step towards justice and healing for many.\"  "], "headline": "Three more charged with alleged murder of teen walking home from school    ", "timestamp": "  Published  12:46 AM EST, Fri January 20, 2023    ", "act": "/2023/01/20/australia/australia-cassius-turvey-murder-charges-intl-hnk"}, "/2023/01/17/australia/erchana-murray-bartlett-150-marathons-australia-intl-hnk": {"paras": ["Australian Erchana Murray-Bartlett completed 150 marathons in 150 days, running 6,300 kilometers (3,900 miles) from the country's northern tip to the southern city of Melbourne in what could be a new world record.  ", "The 32-year-old runner crossed the finish line on Monday after a feat that, if confirmed, will beat the previous world record of 106 consecutive marathons set by British national Kate Jayden last year. CNN has reached out to  Guinness World Records to confirm Murray-Bartlett's official standing.  ", "While Jayden sought to raise money for refugees, Murray-Bartlett completed her run - documented on Instagram - to raise awareness of the threats to Australia's biodiversity.  ", "\"Australia is fantastic, it's so beautiful, and that was one of the key things I wanted to get out of this run, it was to showcase Australia's beauty to the world - we have globally significant national parks, the Great Barrier Reef, and exploring them on foot is such a unique, different way to do it,\" Murray-Bartlett told CNN affiliate Nine News.  ", "Murray-Bartlett raised more than 118,000 Australian dollars ($82,130) for the Wilderness Society, with all profits going towards conserving Australia's native animals.  ", "Australia, which has one of the world's worst records on extinctions, last year announced a 10-year plan to try to prevent any more species from dying out in the country. The country's wildlife has suffered the effects of natural disasters and the climate crisis, including catastrophic bushfires in 2019-20 that killed or displaced nearly 3 billion animals, according to estimates from the World Wide Fund for Nature (WWF).  ", "After setting off from Cape York in Queensland in August, Murray-Bartlett ran 42.2 kilometers (26.2 miles) each day, enduring scorching heat and storms as she crossed dirt roads, rivers and beaches.  ", "\"It's very exhausting, I'll give you that but I feel very blessed have been out to get to the finish line,\" she said on Monday.  ", "While Murray-Bartlett's run took her from the country's north to south, another Australian, Nedd Brockmann, ran almost 4,000 kilometers (2,500 miles) over 47 days from west to east in 2022.   ", "Brockmann set off from Cottesloe Beach in Perth and received a hero's welcome on his arrival at Sydney's Bondi Beach in October, raising 2 million Australian dollars ($1.26 million) - almost double his initial target - for homeless charity We Are Mobilise.", "Earlier in 2022, Fay Cunningham and Emma Petrie, both from the United Kingdom, matched the world record for most consecutive days to run a marathon distance in the women's category, running alongside each other for 106 days between February and June, according to Guinness World Records.   "], "headline": "Australian runner aims for world record with 150 marathons in 150 days    ", "timestamp": "  Updated  3:09 AM EST, Tue January 17, 2023    ", "act": "/2023/01/17/australia/erchana-murray-bartlett-150-marathons-australia-intl-hnk"}, "/2023/01/10/australia/china-ambassador-australia-japan-attack-comment-intl-hnk": {"paras": ["China's ambassador to Australia says Canberra should be wary of its relationship with Japan, reminding them that Japanese troops attacked Australia during World War II and could do the same again.  ", "\"If we forget history, history might repeat itself,\" said Xiao Qian, Beijing's envoy to Australia, in a rare news conference Tuesday at the Chinese Embassy in Canberra.  ", "\"During the Second World War, Japan invaded Australia, bombed Darwin, killed Australians and treated Australian POWs in a way that was humanly unacceptable,\" Xiao said.  ", "The Chinese ambassador also incorrectly claimed that Japan had not apologized for its World War II actions concerning Australia, and could therefore repeat them.  ", "Xiao made the comments after a journalist asked about remarks made by the Japanese ambassador to Australia, Shingo Yamagami, who said Australia and Japan should remain \"vigilant\" in relation to China.  ", "\"We have to be vigilant because when it comes to policy and strategy, nothing fundamental seems to have changed on their part,\" Yamagami said in an interview published in The Australian newspaper Tuesday.  ", "Xiao, the Chinese envoy, said the comments suggested Yamagami had overstepped his role as ambassador.    ", "\"My role as ambassador from China is to promote understanding, friendship and cooperation between China and Australia. It is not my role to base myself in Canberra, while criticizing a third country,\" Xiao said. \"It is not my role as a Chinese ambassador to Australia to try to stop Australia from developing a normal relationship with a third country.  ", "\"So I'm afraid that our colleague from Japan is not doing his job.\"  ", "CNN has reached out to Yamagami's office but has not received a response. The Australian Broadcasting Corporation quoted him as saying he was \"baffled and perplexed\" by Xiao's comments.  ", "Japan did not invade Australia in World War II, but Japanese attacks did reach the continent. From February 1942 to the end of September 1943, Japan staged 97 air raids on military facilities and towns in northern Australia, with a raid on the town of Broome leaving 97 people dead.  ", "Also in 1942, Japanese midget submarines shelled areas of Sydney and Newcastle, while other subs attacked ships along Australia's east coast, killing 60 people, according to the Australian government.  ", "And Australians were among the tens of thousands of allied military personnel captured and imprisoned by Japanese forces in World War II.  ", "Japan has apologized for its World War II actions concerning Australia, according to historical accounts.  ", "In 1957, during a trip to Australia, then-Japanese Prime Minister Nobusuke Kishi said, \"It is my official duty, and my personal desire, to express to you and through you to the people of Australia, our heartfelt sorrow for what occurred in the war,\" according to accounts from the time.  ", "And in 2011, then-Japanese Foreign Minister Seiji Maehara apologized behind closed doors to five former Australian POWs who were visiting Japan, according to news accounts.  ", "While Australia-China relations have thawed in recent weeks with the visit of Australian Foreign Minister Penny Wong to Beijing in December, China's relationship with Japan remains rocky, especially after Tokyo announced in late December that it would be doubling its defense budget and acquiring long-range weapons capable of hitting China.  ", "Tokyo is wary of Beijing in regards to competing territorial claims from Taiwan and China on islands in the East China Sea that are claimed and controlled by Japan.  ", "Meanwhile, defense ties between Japan and Australia are strengthening, with their militaries holding joint exercises with each other and their mutual ally, the United States.   ", "Just last week, Australian paratroopers participated in an airborne assault exercise in Japan, and last year their leaders signed an agreement to streamline access to each other's bases for their military forces.  ", "For the most part, Xiao's comments on Australia were positive, and he indicated the relationship and trade issues between Beijing and Canberra would likely improve.    ", "But Xiao said there were \"forces\" in Japan who had \"a twisted way of looking at China, a twisted way of looking at the relationship between China and Australia.\"  ", "\"I hope that our Australian government and the Australian people will have a clear mind about what happened and be careful about what might happen in the future,\" Xiao said.  ", "\"When somebody threatens you, he might threaten you again. China has been your friend. We will continue to be your friend.\"  "], "headline": "'History might repeat itself': Chinese ambassador warns Australia to be wary of Japan    ", "timestamp": "  Updated  4:21 AM EST, Tue January 10, 2023    ", "act": "/2023/01/10/australia/china-ambassador-australia-japan-attack-comment-intl-hnk"}, "/2022/12/12/australia/queensland-australia-shootout-police-intl-hnk": {"paras": ["Two police officers were shot dead in an ambush outside a house in rural northeast Australia Monday, sparking an hours-long gun battle that ended with the deaths of all three suspected shooters, Queensland police said.   ", "Police named the two slain officers as Constable Matthew Arnold, 29, and Constable Rachel McCrow, 26. A 58-year-old civilian bystander was also killed in the incident, police said.  ", "Queensland Police Commissioner Katarina Carroll on Tuesday said four police officers had gone to the remote property in Wieambilla, about 300 kilometers (186 miles) northwest of Brisbane, during a search for a missing person - later identified as 46-year-old Nathaniel Train, according to New South Wales authorities.  ", "When they arrived, they were \"ambushed\" by three shooters, Carroll said. Arnold and McCrow died instantly from gunshot wounds, while the other two officers were later taken to hospital with non-life-threatening injuries.  ", "\"In my opinion those two officers did not stand a chance. The fact that two got out alive is a miracle,\" Carroll said.  ", "A total of 16 general duty police officers responded to scene to retrieve the officers' bodies under fire, police said.  ", "A police Special Emergency Response Team then exchanged fire with the suspects during a four-hour-long gun battle that ended with the deaths of the suspected shooters police said.   ", "\"There was considerable weaponry involved in what took place,\" Carroll said.  ", "Train, a former school principal who was declared missing by New South Wales Police on December 8, was one of the suspects shot dead, police said. CNN affiliates Seven News and Nine News reported that the other two suspects killed were Train's brother and his wife.   ", "\"One of the deceased was a former NSW Education employee who had not been working at a NSW school since August 2021. He officially left our employment in March this year,\" the NSW education department said in a statement Tuesday.  ", "Speaking Tuesday, Australian Prime Minister Anthony Albanese said \"all Australians this morning will be mourning with the family of the police officers who've lost their lives in the line of duty and others who've been injured.\"  ", "\"Police put their lives on the line for their fellow Australians each and every day, and this tragic news will be heartfelt around the country,\" he said.  "], "headline": "Police officers among 6 killed in rural Australia gun battle    ", "timestamp": "  Updated  4:36 AM EST, Tue December 13, 2022    ", "act": "/2022/12/12/australia/queensland-australia-shootout-police-intl-hnk"}, "/2022/12/13/australia/daniel-duggan-pilot-china-australia-intl-hnk": {"paras": ["Former US Marine pilot Daniel Duggan, who was arrested earlier this year in Australia, is accused of breaking US arms control law by training Chinese military pilots to land on aircraft carriers, according to an indictment unsealed by a US court.  ", "The 2017 indictment, released Friday by the District of Columbia court, said \"Duggan provided military training to PRC (People's Republic of China) pilots\" through a South African flight school on three occasions in 2010 and 2012.  ", "It lists unnamed co-conspirators including one South African and one British national who were executives of \"a test flying academy based in South Africa with a presence in the PRC,\" and a Chinese national who acquired military information for the Chinese military.  ", "Britain announced a crackdown on its former military pilots working to train Chinese military fliers the same week Duggan was arrested in Australia.  ", "Australian police provisionally arrested Duggan in the rural town of Orange at the request of the US government in October, pending a likely extradition request by the United States.  ", "Duggan's lawyer, Dennis Miralis of Australian law firm Nyman Gibson Miralis, did not immediately respond to a Reuters request for comment on the indictment.  ", "He has previously said Duggan denies breaching any law, and is an Australian citizen who had renounced his US citizenship.   ", "The court also unsealed a US warrant for Duggan on Friday.  ", "Duggan faces four charges, including conspiracy to defraud the United States by conspiracy to unlawfully export defense services to China, conspiracy to launder money, and two counts of violating the arms export control act and international traffic in arms regulations.  ", "He is now being held in custody in Sydney, and his case will return to a Sydney court this week. The US must lodge an extradition request for Duggan by December 20 under a bilateral treaty.  ", "The indictment said Duggan was allegedly contracted directly by the unnamed Chinese national to provide services to a Chinese state owned company, including evaluations of Chinese military pilot trainees, testing of naval aviation related equipment and instruction on tactics related to landing aircraft on aircraft carriers.  ", "Duggan did not seek authorization from the United States government to provide military training to China, although the US State Department had informed him by email in 2008 this was required to train a foreign air force, it said.  ", "The indictment alleges he traveled frequently between Australia, the United States, China and South Africa between 2009 and 2012, when he was a US citizen and Australian citizen.  ", "Duggan's alleged violation of an arms embargo imposed on China by the United States also included providing aviation services in China in 2010, and providing an assessment of China's aircraft carrier training, it said.  ", "The indictment alleges the Chinese national brokered a deal between the South African flight school and a Chinese state owned enterprise to provide aircraft carrier landing training to Chinese military pilots in South Africa and China.  ", "A T-2 Buckeye aircraft was purchased from a US aircraft dealer for this training, by providing false information that resulted in the US government issuing an export license, it said.  ", "Duggan moved to Australia in 2002 after a decade in the US Marines, later moving to Beijing in 2014 where he worked as an aviation consultant. He returned to Australia from China weeks before he was arrested, according to his lawyer.  ", "Reuters previously reported that in 2014 Duggan shared a Beijing address with a Chinese businessman, Su Bin, who was arrested in Canada in July 2014 and sentenced to prison in the US two years later after pleading guilty in a high-profile hacking case involving the theft of US military aircraft designs.  "], "headline": "Former US pilot held in Australia faces charges over training Chinese military pilot    ", "timestamp": "  Published  12:14 AM EST, Tue December 13, 2022    ", "act": "/2022/12/13/australia/daniel-duggan-pilot-china-australia-intl-hnk"}, "/2022/12/06/australia/us-australia-defense-ministers-intl-hnk": {"paras": ["The United States will increase the rotational presence of air, land and sea forces in Australia, including bomber aircraft and fighter jets, US Defense Secretary Lloyd Austin said Tuesday, amid shared concerns about China.  ", "Speaking after annual AUSMIN talks between the allies, Austin said the two countries also agreed to \"invite Japan to integrate into our force posture initiatives in Australia.\"  ", "Austin did not detail when there would be an increase in the rotations, or how many troops, ships and aircraft they would involve, and it was unclear how the announcement differed from a similar statement more than a year ago.  ", "\"The United States and Australia share a vision of a region where countries can determine their own futures,\" he told a joint news conference with his Australian counterpart that included the nations' foreign ministers.  ", "\"Unfortunately, that vision is being challenged today. China's dangerous and coercive actions throughout the Indo-Pacific, including around Taiwan, and toward the Pacific Island countries and in the East and South China Seas, threaten regional peace and stability,\" he said.  ", "Washington sees Canberra as a vital partner in its efforts to push back against China in the Indo-Pacific and analysts say Australia could have a crucial logistical role to play in the defense of Taiwan against any move by Beijing to reclaim the strategic, self-administered island.  ", "Australia's Northern Territory is already host to frequent military collaborations with the US. Thousands of US Marines rotate through the territory annually for training and joint exercises, started under former President Barack Obama.  ", "The US is planning to deploy up to six nuclear-capable B-52 bombers to an air base in northern Australia, a source familiar with the matter said in October.  ", "Just before last year's AUSMIN talks, the US, United Kingdom and Australia created a security deal, known as AUKUS, that will provide Australia with the technology to deploy nuclear-powered submarines.  ", "The two sides said they had further discussions on that issue and Britain's Defense Minister Ben Wallace will attend a first in-person meeting of AUKUS ministers on Wednesday in Washington.  ", "The meetings come at a critical time for the partners, which are due to decide in March whether the submarine will be British or American, and set a road map for an Australian fleet.  ", "Australia's Defense Minister Richard Marles said Tuesday's agreements would \"see an increased level of activity between our two countries across all domains\" and they were also looking at increased force-posture cooperation to enhance the capacity of facilities in Australia.  ", "\"It's really important that we are doing this from the point of view of providing balance within our region and involving other countries within our region,\" he said.  ", "Marles said he and Foreign Minister Penny Wong would hold similar 2+2 talks with Japan in Tokyo later in the week \"with an invitation for Japan to be participating in more exercises with Australia and the United States.\"  ", "He also said the US and Australia had taken steps on Tuesday \"to create a more seamless defense industrial base\" and that they needed to work together more closely \"to enhance our military capability and to develop new technologies.\"  ", "The White House coordinator for the region, Kurt Campbell, said earlier this year that \"moving forward, everything we do of consequence in the Indo-Pacific, we will do with Australia.\"  ", "China is Australia's largest trading partner and the top market for exported iron ore, but Canberra has grown increasingly concerned about Beijing's military ambitions in the Indo-Pacific region, particularly after it struck a security pact with Australia's neighboring Solomon Islands this year.  ", "A meeting between Australian Prime Minister Anthony Albanese and Chinese leader Xi Jinping last month at the G20 was a step towards normalizing ties, but Australian diplomats said it would not bring a shift in Canberra's defense policy.  "], "headline": "With eye on China, US to boost military forces in Australia - and 'invite' Japan to join in    ", "timestamp": "  Published  9:59 PM EST, Tue December 6, 2022    ", "act": "/2022/12/06/australia/us-australia-defense-ministers-intl-hnk"}, "/2022/12/05/australia/last-thylacine-tasmanian-tiger-identified-intl-hnk-scn": {"paras": ["For decades, nobody knew where the remains of the last thylacine, or Tasmanian tiger, were located.  ", "It turns out they were hiding in plain sight - at the Tasmanian Museum and Art Gallery (TMAG), in the Australian island state, where they had been unidentified for more than 80 years.  ", "About the size of a coyote, the thylacine disappeared about 2,000 years ago virtually everywhere except Tasmania. As the only marsupial apex predator that lived in modern times, it played a key role in the island's ecosystem, but that also made it unpopular with humans.  ", "European settlers on Tasmania in the 1800s blamed thylacines for livestock losses (although, in most cases, feral dogs and human habitat mismanagement were actually the culprits), and they hunted the shy, semi-nocturnal Tasmanian tigers to extinction.  ", "The last known thylacine was an old female captured by a trapper and sold to a zoo in May 1936, according to a TMAG news release published Monday.  ", "The animal died several months later, with its body transferred to the museum afterward. But the zoo kept no records about the sale because ground-based snaring was illegal - meaning the trapper could have faced a fine, the release said.  ", "That meant researchers and staff at the museum were wholly unaware of the significance of the thylacine in their collection.   ", "\"For years, many museum curators and researchers searched for its remains without success, as no thylacine material dating from 1936 had been recorded in the zoological collection, and so it was assumed its body had been discarded,\" said Robert Paddle, a comparative psychologist from the Australian Catholic University, in the news release.  ", "After being brought to TMAG, the thylacine's body was skinned and its skeleton taken apart as part of an education collection, used by museum teachers to explain thylacine anatomy to students, and often transported outside the museum, according to the release.  ", "During that time, most of the world mistakenly thought another thylacine that died at the Beaumaris Zoo in Hobart on September 7, 1936 was the last known individual of its species.   ", "The mistake wasn't realized until recently, when an unpublished museum taxidermist's report was discovered. The report, dated 1936-1937, mentioned a thylacine among the specimens worked on that year - prompting a review of all thylacine skins and skeletons at TMAG, where the last thylacine was finally identified.   ", "\"It is bittersweet that the mystery surrounding the remains of the last thylacine has been solved, and that it has been discovered to be part of TMAG's collection,\" said TMAG director Mary Mulcahy.  ", "The remains are now on display in the museum's thylacine gallery for public viewing.  ", "In recent years, the Tasmanian tiger has reappeared in headlines due to ongoing - and controversial - efforts by scientists to bring back the animal through ancient DNA retrieval, gene editing and artificial reproduction.  "], "headline": "Lost remains of last Tasmanian tiger found hiding in plain sight    ", "timestamp": "  Published  3:26 AM EST, Mon December 5, 2022    ", "act": "/2022/12/05/australia/last-thylacine-tasmanian-tiger-identified-intl-hnk-scn"}, "/2022/10/25/asia/us-military-pilot-china-arrested-australia-intl-hnk": {"paras": ["A former US military pilot and flight instructor who worked in China was arrested in Australia and faces extradition to the United States, Australian court documents and company records show.  ", "Australian Federal Police arrested Daniel Edmund Duggan, 54, on Friday in the rural town of Orange in New South Wales, and he appeared in court there the same day, court records show and two police sources and his lawyer confirmed.  ", "His lawyer appeared by videoconference, and Duggan was denied bail and taken to the nearby Bathurst jail, two of the sources said.  ", "Duggan is a former US citizen and the federal police were acting on a US request for his arrest ahead of likely formal extradition proceedings, said one of the police sources, who was not authorized to speak publicly.  ", "Duggan's next court appearance will be in Sydney in November to consider any bail application. Details of the US arrest warrant and the charges he faces are sealed.  ", "\"An individual was arrested on October 21, 2022, pursuant to a request from the United States of America for their provisional arrest,\" a spokesman for the federal Attorney-General's Department said in a written statement. \"As the matter is before the courts, it would not be appropriate to comment further.\"  ", "The arrest came the same week Britain warned dozens of former military pilots to stop working in China or face prosecution on national security grounds under new laws. Australia is also investigating reports some of its former fighter pilots have been approached to work in China.   ", "An aviation source said the FBI sought Duggan because of his work in China. His lawyer, Dennis Miralis of Nyman, Gibson and Miralis, said he could not comment.  ", "Duggan moved to Australia after a decade in the US military and started a business called Top Gun Tasmania, hiring former US and British military pilots to offer tourists joyrides in fighter jets, company records show and aviation sources confirmed.  ", "Duggan also flew ex-military aircraft in Australian air shows, three pilots said.  ", "Top Gun Tasmania's website says Duggan flew Harrier jump jets in the US Marines and was an air combat instructor.  ", "He moved to Beijing in 2014 and soon after sold Top Gun Tasmania, filings in Australia for the company show.  ", "Duggan's LinkedIn profile said he has been working in Qingdao, China, since 2017 as the managing director of AVIBIZ Limited, described as \"a comprehensive aviation consultancy company with a focus on the fast growing and dynamic Chinese Aviation Industry.\"  ", "Hong Kong company records show AVIBIZ Limited was registered there by Australian passport holder Daniel Edmund Duggan in 2017 and dissolved in 2020.  ", "Duggan could not be immediately reached for comment.  ", "Under Australia's extradition treaty with the United States, the US government will have 60 days to make an extradition request. The treaty allows Australian citizens to be extradited.  "], "headline": "Former US military pilot who worked in China arrested in Australia    ", "timestamp": "  Updated  11:18 PM EDT, Tue October 25, 2022    ", "act": "/2022/10/25/asia/us-military-pilot-china-arrested-australia-intl-hnk"}, "/2022/10/24/australia/australia-un-torture-prisons-intl-hnk": {"paras": ["The United Nations Subcommittee on the Prevention of Torture (SPT) suspended its tour of Australian prisons on Sunday, citing a lack of cooperation from officials who denied them access to some detention facilities.  ", "In a statement, the SPT said its staff were prevented from entering some places where people were being held, and in some cases were not given \"all the relevant information and documentation\" they requested.  ", "\"Given that OPCAT applies to all federal states without limitations or exceptions, it is concerning that four years after it ratified the Optional Protocol, Australia appears to have done little to ensure consistent implementation of OPCAT obligations across the country,\" said the head of the four-person delegation, Aisha Shujune Muhammad.  ", "Australia is one of 91 signatories to the UN's Optional Protocol to the Convention against Torture and other Cruel, Inhuman or Degrading Treatment or Punishment (OPCAT), which aims to protect the human rights of detained people.   ", "OPCAT had planned to visit the country's facilities in 2020 to ensure compliance but the trip was postponed due to the Covid-19 pandemic. Australia has also delayed key requirements of the agreement, including establishing an independent torture prevention monitoring body, officially known as the National Mechanism for Prevention of Torture (NPM), according to the UN subcommittee.  ", "Officials finally arrived in the country for the start of the planned 12-day tour on October 16, but encountered problems accessing some sites in Queensland and New South Wales (NSW).   ", "Police officers barred officials from entering a detention facility in Queanbeyan, NSW, said the state's Corrective Services Minister Geoff Lee, who praised their work in an interview on local radio.  ", "\"We don't torture people,\" he told radio station 2GB. \"Why should I help taxpayers ... foot the bill for the UN coming to Australia? Aren't they better off to go to places like Iran?\"  ", "The issue relates to a long-running dispute over who should pay for any improvements made to Australian facilities as a result of any recommendations made by the UN - states want the federal government to pick up the tab.  ", "On Monday, Australia's Attorney General Mark Dreyfus said the UN decision was \"disappointing\" and the country remained committed to the agreement.  ", "\"The suspension of the visit does not change the Australian government's commitment to promoting and protecting human rights domestically and internationally,\" he said.  ", "The Australian Human Rights Law Centre issued a statement Monday signed by 79 rights advocates and advocacy groups, calling on the New South Wales and Queensland state governments to fully adhere to the country's international obligations on torture prevention.  ", "NSW Premier Dominic Perrottet said state prisons keep \"the highest standards anywhere in the world\" and independent processes are in place to monitor conditions.    ", "In a statement, Queensland Health said officials were denied access to some inpatient units due to provisions in the state's Mental Health Act to \"preserve the safety and privacy of people with severe mental illness.\"  ", "Queensland Premier Annastacia Palaczszuk said the state looked forward to working with the UN on whatever access they need \"under the conditions.\"  "], "headline": "UN torture prevention body suspends Australia tour due to lack of cooperation    ", "timestamp": "  Published  4:57 AM EDT, Mon October 24, 2022    ", "act": "/2022/10/24/australia/australia-un-torture-prisons-intl-hnk"}}