{"/2023/03/03/europe/ales-bialiatski-sentenced-intl": {"paras": ["Belarusian Nobel Peace Prize laureate Ales Bialiatski was sentenced by a court in Minsk on Friday to 10 years in a maximum-security penal colony, Russia state news agency TASS reports. He was found guilty on the charge of smuggling, according to TASS.  ", "Exiled Belarusian opposition leader Sviatlana Tsikhanouskaya slammed the sentencing of Bialiatski and other activists in the same trial as \"appalling.\"   ", "\"We must do everything to fight against this shameful injustice & free them,\" she wrote on Twitter.  ", "Germany called the 10-year prison term an attack by Minsk on civil society. On Twitter, German Foreign Minister Annalena Baerbock slammed the charges and trial against Bialiatski and co-defendants Valentin Stefanovich and Vladimir Labkovich as a \"farce\" adding they were being judged \"simply because of their years-long fight for the rights, dignity and freedom of people in Belarus.\"  ", "\"The Minsk regime is fighting civil society with violence and imprisonment,\" Baerbock said, adding \"this is as much a daily disgrace as Lukashenko's support for Putin's war (in Ukraine).\"  ", "Baerbock urged Belarus to end political persecution and demanded the release of all of the more than 1,400 political prisoners.  ", "Bialiatski, a pro-democracy activist, has documented human rights abuses in Belarus since the 1980s. He founded the organization Viasna, or Spring, in 1996 after a referendum that consolidated the authoritarian powers of president and close Russian ally, President Alexander Lukashenko.  ", "The activist was arrested in 2020 amid widespread protests against Lukashenko's regime.  ", "Bialiatski won the Nobel Peace Prize for 2022 alongside human rights groups from Russia and Ukraine.  ", "The new laureates were honored for \"an outstanding effort to document war crimes, human right abuses and the abuse of power\" in their respective countries. \"They have for many years promoted the right to criticize power and protect the fundamental rights of citizens,\" the Norwegian Nobel Committee said at the time.  ", "Belarusian opposition politician Sviatlana Tsikhanouskaya congratulated Bialiatski. \"The prize is an important recognition for all Belarusians fighting for freedom & democracy,\" she wrote in a tweet three years ago. \"All political prisoners must be released without delay.\"  "], "headline": "Nobel laureate Ales Bialiatski sentenced to 10 years in prison by Belarusian court    ", "timestamp": "  Updated  8:40 AM EST, Fri March 3, 2023    ", "act": "/2023/03/03/europe/ales-bialiatski-sentenced-intl"}, "/2023/03/02/europe/greece-train-crash-larissa-protests-intl": {"paras": ["Anger in Greece over poor railway safety grew on Thursday, as authorities released audio in which a train driver involved in one of the country's worst train crashes in recent years was told to ignore a red light.  ", "Demonstrators poured onto the streets after the head-on collision between a passenger train carrying more than 350 people and a freight train on Tuesday evening in Tempi, near the city of Larissa. The death toll from the crash rose to 57 late on Thursday.   ", "Protesters clashed with police in the capital Athens, the country's transport minister resigned in the wake of the tragedy and a rail workers' union is going on strike, accusing the government of \"disrespect\" in the sector.   ", "Another 48 people remain in hospital as a result of the crash, which left toppled carriages and scorched debris in its wake. Six of the injured being treated are in critical condition due to head wounds and serious burns, public broadcaster ERT reported Thursday.   ", "After a train station manager in Larissa was arrested in connection to the collision, Greek authorities on Thursday made public striking dispatch recordings that show one of the train drivers receiving instructions to ignore a red light.  ", "\"Proceed through red traffic light exit until traffic light entry of Neon Poron,\" the station master is heard saying.  ", "\"Vasilis, am I good to go?\" the train driver responds, to which the train master says \"Go, go.\"  ", "In a second conversation, the station master can be heard ordering an employee to keep one of the trains on the same track.  ", "\"Shall I turn it now?\" the employee asks.  ", "\"No, no, because 1564 is on this route,\" the station master says.    ", "The station master has been charged with mass deaths through negligence and causing grievous bodily harm through negligence. Upon arrest he blamed the collision on a technical fault, though later admitted to \"making a mistake.\"  ", "Protesters gathered outside the central Athens headquarters of Greek rail company Hellenic Train again on Thursday evening in a demonstration organized by student and worker unions.   ", "Police already had a presence outside the Hellenic Train headquarters before the demonstrators arrived. The protest was peaceful, following unrest on Wednesday in which demonstrators clashed with police.  ", "Most of the passengers involved in the accident were young, a local hospital told ERT. The accident came soon after a holiday weekend.   ", "Search and rescue operations will continue on Thursday and Friday at the site of the crash, according to the Fire Service.   ", "Meanwhile, relatives of those missing are still awaiting news regarding their loved ones as the identification process continues at Larissa General Hospital.  ", "Speaking earlier to Greek media, Dimitris Bournazis, who is trying to get news about his father and brother, said no one has given him any information. Bournazis said he was trying to contact the company to find out where on the train his relatives were sitting at the time of the crash. He said he called the offices of Hellenic Train three times but no one has called him back.  ", "\"The prime minister and the health minister came here yesterday. Why? To do what? To explain what? Where are they today?\" Bournazis told Greek broadcaster SKAI, adding that \"no one has given us any information, no one knows how many people really were inside.\"  ", "\"We cannot only blame one person for this because of a mistake. Where is everyone else now? They all await the election to speak,\" he said.  ", "Speaking to ERT, passenger Andreas Alikaniotis, who was in the second carriage during the collision, described the moments following the crash.  ", "\"What we did was to break the glass, which was already cracked, and to throw the luggage outside the carriage, so we can land somewhere soft,\" he told ERT, describing how he helped around 10 people escape.  ", "\"We jumped 3 to 4 meters,\" he added, \"first the more seriously injured and then us with lighter injuries\"  ", "Alikaniotis added that he remembers pulling up two or three girls and helping them get to the window to jump. \"There was panic,\" he added.   ", "Greece has a weak record of railway passenger safety compared with other countries in Europe, recording the highest railway fatality rate per million train kilometers from 2018 to 2020 among 28 nations on the continent, according to a 2022 report from the European Union Agency for Railways.  ", "In an extraordinary meeting, the Greek federation of rail workers decided unanimously to launch the 24-hour strike on Thursday to highlight poor working conditions and chronic understaffing.  ", "It accused the federal government of \"disrespect\" towards railways for causing the crash, saying \"more permanent staff, better training and mainly the implementation of modern security systems, are permanently thrown in the bin.\"  ", "Separately, another 24-hour strike was announced by Greek metro workers, who said in a statement: \"There are no words to describe such tragedy.\"  ", "Greek transport minister Kostas Karamanlis said the railway system the government inherited was \"not up to 21st century standards\" as he stepped down from his role Wednesday.  ", "In a televised address after visiting the crash site, Greek Prime Minister Kyriakos Mitsotakis said the collision was \"mainly\" due \"to tragic human error.\"  ", "He said the transport minister's decision to resign was honorable, and added that the heads of Hellenic Railways Organization and its subsidiary ERGOSE have also submitted their resignations.  ", "Condolences have poured in from across the world, while a three-day period of mourning is under way in Greece.  ", "Britain's King Charles said in a statement that he and his wife Camilla, Queen Consort, have been \"most shocked and profoundly saddened by the news of the dreadful accident.\"  ", "French President Emmanuel Macron tweeted: \"My thoughts go out to the families of the victims of the terrible accident that took place last night near Larissa. France stands alongside the Greeks.\"  "], "headline": "Anger boils over train crash in Greece, as audio released of driver being told to ignore red light    ", "timestamp": "  Updated  6:35 AM EST, Fri March 3, 2023    ", "act": "/2023/03/02/europe/greece-train-crash-larissa-protests-intl"}, "/2023/03/02/europe/bryansk-russia-border-incident-ukraine-intl": {"paras": ["Russian security officials claimed on Thursday that a small Ukrainian armed group had crossed the Russian border into the southern Bryansk region, allegations dismissed by Kyiv as a \"classic deliberate provocation\" by the Kremlin.  ", "The Security Service of Russia (FSB) said in a statement via state media agency RIA Novosti on Thursday that the agency was carrying out operations following an \"armed Ukrainian nationalists who violated the state border\" in the district. President Vladimir Putin later described the incident as a terrorist attack, and a local official said two civilians were killed.  ", "CNN cannot independently verify the Russian claims, and local media have not carried any images of the supposed incidents, any type of confrontation or an alleged raid reported by Russian authorities.  ", "US and Ukrainian officials have in the past warned that Russia has planned so-called \"false flag\" attacks along Russia's border with Ukraine as a pretext for military escalation, including Russian claims ahead of last year's full-scale invasion that Ukraine was sending \"saboteurs\" over the Russian border.  ", "The Bryansk region shares a border to its south with Ukraine, and to its west with Belarus, the close Russian ally nation that helped facilitate Putin's invasion of Ukraine last year.   ", "The governor of the region, Alexander Bogomaz, said Wednesday on his Telegram channel that in the village of Lyubechan, two civilians were killed and a 10-year-old child was injured. In the village of Sushany, also located in the Klimovsky district, Bogomaz said a residential building caught fire from a shell dropped from what he claimed was a Ukrainian drone, according to RIA Novosti.   ", "Putin canceled a planned trip to southern Russia due to the incident in Bryansk, his spokesman Dmitry Peskov said earlier on Thursday. While making remarks on the incident, Putin didn't specify if the group had crossed the border from Ukraine, but blamed the attack on \"neo-Nazis,\" without giving additional details. He also promised to \"put them away.\"  ", "\"Today, [they] committed another terrorist act, penetrated the border area and opened fire on civilians,\" Putin said during a televised meeting on Thursday. \"They saw that civilians and children were sitting there, [in] an ordinary Niva (car). They opened fire on them.\"  ", "An adviser in Ukrainian President Volodomyr Zelensky's office, Mykhailo Podolyak, said the alleged raid was either a Russian provocation, or the work of local partisans taking a stand against the Kremlin, denying any Ukrainian involvement.  ", "\"Ukraine is not attacking,\" Podolyak said. \"This is either a provocation by the Russian side or Russian partisans who are beginning to dismantle the Putin regime. Because they still want to preserve some political chances for the post-war future of Russia, which will lose this war.\"  ", "Podolyak also said this type of operation was consistent with previous Russian provocations.   ", "\"This is classic Russia. It always goes for provocation, lies, it always creates information pretexts,\" he said. \"Ukraine does not attack Russian territory, does not send special reconnaissance groups there, does not kill people, especially civilians. Ukraine does not need this. This is not a strategic object and there is no point in going there.\"  ", "\"Or it is something else,\" he also said. \"Either Russian partisans are actively starting to show their personality because they want to prove that a protest movement is also possible in Russia.\"  "], "headline": "Putin accuses Ukraine of border attack, as Kyiv dismisses Russian 'provocation'    ", "timestamp": "  Updated  4:20 AM EST, Fri March 3, 2023    ", "act": "/2023/03/02/europe/bryansk-russia-border-incident-ukraine-intl"}, "/2023/03/02/europe/russia-kherson-torture-centers-intl": {"paras": ["Standing outside a Russian detention center in Kherson, days after the city was liberated, 29-year-old Ihor still shivered as he recalled what he endured inside.   ", "\"I was kept here for 11 days and throughout that time I heard screaming from the basement,\" Ihor, who asked CNN not to reveal his last name for his protection, said. \"I was stabbed in the legs with a taser, they use it as a welcome. One of them asked what I'd been brought in for and another two of them started hitting me in the ribs.  ", "\"People were tortured, they were beaten with sticks in the arms and legs, cattle prods, even hooked up to batteries and electrocuted or waterboarded with water,\" he added.   ", "Kherson was the first large city and only regional capital Russian troops have able to occupy since the start of the invasion. Moscow's armies took over the city on March 2, 2022, and occupied it for several months before being forced to withdraw in early November, after a months-long offensive by Ukrainian forces.   ", "The detention center Ihor was held in was part of a network of at least 20 facilities that Ukrainian and international lawyers said was part of a calculated Russian strategy to extinguish Ukrainian identity.   ", "\"These detention centers are linked, they follow a very similar, if not identical way of behaving,\" Wayne Jordash, head of the Mobile Justice Team, a collective of international investigators supporting Ukraine's Office of the Prosecutor General, told CNN.   ", "The investigation found that Russian forces followed a very specific blueprint in several occupied areas, with clear patterns that point to the overarching plan of Moscow's occupation of Ukraine.   ", "\"The first stage, essentially, is to detain and, in many instances, kill a category of people labeled as 'leaders,' i.e. those who could physically resist the occupation, but also those who could culturally resist it,\" Jordash said.   ", "\"The second stage is a sort of filtration process where the population that remains outside of the detention centers is subject to constant monitoring and filtration so that anyone who's suspected of being involved with 'leaders' or been involved with organizing any type of resistance is also then identified and either deported to Russia or detained in the detention centers and tortured.\"  ", "Jordash said these methods were employed not just in Kherson but in other areas occupied by Russian forces, such as the Kyiv suburbs of Bucha and Borodianka. However, he added, the lengthy occupation of Kherson allowed Russian forces to go even further.   ", "\"The third stage [is] the extinguishing of permanent identity,\" he said. This can include removing the Ukrainian curriculum from schools, and confiscating objects considered to be pro-Ukrainian such as flags or t-shirts in the country's colors \"Essentially the population [is] locked down so that all traces of Ukrainian identity can be removed,\" he explained.   ", "Ihor's account of the torture he was subjected to while he was detained matches the findings of the Mobile Justice Team and the Ukrainian Prosecutor's office. The type of behavior he said he was forced to adopt also lines up with the overarching efforts to eradicate Ukrainian identity described by Jordash.   ", "\"We were forced to learn [the] Russian anthem. If you wanted to have a cigarette or a candy you had to sing their anthem,\" Ihor said when he took CNN to the center he was held at, on November 23, 2022. \"When they opened the door you had to shout, 'Glory to Russia! Glory to Putin! Glory to Shoigu!'\" Sergei Shoigu is Russian defense minister.  ", "\"We were beaten if we didn't do this,\" Ihor added.   ", "He wasn't alone. Another detainee CNN spoke with, Archie, who also did not want us to reveal his last name over security concerns, said he was tortured at the same facility.   ", "\"They beat me, electrocuted me, kicked me and beat me with batons,\" Archie, 20 recalled. \"I can't say they starved me, but they didn't give much to eat.\" Archie said he was lucky enough to be let go after nine days and after being forced to record a video saying he'd agreed to work with the Russian occupiers.  ", "Ukrainian and International investigators also said they discovered financial links connecting these detention centers to the Russian state.  ", "\"Those detention centers have financial links to the Russian state,\" Jordash said, citing documents uncovered by the investigators. \"These financial documents, they show that the civilian administration is being financed from Russia and the civilian administration is financing the detention centers, so you have very clear patterns and very clear links.\"  ", "CNN has not been able to independently review the documents cited by the investigation.   ", "Jordash said these are just the preliminary results of the investigation, explaining that more evidence of Russian war crimes is still being uncovered and processed.   ", "He also said the newly released findings are a helpful indicator of what is happening in the territories currently occupied by Russia, or of what would have happen should Moscow succeed in completely taking over Ukraine.     ", "\"For me, what is interesting about Kherson is you really see the microcosm of the overall criminal plan, what would have happened to [the rest of] Ukraine\" he explained. \"What's horrifying, as much as the torture ...= is the thought of what would have happened, had Russia managed to be successful in its occupation of vast areas of of Ukraine.\"   ", "For Jordash, a larger Russian occupation would have lead to an \"unprecedented\" number of detentions, as well as cases of torture and killings.  ", "\"This criminal plan which involves the commission of war crimes and crimes against humanity, at its very core, you see this moving to a more final, destructive phase, which seems to suggest that absent success in the original plan the plan turns into one of physical destruction, more deaths, more destruction, and potentially genocidal intent,\" he said.  ", "CNN reached out to the Russian government for comment on the accusations put forward by Ukrainian and international investigators but has yet to hear back. Russia has repeatedly denied any and all accusations that it has committed war crimes during what it calls its \"special military operation\" in Ukraine.  ", "Despite Moscow's denials, CNN teams on the ground witnessed the brutal results of Russian occupation not just of Kherson but also places like Bucha, Irpin and Borodianka, uncovering evidence of torture, and indiscriminate killing of ordinary civilians. In January, Human Rights Watch accused Moscow of a \"litany of violations of international humanitarian law,\" and earlier in the week, UN Secretary General António Guterres said Russia's invasion of Ukraine had triggered \"the most massive violations of human rights we are living [through] today.\"  ", "\"It has unleashed widespread death, destruction and displacement,\" Guterres continued.  "], "headline": "Russia planned Kherson torture centers, say international lawyers    ", "timestamp": "  Updated  4:50 PM EST, Thu March 2, 2023    ", "act": "/2023/03/02/europe/russia-kherson-torture-centers-intl"}, "/2023/03/01/europe/greta-thunberg-wind-farm-norway-sami-climate-intl": {"paras": ["It may seem strange to see Greta Thunberg protesting against wind turbines, but this week the Swedish climate activist has joined Indigenous and environmental groups in Norway to do just that.  ", "Dozens of protestors, including Thunberg, have blocked access to Norwegian government buildings in Oslo to protest against two windfarms built on Sámi reindeer grazing grounds.  ", "On Wednesday morning, 10 people including Thunberg were removed by police from the entrance of the ministry of finance, according to a spokesperson for the Oslo police district.  ", "The Sámi people, the only recognized Indigenous group within the European Union, say their centuries-old tradition of reindeer herding is jeopardized by the windfarms in the Fosen region in Central Norway. Among the largest onshore windfarms in Europe, they are made up of 151 wind turbines that stretch 285 feet high.   ", "\"The constructions are stealing the reindeer's grazing land,\" Maja Kristine Jåma, a reindeer herder and Sámi politician, told CNN. The reindeer are also affected by the infrastructure around the turbines, including roads, she said. \"It disturbs them a lot.\"   ", "Jåma and others are calling for the turbines to be torn down and the reindeer grazing lands restored.  ", "\"Indigenous rights, human rights, must go hand-in-hand with climate protection and climate action. That can't happen at the expense of some people,\" Thunberg told Reuters on Monday.   ", "The fight over the wind turbines has been long running.  ", "In October 2021, the Sámi people secured a legal victory. Norway's Supreme Court ruled that the wind farm permits were invalid because the turbines violated the protected cultural rights of Sámi people by infringing on reindeer grazing lands.   ", "But nearly a year and half on, the turbines are still operating.   ", "\"So far, the government has not even acknowledged the Supreme Court's ruling on the violation of human rights or offered an apology to the Reindeer Sámi,\" Eirik Larsen, Political Advisor to the Sámi Parliament in Norway, told CNN on Tuesday.  ", "That changed on Thursday when, amid the ongoing protest, Petroleum and Energy Minister Terje Aasland apologized after holding talks with Sámi representatives.  ", "\"In these conversations, I apologized on behalf of the government to the reindeer herding districts in Fosen that the concession decision involves a violation of human rights,\" Aasland said.   ", "\"The government's message is clear and concise, we must follow up on the Supreme Court ruling so that the rights of the reindeer herding Sámi in Fosen are safeguarded,\" Aasland said on Thursday. \"They have been in a demanding and unclear situation for a long time. I'm sorry for that.\"  ", "The Norwegian government said it is assessing how to secure the Sámi's rights in Fosen. \"The Supreme Court has considered that the permits that have been granted are invalid, but it does not follow from the judgment that the wind turbines must be taken down,\" Elisabeth Sæther, State Secretary in the Norwegian Ministry of Petroleum, told CNN.  ", "Sæther added that the government has been consulting with reindeer herders and the Sámi Parliament to find solutions \"that make it possible for reindeer herding and the wind turbines to operate side by side,\" a position Aasland echoed in his apology.  ", "What's happening in Norway is part of a growing conundrum when it comes to the green transition: How to implement climate policies without riding roughshod over Indigenous rights and the environment.  ", "Wind energy is an important plank in Norway's green energy transition. The country's electricity generation is already almost completely renewable. In 2020, more than 90% of its electricity was generated using hydropower and wind, which has increased 10-fold in the last decade, accounted for 6.5%.   ", "Norway, which remains a major oil and gas producer, has pledged to reduce its levels of planet heating pollution to 55% below 1990 levels by 2030.  ", "\"But you cannot have a green shift that violates human rights or Indigenous rights,\" said Jåma. \"These constructions threaten our way of living and our way of engaging in our culture as reindeer herders.\"  ", "Jåma calls what's happening \"green colonization,\" a term the Norwegian government told CNN was \"misleading and incorrect.\"  ", "Steve Trent, CEO and Founder of the Environmental Justice Foundation, told CNN: \"The Sámi did not cause the climate crisis, and their traditional ways of life - which they have practiced for millennia - should not be jeopardized by efforts to resolve it.\"   ", "\"Our efforts to roll back global heating must be equitable and fair,\" he added.   ", "The Sámi people, whose traditional lands - Sapmi - span northern parts of Sweden, Norway, Finland and Russia, already live on the frontline of the climate crisis.   ", "The Arctic is warming as much as four times faster than the rest of the world and the temperature changes are making it harder for reindeer to feed, as increased rainfall means layers of ice freeze over their food.   ", "\"Indigenous Peoples are asked to give up their lands for the wind industry, mining, and other purposes to save the world from a crisis mainly created by others,\" Larsen said.  "], "headline": "Greta Thunberg has joined a protest against wind farms. Here's why.    ", "timestamp": "  Updated  12:27 PM EST, Thu March 2, 2023    ", "act": "/2023/03/01/europe/greta-thunberg-wind-farm-norway-sami-climate-intl"}, "/2023/03/02/europe/manchester-arena-bombing-inquiry-findings-intl-gbr": {"paras": ["MI5, the United Kingdom's domestic spy agency, missed an opportunity to prevent the Manchester Arena bombing, an inquiry into the terror attack has found according to a report in British news agency PA Media.  ", "At least 22 people were killed in the attack at an Ariana Grande concert in Manchester, England, on Monday, May 22, 2017.  ", "The final report of a public inquiry led by chairman John Saunders and released Thursday found that the attack might have been prevented if MI5 had acted on two key pieces of information regarding bomber Salman Abedi.  ", "The information was assessed by MI5 and not found to be terrorism-related, but an officer has admitted that they did consider one detail to contain a potentially urgent national security concern.  ", "However, the issue was not immediately addressed with other colleagues.  ", "\"The delay in providing the report led to the missing of an opportunity to take a potentially important investigative action,\" Saunders wrote in his report.  ", "\"Based on everything the Security Service knew or should have known, I am satisfied that such an investigative action would have been a proportionate and justified step to take. This should have happened.  ", "\"Although I accept that Salman Abedi demonstrated some security consciousness and that this might have affected the efficacy of the investigative action that I have identified, there was the real possibility that it would have produced actionable intelligence.\"  ", "Abedi detonated the bomb that killed himself and 22 concertgoers, and injured hundreds more - many of them children and young people - as they left Manchester Arena after an Ariana Grande concert.  ", "His younger brother Hashem Abedi, 22, was in Libya at the time of the attack, but was arrested shortly after the bombing and extradited back to the UK in 2019.  ", "In March 2020, he was found guilty of 22 counts of murder, one of attempted murder and one of conspiracy to cause an explosion and jailed for a minimum of 55 years.  "], "headline": "MI5 missed opportunity to prevent Manchester Arena bombing, inquiry finds    ", "timestamp": "  Updated  12:10 PM EST, Thu March 2, 2023    ", "act": "/2023/03/02/europe/manchester-arena-bombing-inquiry-findings-intl-gbr"}, "/2012/12/07/world/europe/prince-albert-of-monaco---fast-facts": {"paras": ["Here's a look at the life of His Serene Highness, Prince Albert II. He was formally invested as Monaco's ruler on July 12, 2005, following the death of his father, Prince Rainier.   ", "Birth date: March 14, 1958   ", "Birth place: Monte Carlo, Monaco   ", "Birth name: Albert Alexandre Louis Pierre Grimaldi, His Serene Highness, the Hereditary Prince of Monaco, Marquis of Baux  ", "Father: Prince Rainier III  ", "Mother: Princess Grace, formerly the actress Grace Kelly  ", "Marriage: Charlene Wittstock (July 1, 2011-present)  ", "Children: with Charlene Wittstock: Princess Gabriella Therese Marie and Prince Jacques Honore Rainier; with Nicole Coste: Eric Alexandre Stephane; with Tamara Rotolo: Jazmin Grace Rotolo.  ", "Education: Amherst College, BA, 1981  ", "Military service:  French Navy  ", "He is interested in environmental issues, alternative energy and hybrid vehicles.   ", "An avid athlete, he has competed in five Winter Olympics (1988, 1992, 1994, 1998, 2002) in the sport of bobsledding but has not won any medals.  ", "He has been a member of the International Olympic Committee since 1985.  ", "His two oldest children are not in line for the throne because they were born out of wedlock.   ", "March 31, 2005 - Monaco's Crown Council transfers the regency of the tiny kingdom to Prince Albert, the heir to the throne, saying that Prince Rainier can no longer carry out his duties as monarch.  ", "April 6, 2005 - Prince Rainier III dies of organ failure and Prince Albert becomes Albert II, Sovereign Prince of Monaco.  ", "July 6, 2005 - Publicly acknowledges paternity of his son, Alexandre, born to Nicole Coste, a flight attendant from Togo.  ", "July 12, 2005 - Part one of the formal investiture as Monaco's ruler is Mass at St. Nicholas Cathedral, marking the end of the mourning period for Prince Rainier.  ", "November 17, 2005 - Part two of the formal investiture is the enthronement ceremony at St. Nicholas Cathedral.  ", "April 16, 2006 - Travels to the North Pole by dogsled to highlight global warming.  ", "June 1, 2006 - Acknowledges paternity of his daughter, Jazmin Grace Grimaldi, born to an American former waitress, Tamara Rotolo.    ", "March 2, 2007 - Presides over the opening ceremony in Paris of International Polar Year, a research program with a focus on the Polar Regions involving 50,000 scientists from 63 countries.  ", "January 28, 2008 - Is named as one of the United Nations Environment Programme's (UNEP) \"Champions of the Earth.\"     ", "April 22 2008 - Receives the UNEP award which recognizes individuals who show extraordinary leadership on environmental issues.  ", "January 5-14, 2009 - Completes an expedition to the South Pole evaluating climate impact on Antarctica along the way. He is the only head of state to have visited both poles.  ", "June 23, 2010 - The palace announces Prince Albert's engagement to Charlene Wittstock, 32, a former Olympic swimmer and school teacher from South Africa.  ", "July 1, 2011 - Prince Albert marries Charlene Wittstock in a civil wedding ceremony in the throne room of the Palace of Monaco.   ", "July 2, 2011 - A second wedding, a religious ceremony including Mass, is held in the main courtyard of the Palace of Monaco. The ceremony is broadcast to the 3,500 invited guests who could not fit inside the palace.  ", "October 2013 - Loans pieces of his private collection of Olympic torches for the Russian exhibition of Olympic torches.  ", "October 7, 2013 - Is one of the first torch bearers for the 2014 Sochi Olympic Winter Games.    ", "December 14, 2015 - Prince Albert is presented with the 2015 Global Advocate Award by UN Secretary General Ban Ki-moon for his work on climate change research and environmental conservation efforts.  ", "October 2016 - Buys his mother's childhood home in Philadelphia, with the idea of turning it into a museum or offices for foundation work.  ", "Monaco is a sovereign principality, meaning it is ruled by a prince.  ", "It is the second smallest country in the world, after the Vatican. At 2.02 sq km (77 sq miles), Monaco is about half the size of New York's Central Park.  ", "It sits on the French Riviera and is bordered on three sides by France. It is a popular tourist destination, famous for its casino and luxury hotels.   ", "Monaco is also the capital of the principality. The official language is French. The other major languages spoken are English and Italian.   ", "Monegasque, a mixture of the French Provencal and Italian Ligurian dialects, is also spoken there.  "], "headline": "Prince Albert of Monaco Fast Facts    ", "timestamp": "  Updated  11:22 AM EST, Mon February 27, 2023    ", "act": "/2012/12/07/world/europe/prince-albert-of-monaco---fast-facts"}, "/2023/02/27/europe/russia-propaganda-information-ukraine-anniversary-cmd-intl": {"paras": ["One year ago, when Russia launched its all-out invasion of Ukraine and began Europe's biggest land war since 1945, it waged another battle at home - intensifying its information blockade in an effort to control the hearts and minds of its own citizens.  ", "Draconian new censorship laws targeted any media still operating outside the controls of the Kremlin and most independent journalists left the country. A digital Iron Curtain was reinforced, shutting Russians off from Western news and social media sites.   ", "And as authorities rounded up thousands in a crackdown on anti-war protests, a culture of fear descended on Russian cities and towns that prevents many people from sharing their true thoughts on the war in public.   ", "One year on, that grip on information remains tight - and support for the conflict seemingly high - but cracks have started to show.  ", "Some Russians are tuning out the relentless jingoism on Kremlin-backed airwaves. Tech-savvy internet users skirt state restrictions to access dispatches and pictures from the frontlines. And, as Russia turns to mobilization to boost its stuttering campaign, it is struggling to contain the personal impact that one year of war is having on its citizens.  ", "\"In the beginning I was supporting it,\" Natalya, a 53-year-old Moscow resident, told CNN of what the Kremlin and most Russians euphemistically call a \"special military operation.\" \"But now I am completely against it.\"   ", "\"What made me change my opinion?,\" she contemplated aloud. \"First, my son is of mobilization age, and I fear for him. And secondly, I have very many friends there, in Ukraine, and I talk to them. That is why I am against it.\"   ", "CNN is not using the full names of individuals who were critical of the Kremlin. Public criticism of the war in Ukraine or statements that discredit Russia's military can potentially mean a fine or a prison sentence.  ", "For Natalya and many of her compatriots, the endless, personal grind of war casts Russian propaganda in a different light. And for those hoping to push the tide of public opinion against Putin, that creates an opening.  ", "\"I do not trust our TV,\" she said. \"I cannot be certain they are not telling the truth, I just don't know.  ", "\"But I have my doubts,\" she added. \"I think, probably, they're not.\"  ", "​​Natalya is not the only Russian to turn against the conflict, but she appears to be in the minority.   ", "Gauging public opinion is notoriously difficult in a country where independent pollsters are targeted by the government, and many of the 146 million citizens are reluctant to publicly condemn President Vladimir Putin. But according to the Levada Center, a non-governmental polling organization, support dipped by only 6% among Russians from March to November last year, to 74%.   ", "In many respects, that is unsurprising. There is little room for dissenting voices on Russian airwaves; the propaganda beamed from state-controlled TV stations since the onset of war has at times attracted derision around the world, so overblown are their more fanatical presenters and pundits.  ", "In the days leading up to last Friday's one-year anniversary of the full-scale invasion - according to BBC Monitoring's Francis Scarr, who analyzes Russian media daily - a Russian MP told audiences on state-owned TV channel Russia-1 that \"if Kyiv needs to lie in ruins for our flag to fly above it, then so be it!\"; radio presenter Sergey Mardan proclaimed: \"There's only one peace formula for Ukraine: the liquidation of Ukraine as a state.\"  ", "And, in a farfetched statement that encapsulates the alternate reality in state TV channels exist, another pro-Russian former lawmaker claimed of Moscow's war progress: \"Everything is going to plan and everything is under control.\"   ", "Such programming typically appeals to a select group of older, more conservative Russians who pine for the days of the Soviet Union - though its reach spans generations, and it has claimed some converts.  ", "\"My opinion on Ukraine has changed,\" said Ekaterina, 37, who turns to popular Russian news program \"60 Minutes\" after getting home from work. \"At first my feelings were: what is the point of this war? Why did they take the decision to start it? It makes the lives of the people here in Russia much worse!\"   ", "The conflict has taken a personal toll on her. \"My life has deteriorated a lot in this year. Thankfully, no one close to me has been mobilized. But I lost my job. And I see radical changes around me everywhere,\" she said.  ", "And yet, Ekaterina's initial opposition to the invasion has disappeared. \"I arrived at the understanding that this special military operation was inevitable,\" she said. \"It would have come to this no matter what. And had we not acted first, war would have been unleashed against us,\" she added, mirroring the false claims of victimhood at the hands of the West that state media relentlessly communicate.   ", "Reversals like hers will be welcomed in the Kremlin as vindication of their notorious and draconian grip on media reporting.    ", "\"I trust the news there completely. Yes, they all belong to the state, (but) why should I not trust them?\" Yuliya, a 40-year-old HR director at a marketing firm, told CNN. \"I think (the war) is succeeding. Perhaps it is taking longer than one could wish for. But I think it is successful,\" said Yuliya, who said her main source of news is the state-owned Channel One.  ", "Around two-thirds of Russians rely primarily on television for their news, according to the Levada Center, a higher proportion than in most Western countries.  ", "But the sentiment of Yuliya and Ekaterina is far from universal. Even among those who generally support the war, Kremlin-controlled TV remains far removed from the reality many Russians live in.  ", "\"Everything I hear on state channels I split in half. I don't trust anyone (entirely),\" 55-year-old accountant Tatyana said. \"One needs to analyze everything ... because certain things they are omitting, (or) not saying,\" said Leonid, a 58-year-old engineer.  ", "Several people whom CNN spoke with in Moscow this month relayed similar feelings, stressing that they engaged with state-controlled TV but treated it with skepticism. And many reach different views on Ukraine.  ", "\"I think you can trust them all only to an extent. The state channels sometimes reflect the truth, but on other occasions they say things just to calm people down,\" 20-year-old Daniil said.  ", "Vocal minorities on each side of the conflict exist in Russia, and some have cut off friendships or left the country as a result. But sociologists tracking Russian opinion say most people in the country fall between those two extremes.  ", "\"Quite often we are only talking about these high numbers of support (for the war),\" Denis Volkov, the director of the Moscow-based Levada Center, said. \"But it's not that all these people are happy about it. They support their side, (but) would rather have it finished and fighting stopped.\"  ", "This group of people tends to pay less attention to the war, according to Natalia Savelyeva, a Future Russia Fellow at the Center for European Policy Analysis (CEPA) who has interviewed hundreds of Russians since the invasion to trace the levels of public support for the conflict. \"We call them 'doubters,'\" she said.  ", "\"A lot of doubters don't go very deep into the news ... many of them don't believe that Russian soldiers kill Ukrainians - they repeat this narrative they see on TV,\" she said.   ", "The center ground also includes many Russians who have developed concerns about the war. But if the Kremlin cannot expect all-out support across its populace, sociologists say it can at least rely on apathy.  ", "\"I try to avoid watching news on the special military operation because I start feeling bad about what's going on,\" Natalya added. \"So I don't watch.\"  ", "She is far from alone. \"The major attitude is not to watch (the news) closely, not to discuss it with colleagues or friends. Because what can you do about it?\" said Volkov. \"Whatever you say, whatever you want, the government will do what they want.\"  ", "That feeling of futility means anti-war protests in Russia are rare and noteworthy, a social contract that suits the Kremlin. \"People don't want to go and protest; first, because it might be dangerous, and second, because they see it as a futile enterprise,\" Volkov said.  ", "\"What are we supposed to do? Our opinion means diddly squat,\" a woman told CNN in Moscow in January, anonymously discussing the conflict.  ", "The bulk of the population typically disengages instead. \"In general, those people try to distance themselves from what's going on,\" Savelyeva added. \"They try to live their lives as though nothing is happening.\"  ", "And a culture of silence - re-enforced by heavy-handed authorities - keeps many from sharing skepticism about the conflict. A married couple in the southwestern Russian city of Krasnodar were reportedly arrested in January for professing anti-war sentiments during a private conversation in a restaurant, according to the independent Russian monitoring group OVD-Info.   ", "\"I do have an opinion about the special military operation ... it remains the same to this day,\" Anna told CNN in Moscow. \"I can't tell you which side I support. I am for truth and justice. Let's leave it like that,\" she said.  ", "Keeping the war at arm's length has, however, become more difficult over the course of the past year. Putin's chaotic partial mobilization order and Russia's increasing economic isolation has brought the conflict to the homes of Russians, and communication with friends and relatives in Ukraine often paint a different picture of the war than that reported by state media.  ", "\"I have felt anxious ever since this began. It's affecting (the) availability of products and prices,\" a woman who asked to remain anonymous told CNN last month. \"There is a lack of public information. People should be explained things. Everyone is listening to Soloviev,\" she said, referring to prominent propagandist Vladimir Soloviev.   ", "\"It would be good if the experts started expressing their real opinions instead of obeying orders, from the government and Putin,\" the woman said.   ", "A film student, who said she hadn't heard from a friend for two months following his mobilization, added: \"I don't know what's happened to him. It would be nice if he just responded and said 'OK, I'm alive.'\"  ", "\"I just wish this special military operation never started in the first place - this war - and that human life was really valued,\" she said.  ", "For those working to break through the Kremlin's information blockade, Russia's quiet majority is a key target.  ", "Most Russians see on state media a \"perverted picture of Russia battling the possible invasion of their own territory - they don't see their compatriots dying,\" said Kiryl Sukhotski, who oversees Russian-language content at Radio Free Europe/Radio Liberty, the US Congress-funded media outlet that broadcasts in countries where information is controlled by state authorities.  ", "\"That's where we come in,\" Sukhotski said.  ", "The outlet is one of the most influential platforms bringing uncensored scenes from the Ukrainian frontlines into Russian-speaking homes, primarily through digital platforms still allowed by the Kremlin including YouTube, Telegram and WhatsApp.  ", "And interest has surged throughout the war, the network says. \"We saw traffic spikes after the mobilization, and after the Ukrainian counter-offensives, because people started to understand what (the war) means for their own communities and they couldn't get it from local media.\"  ", "Current Time, its 24/7 TV and digital network for Russians, saw a two-and-a-half-fold increase in Facebook views, and more than a three-fold rise in YouTube views, in the 10 months following the invasion, RFE/RL told CNN. Last year, QR codes which directed smartphone users to the outlet's website started popping up in Russian cities, which RFE/RL believed were stuck on lampposts and street signs by anti-war citizens.  ", "But independent outlets face a challenge reaching beyond internet natives, who tend to be younger and living in cities, and penetrating the media diet of older, poorer and rural Russians, who are typically more conservative and supportive of the war.   ", "\"We need to get to the wider audience in Russia,\" Sukhotski said. \"We see a lot of people indoctrinated by Russian state propaganda ... it will be an uphill battle but this is where we shape our strategy.\"  ", "Reaching Russians at all has not been easy. Most of RFE/RL's Russia-based staff made a frantic exit from the country after the invasion, following the Kremlin's crackdown on independent outlets last year, relocating to the network's headquarters in Prague.   ", "The same fate befell outlets like BBC Russia and Latvia-based Meduza, which were also targeted by the state.  ", "A new law made it a crime to disseminate \"fake\" information about the invasion of Ukraine - a definition decided at the whim of the Kremlin - with a penalty of up to 15 years in prison for anyone convicted. This month, a Russian court sentenced journalist Maria Ponomarenko to six years in prison for a Telegram post that the court said spread supposedly \"false information\" about a Russian airstrike on a theater in Mariupol, Ukraine, that killed hundreds, state news agency TASS reported.  ", "\"All our staff understand they can't go back to Russia,\" Sukhotski told CNN. \"They still have families there. They still have ailing parents there. We have people who were not able to go to their parents' funerals in the past year.\"  ", "His staff are \"still coming to terms with that,\" Sukhotski admitted. \"They are Russian patriots and they wish Russia well ... they see how they can help.\"  ", "Outlets like RFE/RL have openings across the digital landscape, in spite of Russia's move to ban Twitter, Facebook and other Western platforms last year.  ", "About a quarter of Russians use VPN services to access blocked sites, according to a Levada Center poll carried out two months after Russia's invasion.   ", "Searches for such services on Google spiked to record levels in Russia following the invasion, and have remained at their highest rates in over a decade ever since, the search engine's tracking data shows.   ", "YouTube meanwhile remains one of the few major global sites still accessible, thanks to its huge popularity in Russia and its value in spreading Kremlin propaganda videos.  ", "\"YouTube became the television substitute for Russia ... the Kremlin fear that if they don't have YouTube, they won't be able to control the flow of information to (younger people),\" Sukhotski said.  ", "And that allows censored organizations a way in. \"I watch YouTube. I watch everything there - I mean everything,\" one Moscow resident who passionately opposes the war told CNN, speaking on the condition of anonymity. \"These federal channels I never watch,\" she said. \"I don't trust a word they say. They lie all the time! You've just got to switch on your logic, compare some information and you will see that it's all a lie.\"  ", "Telegram, meanwhile, has spiked in popularity since the war began, becoming a public square for military bloggers to analyze each day on the battlefield.  ", "At first, that analysis tended to mirror the Kremlin's line. But \"starting around September, when Ukraine launched their successful counter-offensives, everything started falling apart,\" said Olga Lautman, a US-based Senior Fellow at CEPA who studies the Kremlin's internal affairs and propaganda tactics. \"I've never seen anything like it,\" she said.  ", "Scores of hawkish bloggers, some of whom boast hundreds of thousands of followers, have strayed angrily from the Kremlin's line in recent months, lambasting its military tactics and publicly losing faith in the armed forces' high command.  ", "This month, a debacle in Vuhledar that saw Russian tanks veer wildly into minefields became the latest episode to expose those fissures. The former Defense Minister of the Moscow-backed Donetsk People's Republic, Igor Girkin, sometimes known by his nom de guerre Igor Strelkov - now a  a strident critic of the campaign - said Russian troops \"were shot like turkeys at a shooting range.\" In another post, he called Russian forces \"morons.\" Several Russian commentators called for the dismissal of Lieutenant General Rustam Muradov, the commander of the Eastern Grouping of Forces.   ", "\"This public fighting is spilling over,\" Lautman told CNN. \"Russia has lost control of the narrative ... it has normally relied on having a smooth propaganda machine and that no longer exists.\"  ", "One year into an invasion that most Russians initially thought would last days, creaks in the Kremlin's control of information are showing.  ", "The impact of those fractures remains unclear. For now, Putin can rely on a citizenry that is generally either supportive of the conflict or too fatigued to proclaim its opposition.  ", "But some onlookers believe the pendulum of public opinion is slowly swinging away from the Kremlin.   ", "\"One family doesn't know of another family who hasn't suffered a loss in Ukraine,\" Lautman said. \"Russians do support the conflict because they do have an imperialistic ambition. But now it is knocking on their door, and you're starting to see a shift.\"  "], "headline": "'It's all a lie': Russians are trapped in Putin's parallel universe. But some want out    ", "timestamp": "  Updated  7:44 AM EST, Mon February 27, 2023    ", "act": "/2023/02/27/europe/russia-propaganda-information-ukraine-anniversary-cmd-intl"}, "/2023/02/27/europe/russia-wagner-sudan-gold-sanctions-eu-intl": {"paras": ["The European Union has sanctioned a Russian national and the subsidiary of Russia's Wagner Group in Sudan, Meroe Gold, for facilitating the exploitation of Sudan's gold wealth, after a CNN investigation into the group's activities last July.  ", "The EU named a Russian national - Mikhail Potepkin - and Yevgeny Prigozhin's Wagner Group subsidiary in Sudan, Meroe Gold, listing them \"for serious human rights abuses, including torture and extrajudicial, summary or arbitrary executions and killings, in several countries, including Sudan,\" according a statement published Saturday on the EC's legal platform EUR-LEX.  ", "\"Mikhail Potepkin is the director of Meroe Gold, a front company for the Wagner Group's operations in Sudan, and is involved in the activities of M-Invest, Meroe's parent company. He has a leadership role in the Wagner Group in Sudan and has close ties to Yevgeny Prigozhin,\" according to a statement from the European Council.  ", "A CNN investigation last July was the first to expose the mechanism by which Wagner and Meroe Gold were operating in Sudan, circumventing US sanctions on the group.   ", "Multiple interviews with high-level Sudanese and US officials and troves of documents reviewed by CNN last summer painted a picture of an elaborate Russian scheme to plunder Sudan's riches in a bid to fortify Russia against increasingly robust Western sanctions and to buttress Moscow's war effort in Ukraine.  ", "The evidence also suggested that Russia colluded with Sudan's beleaguered military leadership, enabling billions of dollars in gold to bypass the Sudanese state and to deprive the poverty-stricken country of hundreds of millions in state revenue.  ", "In exchange, CNN's investigation found, Russia lent powerful political and military backing to Sudan's increasingly unpopular military leadership as it violently quashes the country's pro-democracy movement  ", "Despite Yevgeny Prigozhin's denials, the European Council has now confirmed CNN's findings, stating that Meroe Gold continued to operate in Sudan as a \"hedge for the Wagner Group's operations\" via a Sudanese shell company.  ", "\"Through its affiliation with the Sudanese army, the Wagner Group has secured the right to mine Sudanese gold and export it to Russia,\" the Saturday statement by the European Council said.   "], "headline": "EU sanctions Wagner subsidiary in Sudan after CNN investigation into gold exploitation    ", "timestamp": "  Updated  5:15 AM EST, Mon February 27, 2023    ", "act": "/2023/02/27/europe/russia-wagner-sudan-gold-sanctions-eu-intl"}, "/europe/live-news/russia-ukraine-war-news-02-26-23": {"paras": ["Our live coverage of Russia's war in Ukraine has moved here.", "Ukraine's commander of joint forces operation has been dismissed from his post, President Volodymyr Zelensky announced in a decree Sunday.  ", "Major Gen. Eduard Mykhailovich Moskalov had been appointed to the position last March when Lt. Gen. Oleksandr Pavliuk was appointed head of the Kyiv region military administration.  ", "Zelensky did not provide an explanation for Moskalov's dismissal, but it's the latest in a long line of recent leadership changes made by his administration.  ", "Ukrainian authorities have conducted a series of anti-corruption searches and crackdowns across the country, and a variety of high-profile firings have followed.  ", "It is not yet clear if Moskalov's firing was connected to the recent corruption purge.  ", "Florida Gov. Ron DeSantis once strongly supported arming Ukraine to fight Russia, urging then-President Barack Obama to do so as a deterrent to Russian aggression in eastern Europe - a position at odds with his statements this week questioning the United States' involvement in the conflict.  ", "As a conservative congressman, DeSantis, now a likely presidential hopeful, urged sending \"defensive and offensive\" weapons to Ukraine in 2014 and 2015, according to a review of his past comments by CNN's KFile. He also voted to refuse to fund a new missile defense treaty with Russia until they withdrew from Ukraine.  ", "Once an advocate of a hardline, hawkish approach to Russia by supporting Ukraine, the Florida governor shifted course this week in anticipation of a potential presidential run, where he will vie for the nomination of a changed, more isolationist Republican party.  ", "In new comments, the Florida governor criticized what he called a \"blank check\" approach to aid for Ukraine, and questioned whether it was in the United States' interest to remain involved if the conflict came down to \"things like the borderlands or over Crimea.\"  ", "In comparison to China, DeSantis said Russia was not \"the same threat to our country, even though they're hostile\" and downplayed the threats that Russia could invade NATO countries.  ", "DeSantis' foreign policy pivot from being a self-described follower of the \"Reagan school\" of foreign policy to a more Trumpian worldview comes as the Republican Party's voting base has grown increasingly isolationist.   ", "A recent poll from Pew Research Center shows 40% of Republican and Republican-leaning independent voters now believe the US is providing too much support for Ukraine, up from 9% last year.  ", "A CNN KFile review of DeSantis' past comments and actions found that DeSantis consistently supported sending aid to Ukraine and condemned the Russian annexation of Crimea in 2014 and 2015 and as late as 2017.  ", "Read the full review here.", "Tensions are mounting in Moldova, a small country on Ukraine's southwestern border, where Russia has been accused of laying the groundwork for a coup that could drag the nation into the Kremlin's war.  ", "Moldovan President Maia Sandu has accused Russia of using \"saboteurs\" disguised as civilians to stoke unrest amid a period of political instability, echoing similar warnings from Ukrainian President Volodymyr Zelensky.  ", "Russian President Vladimir Putin has meanwhile baselessly accused Kyiv of planning its own assault on a pro-Russian territory in Moldova, where Moscow has a military foothold.  ", "What is Russia planning? Despite Moscow's pleas of innocence, its actions regarding Moldova bear a striking resemblance to moves it made ahead of its annexation of Crimea in 2014, and its full-scale invasion of Ukraine last year.  ", "On Tuesday, Putin revoked a 2012 foreign policy decree that in part recognized Moldova's independence, according to Reuters.  ", "Then on Thursday, Russia's Ministry of Defence accused Ukraine of \"preparing an armed provocation\" against Moldova's pro-Russian separatist region of Transnistria \"in the near future,\" state media TASS reported.  ", "No evidence or further details were offered to support the ministry's accusation, and it has been rubbished by Moldova.  ", "But the claim has put Western leaders on alert, coming almost exactly a year after Putin made similar, unsubstantiated claims that Russians were being targeted in the Donbas - the eastern flank of Ukraine where Moscow had supported militant separatists since 2014 - allowing him to cast his invasion of the country as an issue of self-defense.  ", "Russia's existing foothold in the country: Central to Russia's interests in Moldova is Transnistria, a breakaway territory on the eastern flank of the country that has housed Russian troops for decades.  ", "The territory - a 1,300 square mile enclave on the Dniester River - declared itself a Soviet republic in 1990, opposing any attempt by Moldova to become an independent state or to merge with Romania after the disintegration of the Soviet Union.  ", "When Moldova became independent the following year, Russia quickly inserted itself as a so-called \"peacekeeping force\" in Transnistria, sending troops in to back pro-Moscow separatists there.  ", "War with Moldovan forces ensued, and the conflict ended in a deadlock in 1992. Transnistria was not recognized internationally, even by Russia, but Moldovan forces left it a de facto breakaway state. That deadlock has left the territory and its estimated 500,000 inhabitants trapped in limbo, with the government in Chișinău holding virtually no control over it to this day.  ", "For the first time since the two countries established diplomatic relations 30 years ago, a Saudi foreign minister has visited Ukraine.  ", "President Volodymyr Zelensky's office released a video of him meeting Saudi Arabia's Prince Faisal bin Farhan Al Saud on Sunday.   ", "Zelensky said he expected the meeting would \"provide a new impetus to further intensification of our mutually beneficial dialogue.\"  ", "\"Thank you for supporting peace in Ukraine, our sovereignty, and territorial integrity,\" he continued. \"This is very important for us and our society.\"  ", "Saudi Arabia has steered a neutral course in the conflict. The Kingdom mediated a prisoner exchange last year, in which two American and five British citizens were released from Russian detention.   ", "Andriy Yermak, head of the Ukrainian presidential office, called the meeting successful in a message on Telegram.  ", "\"Ukraine and Saudi Arabia have common challenges and experiences in dealing with them. We are talking about Iranian UAVs (unmanned aerial vehicles, or drones) that were supplied to certain 'rebels' and attacked Saudi oil facilities,\" Yermak said, in a reference to the use of Iranian drones by Houthi forces in Yemen.  ", "\"Since last year, the same Iranian UAVs have been in possession of Russian terrorists and have been attacking Ukraine's energy infrastructure.\"  ", "Director of the US CIA William Burns said in an interview Sunday that the alliance between Russia and Iran is developing rapidly, an emerging narrative that he called \"disturbing.\"   ", "Burns said the CIA is also seeing signs that Russia is proposing to help the Iranians on their missile program, and at least considering the possibility of providing fighter aircraft to Iran, in exchange for military aid in their ongoing invasion.  ", "Meeting with Russia's spy chief: Burns also described his conversation with the director of Russia's Foreign Intelligence Service, and said Russian President Vladimir Putin is \"too confident\" in his ability to grind down Ukraine.  ", "He called the discussion with Naryshkin \"pretty dispiriting,\" but said he got some key points across.  ", "Asked why the conversation was dispiriting, Burns added: \"There was a very defiant attitude on the part of Mr. Naryshkin as well, a sense of cockiness and hubris, reflecting Putin's own view - his own belief today that he can make time work for him, that he believes he can grind down the Ukrainians, that he can wear down our European allies, that political fatigue will eventually set in.\"   ", "In an interview Sunday, US House Foreign Affairs Committee Chairman Michael McCaul urged President Joe Biden's administration to provide more advanced weapons systems to Ukraine, and said Congress would take steps to move the process along.  ", "McCaul warned critics of US support for Ukraine that \"we can't put our head in the sand.\"  ", "\"We can certainly write into our appropriations bills, prioritizing weapons systems. We intend to do that,\" McCaul said on \"ABC This Week,\" when asked what Congress can do to push the Biden administration on providing longer-range missile systems or fighter jets.  ", "McCaul said he believed the US could have already been doing more to speed up a conclusion to the conflict.  ", "Biden and senior administration officials have said \"for now\" Ukraine doesn't require advanced fighter jets, and the US has rebuffed Ukrainian entreaties for long-range Army Tactical Missile Systems over concerns they could be used by Ukraine to hit targets deep inside Russia.  ", "McCaul said he recently spoke with Chairman of the Joint Chiefs of Staff Gen. Mark Milley, and that nothing is off the table right now.   ", "\"I think with enough pressure from Congress on both sides of the aisle, we can get into Ukraine what they really need to win this fight,\" the lawmaker said.  ", "As far-right Republican criticism grows over the US' continued support of Ukraine, and some saying the White House should be spending more energy on domestic crises like the train derailment in East Palestine, Ohio, McCaul said the US can walk and chew gum at the same time.   ", "\"I think that's a false choice. I think the president should have gone to (East) Palestine where we have this major chemical spill, but it doesn't mean we disregard what's happening - this struggle for the global balance of power that we're facing right now,\" McCaul said.   ", "There is one thing that Russian and Ukrainian accounts agree upon: The fighting around the eastern city of Bakhmut is relentless, and the casualties - on both sides - are high.   ", "A fierce fight in the streets: Until a few weeks ago, the battle was waged largely with tanks, artillery and mortars. But Bakhmut has increasingly become a field of urban combat, with every street and building in the suburbs and surrounding villages contested.  ", "Russian forces - including fighters from the Wagner private military company - have edged toward the center of the city from the east, south and north.   ", "Ukrainian units have launched frequent counter-attacks to try to reclaim some territory and preserve their precarious access to Bakhmut from the west. That access has become gradually more complicated as routes into the city have come under control of Russian forces.  ", "Ukrainian soldiers on unofficial social media accounts have said they are increasingly reliant on dirt roads to reach - and leave - Bakhmut, tracks that may become impassable as the frost turns to mud.  ", "Russia aims to encircle Ukraine's troops: Rather than drive directly toward the city center, Wagner groups have sought to surround the city in a wide arc from the north. In January, the groups claimed the nearby town of Soledar, and have since taken a string of villages and hamlets north of Bakhmut.  ", "That process appears to have gone a step further in recent days, with Wagner apparently reaching the village of Yahidne immediately to the northwest of Bakhmut. The village sits on a route that, until recently, was used by Ukrainians to get in and out of the city.  ", "The next target for the Russians could be the town of Chasiv Yar, a straggling collection of Soviet-era apartment blocks, sitting on high ground which has already been extensively damaged. Ukrainian officials said it came under artillery fire again Sunday.  ", "How long will Ukraine defend the city? The conundrum for the Ukrainian military is whether it remains feasible to continue defending Bakhmut.  ", "At the beginning of February, Ukrainian President Volodymyr Zelensky said, \"No one will surrender Bakhmut. We will fight as long as we can. We consider Bakhmut our fortress.\"  ", "More recently, in an interview with Italian media, Zelensky's tone was slightly different. \"It is important for us to defend (Bakhmut), but not at any price and not for everyone to die,\" he was quoted as saying.  ", "If Bakhmut can no longer be held, it will be important to note where Ukrainians choose to draw their next defensive lines. The cities of Kostiantynivka and Kramatorsk are not far to the west of Bakhmut and have already registered an uptick in Russian missile attacks.    ", "For now, there's no sign of a withdrawal of Ukrainian units from the Bakhmut area, and the brutal fighting wears on.  ", "US national security adviser Jake Sullivan would not say whether the Biden administration would support Ukraine if it decides victory against Russia requires retaking Crimea.  ", "Sunday marks the ninth anniversary of Russia's annexation of the peninsula.   ", "Asked directly if the US would help Ukraine take back Crimea, Sullivan punted again on NBC's \"Meet the Press,\" repeating that the most critical thing right now is supplying Ukraine with the tools to take back territory in the south and east.  ", "Asked by Bash on CNN to level with the American people on how long the war will last, Sullivan said: \"War is unpredictable.\"  ", "He reiterated US President Joe Biden's Friday statement that the administration was ruling out providing F-16 fighter jets \"for now.\" Sullivan would not say whether the US would provide jets down the line.  ", "On China, Sullivan told Bash that the US has still not seen Beijing make a final decision on whether to provide Russia lethal aid for the war. He also declined to detail what consequences China would face if they made such a move.   ", "\"President Biden has said previously, we're not just making direct threats. We're just laying out both the stakes and the consequences, how things would unfold and we are doing that clearly - and specifically behind closed doors,\" he said.  ", "The US State Department reasserted that \"Crimea is Ukraine,\" in a statement from spokesperson Ned Price to mark the nine-year anniversary of Russia's occupation of the territory.   ", "The statement also comes after the first anniversary of Russia's full-scale invasion of Ukraine earlier this month.  ", "\"The United States welcomes the efforts of Ukraine's Crimea Platform to focus global attention on Russia's continued occupation,\" said Price, referring to the Ukrainian government entity that coordinates Ukrainian efforts to recover the peninsula.  ", "Moldova fears history repeating itself: In recent weeks, concerns have risen that Russian President Vladimir Putin could be using some of the same pretext used to annex Crimea to next target the tiny country of Moldova, which sits on Ukraine's southern border.  ", "Russia has vehemently denied any claims it is plotting to destabilize Moldova. It defends as legitimate its annexation of both Crimea and four additional Ukrainian territories claimed during the war, in violation of international law.  ", "For the second time in a month, men who say they are with a mobilized Russian unit deployed to Ukraine have complained about their treatment and commanders.  ", "The men are from regiment 1439, which comes from Irkutsk in Siberia. A group from the same regiment issued a similar protest in January. It's unclear whether the new video includes men involved in the previous complaint.  ", "In the latest video, published Saturday, the group claimed they had been given \"unlawful and criminal orders\" from their command and sent to battle without \"any support.\"  ", "\"We are the mobilized from Irkutsk oblast (region), regiment 1439, who were sent to the (self-proclaimed Donetsk People's Republic) from the city of Novosibirsk on December 31, 2022,\" said a hooded soldier reading a message and surrounded by other soldiers.  ", "Avdiivka is a hotly contested city close to the front lines in Donetsk.   ", "\"DPR commanders are firing machine guns and infantry fighting vehicles at our mobilized soldiers because (they) refuse to join the assault units. There is no point in appealing to the local military prosecutor's office since they are in full collusion with the commanders ... At this point, this battalion has been almost completely destroyed,\" the hooded soldier continued.  ", "As the video nears its end, the soldier says the unit is in a \"desperate position\" because the DPR \"commanders do not care\" about their lives.   ", "Another video, also purportedly from men of the 1439th, circulated at the end of January.  ", "In it, a group of soldiers said they were being threatened and fired at by their commanders for refusing to join the front line, and were being forced into combat without adequate support.  ", "\"Our command directly tells us that we are expendable. DPR commanders fire machine guns and BMPs at our mobilized soldiers because (they) refuse to join the assault units,\" said a man dressed in a military uniform. The video was published on January 26.   ", "The man alleged that many in his unit were sent to the front line in assault groups without any training, and that two men died as a result, while 19 more were wounded. He also claimed the soldiers were paying for food and water from their \"own pockets,\" living in \"complete disorder\" and treating themselves for injuries.   ", "CNN cannot independently verify the videos, or whether the group are indeed soldiers from the 1439 regiment.  ", "TVRain - an independent Russian outlet - said it received Saturday's video direct from the soldiers.  ", "CNN has asked for comment from the Russian Ministry of Defence.  ", "Germany's Defense Minister Boris Pistorius has reacted with skepticism to China's plans on how to end the Ukraine conflict.   ", "On Friday, China's foreign ministry issued a position paper calling for a resumption of peace talks and an end to unilateral sanctions, and stressing its opposition to the use of nuclear weapons.  ", "But Beijing's claim to neutrality has been severely undermined by its refusal to acknowledge the nature of the conflict - it has so far avoided calling it an \"invasion\" - and its diplomatic and economic support for Moscow.  ", "Western officials have also raised concerns that China may be considering providing Russia with lethal military assistance, an accusation denied by Beijing.  ", "Mykhailo Podolyak, a Ukrainian politician who advises President Volodymyr Zelensky, on Saturday hit out at China for \"betting on an aggressor\" after Beijing repeated its call for a political settlement to the Ukraine war.  ", "\"If you claim to be a global player, you don't offer an unrealistic plan,\" he tweeted. \"You don't bet on an aggressor who broke international law and will lose the war.\"  ", "French President Emmanuel Macron has said it is a \"good thing\" that China is engaging in peace efforts, as he announced plans to visit Beijing in April.  ", "Here's what we know about the latest fighting on the ground, with authorities in several parts of Ukraine reporting extensive Russian shelling over the past 24 hours - from the northern region of Sumy to Kherson in the south.  ", "Much of the incoming fire was directed at settlements in Luhansk and Donetsk regions, many of which have been deserted by their residents. Russia controls much of the two territories and hopes to fully capture them.   ", "Artillery fire on the town of Kupyansk in neighboring Kharkiv region has picked up in recent weeks, with Russian forces only some ten kilometers away.   ", "Ukrainian officials said there were artillery attacks against several towns and villages along the hotly contested frontlines to the east of Kupyansk.  ", "The authorities in Donetsk region said three people were killed and four wounded over the past 24 hours. They said several settlements near the flashpoint city of Bakhmut came under fire.  ", "Serhiy Hayday, head of Luhansk region military administration, said in the area where Donetsk and Luhansk regions meet (near the town of Kreminna) \"all attacks have been repelled. The Kreminna sector is a forest landscape which is why Russians are trying to manoeuvre there, going with small groups of 10-15 people. Russians are learning from us, so it varies from day to day.\"  ", "Hayday added that \"enemy losses reached 70 killed and uncountable wounded. Their hospitals are overcrowded. Russians do not care about their losses at all.\"  ", "CNN can't independently confirm losses of either side in the fighting.  ", "Tensions are mounting in Moldova, a small country on Ukraine's southwestern border, where Russia has been accused of laying the groundwork for a coup that could drag the nation into the Kremlin's war.", "Moldova's President, Maia Sandu, has accused Russia of using \"saboteurs\" disguised as civilians to stoke unrest amid a period of political instability, echoing similar warnings from Ukrainian President Volodymyr Zelensky.  ", "Russian President Vladimir Putin has meanwhile baselessly accused Kyiv of planning its own assault on a pro-Russian territory in Moldova where Moscow has a military foothold, heightening fears that he is creating a pretext for a Crimea-style annexation.  ", "US President Joe Biden met President Sandu on the sidelines of his trip to Warsaw last week, marking the one-year anniversary of Russia's invasion.  ", "Although there is no sign he has accepted her invite to visit, the White House did say he reaffirmed support for Moldova's \"sovereignty and territorial integrity.\"  ", "Read the full analysis piece here. ", "Russian President Vladimir Putin has accused the West of attempting to destroy Russia.  ", "Russian state news agency RIA Novosti reported that in an interview with Rossiya 1 Putin said the West has \"one goal - to break up the former Soviet Union and its main part - the Russian Federation.\"  ", "\"And then, perhaps, they will accept us in the so-called family of civilized peoples, but only separately, each part separately. For what?\" Putin said.   ", "In comments to another channel, Putin said that Russia needs to consider NATO's nuclear capabilities.  ", "\"In today's conditions, when all the leading NATO countries have declared their main goal as inflicting a strategic defeat on us, so that our people suffer as they say, how can we ignore their nuclear capabilities in these conditions?\" Putin told Rossiya 1, according to TASS.  ", "Putin has frequently stressed the importance of modernizing Russia's nuclear forces.   ", "The Russian president remarks build on his state of the union speech earlier in the week. ", "\"The US and NATO openly state that their goal is the strategic defeat of Russia,\" he said. \"And what, after that are we just supposed to let them to travel around our (nuclear) facilities?\"  ", "Although the speech revisited old themes and largely recycled his arguments for invading Ukraine, he did make one substantial announcement, that Russia is suspending its participation in the New START nuclear arms reduction treaty.  ", "When Russian President Vladimir Putin sent his forces into Ukraine a year ago, most observers expected a quick victory for the invaders.  ", "Those early predictions of Russian success have not materialized, for what experts cite as a variety of factors, including higher morale and superior military tactics on the Ukrainian side but also - crucially - the supply of Western armaments.  ", "While recent headlines have made much of the potential for Western battle tanks or Patriot air defense systems to influence the war's outcome, these systems have yet to be used in combat in Ukraine.  ", "But there are other weapons that have already helped to change the course of the war.   ", "Find out what the three key ones are here. ", "The director of the CIA says the US is \"confident\" that China is \"considering\" sending lethal aid to Russia but intelligence suggests there has been no final decision by Beijing.  ", "\"We also don't see that a final decision has been made yet, and we don't see evidence of actual shipments of lethal equipment,\" Burns added.    ", "Some context: CNN reported Friday that the US has intelligence that the Chinese government is considering providing Russia with drones and ammunition for use in the war in Ukraine, three sources familiar with the intelligence told CNN.  ", "Ukrainian troops are standing their ground around Bakhmut despite a significant concentration of Russian forces near the eastern town, a Ukrainian commander said Saturday.  ", "Cmdr. Yuriy Fedorovych Madyar, a colonel in Ukraine's military, published a video message on his Telegram channel about the state of the fighting around Bakhmut, which remains one of the most fiercely contested territories in the war.  ", "The colonel said Ukrainian forces \"don't see any additional accumulation\" of Russian troops in these areas. Still, the concentration of Russian forces in Bakhmut is \"already considerable,\" allowing the Russians \"to launch assault operations several times a day.\"  ", "Madyar said the situation in the southern suburbs of Bakhut is stable, and that it's the northern suburbs that are proving \"the most difficult part of the front lines to hold on to.\"  ", "Madyar said that over the past week, the number of remaining civilians seen in the streets of Bakhmut \"has fallen to zero.\"  ", "What Russia is saying: Russia state news agency RIA Novosti carried a report this week showing a Russian soldier walking through the outskirts of Bakhmut, saying that Ukrainian forces have been holding on to their lines but retreating \"occasionally.\"  ", "And the Russian private military company Wagner has claimed that it now controls the village of Yahidne. The village is in the northern suburbs of Bakhmut - the same area that Madyar, the Ukrainian colonel, said was proving the most difficult to hold.  ", "CNN has not been able to independently verify either side's claims on recent troop movements around Bakhmut.  ", "Russia's brutal invasion of Ukraine has roiled global economies and made an impact even in countries far from the frontline horrors of the war.  ", "In the United States, Americans have felt the effects at the gas pump, paying the price for a disrupted global energy markets and the sanctions imposed on Russia by the US and its allies.  ", "From the day before Russia's full-scale invasion started, US gas prices shot up $1.48 a gallon, or 42%, to a record price of $5.02 by June 14.  ", "That peak was short-lived - the national average price of gasoline, as tracked by the agency Oil Price Information Service for AAA, fell continually for 98 straight days from the day the record was set to September 20.  ", "Why prices shot up, then fell: To understand why gas prices are down, it's important to understand why they went up so much - and so fast.  ", "Crude oil prices are determined on global commodity markets. And to some extent, those markets overreacted to the start of the war.  ", "\"The market's reaction was due to uncertainty,\" said oil analyst Andy Lipow. He said that those trading oil futures thought the global market would have to find a replacement for all the Russian oil when there wasn't an alternative available.  ", "But Russian oil shipments continued even with the sanctions, although they were redirected elsewhere. Instead of sending much of its oil and refined products to Europe, Russia sent them to countries like China, India and Turkey.  ", "And the sanctions never completely shut down the flow of oil to Europe, although a price cap limited the shipments and the amount that buyers in those countries would be willing to pay.  ", "In addition, the United States and its allies announced in March they would start releasing oil from their stockpiles of crude, such as the US Strategic Petroleum Reserve, putting downward pressure on prices.  ", "The economic outlook also drove oil prices: Few things take a bite out of gas prices like a recession, or even just the fear of one. People who lose their jobs don't have to commute, and they pull back their spending on discretionary items like travel, too. Consumption falls, followed by prices.  ", "Rising fears of a global and US recession roiled markets in late 2022, pushing down the price of oil futures. Fears of a US recession have receded recently, with very strong reports on US job growth and retail sales, but they're not gone - particularly not with the Federal Reserve expected to continue raising interest rates.  ", "That has only further helped tamp down prices at the pump.  ", "Read a full breakdown of the war's impact on gas prices here.", "Ukrainian President Volodymyr Zelensky said Saturday that the European Union's 10th sanctions package would deal a significant blow to Russian enterprises.  ", "\"Now, new sanctions steps are in the 10th package, powerful, against the defense industry and the financial sector of the terrorist state and against the propagandists who drowned Russian society in lies and are trying to spread their lies to the whole world,\" Zelensky said in his nightly address. \"They definitely won't succeed.\"  ", "The package, which the EU approved Friday, includes:  ", "Sanctions will continue to be introduced, Zelensky said.  ", "He added that the Ukrainian government is working \"to extend global and, in particular, European sanctions to the Russian nuclear industry, Rosatom, all those involved in the missile program and nuclear blackmail of the terrorist state.\"  ", "Finance chiefs at a Group of 20 conference in India this weekend issued a joint statement condemning Moscow for its war in Ukraine, with only China and Russia declining to sign.  ", "Nearly all countries in attendance agreed to condemn Russia's full-scale invasion, according to the chair summary and outcome issued as the meeting concluded Saturday. The countries signing the document said the war was adversely affecting the global economy and demanded Russia completely withdraw from Ukraine.   ", "The statement said \"today's era must not be of war,\" adding that the United Nations Charter and international humanitarian law should be upheld.   ", "\"The use or threat of use of nuclear weapons is inadmissible. The peaceful resolution of conflicts, efforts to address crises, as well as diplomacy and dialogue, are vital,\" it added.  ", "India, the current chair of the G20 economies, hosted the meeting in the city of Bengaluru.  ", "As Reuters reports, Russia and China's holdout forced India to issue a summary document wrapping up the two days of talks, rather than reaching a consensus on an official end-of-meeting communique.  ", "Key context on China: On Friday, China's foreign ministry issued a position paper calling for a resumption of peace talks and an end to unilateral sanctions, and stressing its opposition to the use of nuclear weapons.   ", "But Beijing's claim to neutrality has been severely undermined by its refusal to acknowledge the nature of the conflict - it has so far avoided calling it an \"invasion\" - and its diplomatic and economic support for Moscow.  ", "Western officials have also raised concerns that China may be considering providing Russia with lethal military assistance, an accusation denied by Beijing.  ", "China's top diplomat Wang Yi met with Russian President Vladimir Putin on Wednesday.   ", "A Ukrainian military commander said Saturday that there are not \"enough means\" to push Russian forces back as they go on the offensive around the eastern city of Bakhmut.  ", "Lt. Yevhenii Oropai, company commander of the Svoboda battalion of the National Guard of Ukraine, said on national television that the Russian military is \"actively advancing\" in Bakhmut and on the flanks in the area.  ", "Oropai also said the military does not have \"enough means\" to push Moscow's troops back, with Russia ramping up its attack on the front line and the Ukrainians waiting for deliveries of Western weapons.  ", "\"We lack tanks, armored vehicles, airplanes and long-range artillery to make competent offensive actions without suffering heavy losses. It is very difficult to be an infantryman,\" he said.  ", "The Ukrainian military said Saturday that Russia has made \"several unsuccessful attempts\" on settlements in the area surrounding Bakhmut.  ", "The Ukrainian military said Russian forces have recently launched unsuccessful assaults on its defensive lines in several regions, including around the embattled eastern city of Bakhmut.  ", "The Russian assaults have also targeted Kupiansk and Lyman, in the Kharkiv and Donetsk regions, respectively, the General Staff of the Ukrainian Armed Forces said late Saturday.  ", "Bakhmut: Russia has made \"several unsuccessful attempts\" on a cluster of settlements in the area surrounding Bakhmut, the Ukrainian military said.  ", "The areas that have seen recent fighting include Orikhovo-Vasylivka and Berkhivka to the northwest of Bakhmut, and Ivanivske and Pivnichne to the southwest.  ", "Ukraine's military said \"the enemy keeps trying to break through the defenses and take Bakhmut\" and that the commander of Ukraine's Eastern Military Group, Col. Gen. Oleksandr Syrskyi, visited units that are defending the city and surrounding villages.  ", "The post included images from Syrskyi's visit.  ", "Russian state news agency RIA Novosti carried a report showing a Russian soldier walking through the outskirts of Bakhmut. On video, he said, \"The enemy is holding on, but their morale is low and occasionally they start to retreat. We have 1,740 meters (about a mile) left to go to frontline positions in the center of Bakhmut. The enemy is holding the defense but is exhausted.\"  ", "CNN is unable to verify the soldier's claims on troop positioning.  ", "Wagner claim: The head of the Russian private military company Wagner, Yevgeny Prigozhin, said in a Telegram audio message that his fighters took control of the village of Yahidne, a northern suburb of Bakhmut, Saturday evening.  ", "CNN could not immediately verify Prigozhin's claim.  ", "Elsewhere in eastern Ukraine: The Ukrainian General Staff said Russian forces have also attacked defensive lines near Avdiivka, to the north of Donetsk city, and Mariinka, to the southwest.  ", "The military gave no indication that Moscow's troops had made any ground.  ", "Pavlo Kyrylenko, the head of the Donetsk region's military administration, said on Telegram that Avdiivka was under heavy enemy fire.  ", "He said that in less than 24 hours, \"the Russians shelled the city twice with artillery, once with tanks, launched an anti-aircraft missile strike, and also struck with Grads (rockets).\"  ", "A recently renovated school in the city had been destroyed by an air strike, Kyrylenko said.  "], "headline": "February 26, 2023 Russia-Ukraine news    ", "timestamp": "  Updated  12:20 AM EST, Mon February 27, 2023    ", "act": "/europe/live-news/russia-ukraine-war-news-02-26-23"}, "/2023/02/24/europe/kyiv-war-anniversary-intl-cmd": {"paras": ["One year after Russian President Vladimir Putin launched his invasion of Ukraine believing he'd take Kyiv within days, Ukraine's President Volodymyr Zelensky struck a defiant note, insisting that he was \"certain\" his country would win the war.  ", "Responding to a question from CNN's Christiane Amanpour at a press conference in the capital city, Zelensky said: \"Victory will be inevitable. I am certain there will be victory.\"  ", "\"We have everything for it. We have the motivation, certainty, the friends, the diplomacy. You have all come together for this,\" Zelensky said. \"If we all do our important homework, victory will be inevitable.\"  ", "Russia launched the full-scale invasion of Ukraine eight years after forcefully annexing the southern Ukrainian peninsula of Crimea.   ", "But its plan to wrest control from Zelensky's pro-European government has gone badly. A year after Russian tanks rolled into the country, Ukraine is still fighting and has managed to repel Moscow's advances north of Kyiv and in some eastern and southern parts of the country.  ", "The Ukrainian president has repeatedly rejected the idea of negotiating a peace deal that would see Ukraine lose any of its territory. Speaking on Friday, he said he would not negotiate with Putin - even though he was prepared to speak to him before the war started.  ", "\"It is not the same man. There is nobody to talk to there,\" he said.  ", "Meanwhile in Russia, former Russian President and Deputy Chair of Russia's Security Council of the Dmitry Medvedev said on Friday that that Russia's aim was to \"push the borders of threats to our country as far as possible, even if these are the borders of Poland.\"   ", "Zelensky used the first anniversary of the war to rally troops and renew calls for international assistance for his country. He handed out awards to soldiers and visited wounded service members before holding the rare press conference.   ", "Earlier on Friday morning, the Ukrainian leader addressed members of the military in Kyiv. He told them it was they who would determine the future of the country.  ", "\"It is you who will decide whether we are all going to exist. Whether Ukraine is going to exist. Every day. Every hour. It is you - Ukrainian soldiers - which will decide it,\" he said.  ", "Ukraine's international allies showed their solidarity on Friday, with landmarks around the world lit up in colors of the Ukrainian flag, and new weapons and funding announcements.   ", "The United States announced a $2 billion dollar security package to Ukraine, which includes new funding for contracts including HIMARS rockets, 155-millimeter artillery ammunition, drones, counter-drone equipment, mine-clearing equipment and secure communications equipment.  ", "US Secretary of State Antony Blinken called on the international community not to let Putin's crimes \"become our new normal,\" at the United Nations Security Council.  ", "Germany said it would send a further four Leopard 2 tanks to Ukraine, increasing its original commitment from 14 tanks to 18. Swedish Prime Minister Ulf Kristersson also pledged to send Leopard 2 tanks to Ukraine.   ", "And Japanese Prime Minister Fumio Kishida said he intends to present the idea of imposing new sanctions against Russia during a virtual meeting with G7 leaders and Zelensky.  ", "But there was a noticeable feeling of anxiety in Kyiv on Friday, as many of its residents worried Russia might launch new attacks on the day of the anniversary.   ", "The public transport system was less busy than usual during the morning rush-hour and many parents decided to keep their children home from school.  ", "Security was heightened, with visibly more troops and police officers out patrolling the streets.  ", "While air-raid sirens are a daily fixture in Kyiv, there hasn't been a major attack on the city in a few weeks, which means that whenever the alarms are activated, people are left gauging the level of risk.  ", "Across the country, ordinary Ukrainians marked the day in their own ways.   ", "Kathalina Pahitsky, a 16-year old student, went to the St. Michael's Golden-Domed Monastery in Kyiv to lay flowers in memory of two former students from her school who lost their lives fighting in the war.  ", "It was a bitterly cold morning in Kyiv, but Pahitsky said she felt it was her duty as the student president of her school to represent her classmates and pay her respects to the fallen heroes.  ", "\"They were defending our country on the front line. One of them died after he was wounded, the other one stepped on a mine,\" she told CNN.  ", "Holding a few red flowers adorned with blue and yellow ribbons, she said those killed in the war must be remembered and celebrated.  ", "\"Their photographs are here on the main street. It's a great honor. They died as heroes. So it's very important for us. And it would have been for them,\" she said.  ", "Olexander Atamas, who was an IT worker before the war and now serves with the Naval Forces of the Armed Forces of Ukraine, said it was hard to describe his feelings on Friday.   ", "\"I would prefer to describe what I don't feel now, I don't feel a fear, but [I] feel confidence in my abilities,\" he told CNN. \"One year ago ... I felt fear, I was stressed, psychologically it unsettled me. But currently there is no fear at all.\"  "], "headline": "Kyiv marks one year of war with anxiety and a rallying cry from Zelensky    ", "timestamp": "  Updated  3:13 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/europe/kyiv-war-anniversary-intl-cmd"}, "/2023/02/24/europe/europe-winter-drought-rivers-climate-intl": {"paras": ["A winter heatwave, record low levels of rain and a startling lack of snow in Europe are pushing rivers, canals and lakes across the continent to alarmingly low levels, with experts warning there could be repeat of last year's severe droughts.  ", "Images of dried-up river beds and shrunken lakes are usually associated with the scorching heat of summer - not the winter. But an exceptionally warm and dry start to the year is affecting a swath of Europe, including central and southwest France, northern Spain and northern Italy.   ", "There are concerns for what this might mean for water supplies.   ", "Europe's water situation has become \"very precarious,\" according to a study published in January by researchers at the Graz University of Technology in Austria, which used satellite data to analyze the world's groundwater resources.  ", "\"A few years ago, I would never have imagined that water would be a problem here in Europe,\" said Torsten Mayer-Gürr, one of the researchers. \"We are actually getting problems with the water supply here - we have to think about this.\"  ", "France, which is experiencing its driest stretch in more than 60 years, may soon bring in water restrictions.   ", "The country \"suffered a series of 32 consecutive days without any significant rainfall from January 21 to February 21,\" Simon Mittelberger, a climatologist at Météo-France, told CNN - the longest stretch since records began in 1959.  ", "It is having  a damaging effect on the country's rivers and lakes, Mittelberger said, as well as the country's soils.  ", "\"Soils are much drier than usual,\" he said. France's current soil moisture levels would not normally be seen until mid-April.  ", "Snowfall has also been low. \"The situation in the Pyrenees is close to the lowest record of snow quantity for that time of year,\" Mittelberger said. The Alps have seen 63% less snow than usual, according to CIMA Research Foundation.  ", "A lack of snow in the winter can threaten water reserves in the spring and summer, as there is less snowmelt to sustain rivers.  ", "Last summer, France suffered its worst drought on record but, Mittelberger warned, this year \"the situation could be worse if we don't have significant rainfall in the next couple of months.\"  ", "Christophe Béchu, the minister for ecological transition, called the winter drought \"unprecedented,\" and warned the country is in a state of alert.   ", "In Italy, some of country's most famous bodies of water are drying up.  ", "Water levels at Lake Garda are so low that it is now possible to walk to an island in the middle, along a strip of exposed lake bed. A few months ago, this walkway did not exist.  ", "It is now also a lot harder to take a water taxi in Venice, as some of its canals have become too shallow to keep gondolas afloat, in part, because of a lack of rainfall.   ", "The city which has long feared flooding is now grappling with the opposite problem.   ", "Italy's longest river, the Po, which winds through its northern agricultural heartland, has 61% less water than usual for this time of year.  ", "Last summer, the Italian government declared a state of emergency for the area surrounding the Po, which experienced its worst drought in 70 years.  ", "Giorgio Zampetti, general manager of Legambiente, an Italian environmental group, fears that the worst is yet to come: \"2023 has just begun, but it is showing worrying signs in terms of extreme weather events [and] drought levels,\" he said in a press statement.  ", "In Spain, which experienced its hottest year on record last year, there are concerns about water supplies.   ", "\"We cannot guarantee water supply for drinking water or for economic uses by relying exclusively on rain,\" Teresa Ribera, Minister for the Ecological Transition recently said at a press conference.   ", "The country has approved plans to invest around $24 billion in water management, including measures to improve sanitation and treatment and modernize irrigation.  ", "Since 1980 the average available water has decreased by 12%, with projections that there may be a further decrease of up to 40% by 2050.  ", "Dry weather in Spain is also threatening the country's prized jamón ibérico bellota, as low rainfall and rising temperatures affect the acorns eaten by the pigs.  ", "While Europe has previously been blighted by summer droughts, experts fear the exceptionally dry last two months may signal a new reality, caused in part by rising average global temperatures.  ", "\"These conditions were rare in the past, but climate change is altering precipitation regimes over Europe and making these extremes more recurrent and intense,\" Andrea Toreti, a climatologist at the European Commission's Joint Research Centre, told CNN.  ", "\"There is a growing concern due to the lack of precipitation in the last weeks and also considering the 2022 drought. The coming weeks will be crucial,\" Torerti said.  ", "While Toreti said attributing the winter drought to climate change would require a specific analysis that has not yet been conducted, he added such events \"are an expected effect of climate change in terms of more frequent and intense extremes.\"  "], "headline": "Dry canals, low rivers and shrunken lakes: Europe braces for severe drought amid winter heatwave    ", "timestamp": "  Updated  10:16 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/europe/europe-winter-drought-rivers-climate-intl"}, "/2023/02/23/europe/ukraine-married-couple-anniversary-russia-war-intl-cmd": {"paras": ["Yaryna Arieva and Sviatoslav Fursin are not going to celebrate their first wedding anniversary this Friday.   ", "The Ukrainian couple got married on the day Russia launched a full-scale attack on their country. A year later, Ukraine is still at war. Russian missiles are still falling from the sky and people are still dying.   ", "There isn't much to celebrate, they say. \"A year has passed and all the memories, they start coming back,\" Arieva told CNN at her and Fursin's home in Kyiv.   ", "She said that, for months, she avoided wearing a suit she got just days before the invasion because it was bringing back memories of the darkest moments of her life.  ", "\"It's not the memories you want to have in your head all the time,\" she said.  ", "Arieva, 22, and Fursin, 25, rushed to tie the knot in St. Michael's Golden-Domed Monastery on February 24, months before their planned wedding in May. They wanted to be together, whatever came next. The place has since become a favorite spot for visiting foreign dignitaries on their show-of-support trips to Kyiv. Most recently, US President Joe Biden was photographed there with Ukraine's leader Volodymyr Zelensky during his surprise visit on Monday.   ", "\"I remember my wedding ceremony and that feeling of not knowing anything. That unpredictable and really scary future,\" Arieva said.  ", "The same day, they collected their weapons and signed up as volunteers with their local unit of territorial defense force, the volunteer branch of Ukraine's armed forces, determined to defend their city. Arieva serves as an elected Kyiv City councilor, a part-time unpaid government position that meant she was given a weapon.  ", "Fursin was immediately sent toward the front lines. He told CNN he saw a bus full of volunteers and simply jumped in, unsure where it was headed.  ", "He and other volunteers were forming the second line of defense north of Kyiv, in Irpin, Hostomel and other areas that quickly became key battlegrounds.   ", "\"The first night, we were totally not ready. We didn't have any trenches, nothing,\" he said.  ", "Fursin was put in charge of a group of 10 people, mostly other very young men. His qualifications? He was the only one of the 11 who had held an automatic weapon before.  ", "\"The commander watched how I handled the weapon and said: 'Take these people and make shelters and ambush positions and think about which way you will run,'\" Fursin related. \"We were digging trenches. Just digging, digging, digging, all night.\"   ", "Arieva, meanwhile, was back at the base of their territorial defense unit in Kyiv, trying to be helpful.  ", "\"The first night when I was waiting for my husband, when he left for his first battle, I think it was the scariest night of my life, because of course, I couldn't call him because he had to turn his phone off,\" she said.  ", "\"I wasn't religious but at that moment I prayed to all [the] gods I know for him to come back safe.\"  ", "The next month and a half is a blur.  ", "Fursin kept going on missions. He was mostly manning checkpoints and forming a second line of defense, but he did find himself face-to-face with Russian troops a couple of times and was trained in firing anti-tank missiles. He refuses to go into details beyond saying he had used his weapons during that time. \"We were told not to talk about it,\" he said.  ", "Arieva, meanwhile, was working in a tiny office with eight other people, 7 a.m. until 10 p.m. every day. There were three small tables with barely enough space for the computers, let alone the people. Bounty and Snickers bars, cigarettes and tobacco sticks became hard currency during that time.  ", "They both admit the experience was a tough one.   ", "\"In our dreams, when we were imagining it, we were so heroic and strong. And the reality was that we washed once a week because there were no showers in there and it wasn't very pleasant, [with] the lack of sleep and sometimes food,\" she said.   ", "Still, they look back at the time with pride and fondness.  ", "\"Everyone forgot who they are, if they were very famous or very, very rich or very [influential] politicians, they were just helping each other, standing together smoking and not knowing what was going on,\" Arieva said.  ", "Arieva said she quit smoking just days before the war began, but her determination didn't last.  ", "\"I said I will quit on victory day, but I might have to try earlier,\" she said.  ", "When Russian troops withdrew from the Kyiv region in early April, Arieva and Fursin's time in the territorial defense came to an end. The military decided it needed to make the volunteer units more professional and only those with previous military experience were allowed to stay.  ", "Fursin and Arieva were asked to leave the force.  ", "\"It was hard to become civilians again, because we didn't want to be protected, we wanted to do something,\" she said.  ", "They tried to enjoy the small things, like the first cappuccino since the start of the war.  ", "\"It was the tastiest thing. That cappuccino with the foam, that beauty, that taste, it [the war] has really made us value things much more,\" she said.  ", "For Fursin, last year's invasion was the second of his life. He grew up in Crimea and was living on the Ukrainian peninsula when Russia forcibly annexed it in 2014. His grandmother was too ill to travel at the time, so they stayed.  ", "\"I remember how the place has changed after that. We used to joke that you go to sleep in one country and wake up in another,\" he said.  ", "When Fursin's family finally left Crimea, they settled in Irpin. Just three years later, their home was, once again, invaded by Russian troops.  ", "The couple describes the shock of coming back to Irpin after it was liberated in early April. The town north of Kyiv became the front line during the battle for the capital city. It was here that Ukrainian forces managed to repel the attack.    ", "The family home was still standing, but was severely damaged, with windows shattered and half of the building scorched.   ", "Back in the civilian world, the couple began volunteering, bringing food and basic supplies to liberated settlements north of Kyiv. The demand was so overwhelming that sometimes they had to make multiple trips a day.  ", "\"I remember Katyuzhanka, because we brought a lot of bread and macaroni and some pasta sauce and batteries and there was a huge amount of people waiting. We gave out everything we had and we had to go back and bring more bread because more than half [of the] people didn't get anything and they didn't have a slice of bread in that town,\" Arieva said.   ", "She still remembers people sharing terrifying stories of life under occupation and bursting into tears upon hearing strangers speak Ukrainian.  ", "\"It was really ... hard to even listen to these stories, it hurts,\" she said.   ", "Slowly, life started to return to normal. It was spring, and Kyiv was in full bloom. It really felt like renewal, they said.   ", "They had their official town hall wedding and a small celebration in May, mostly because the deposit was paid and non-refundable. Arieva finally got to introduce her husband to her 97-year-old great-grandmother.   ", "They had both lost their jobs right at the beginning of the invasion. Arieva was working for the Committee of Voters of Ukraine, an observer organization, and Fursin for a housing co-op in Irpin.   ", "As they started running out of money, they decided to focus on work and their studies.   ", "Over the summer, Fursin finally graduated from university. He began his degree in Crimea, but when his family fled the occupied peninsula in 2019, he had to start over. He is now working on and off on software development projects.  ", "Arieva, meanwhile, decided to focus on learning to code. Tech is the only sector that is still growing in Ukraine, because it allows people to work remotely.   ", "But their plan to work and study remotely got derailed when Russia launched a wave of attacks on Ukraine's energy infrastructure in the fall. Working was quickly becoming impossible.  ", "\"We would have two hours of electricity, then five hours without electricity, then three hours of electricity, it was really demoralizing,\" Arieva said.  ", "\"The worst thing about that was that the streets weren't lit. And not all people use their torches or have [reflective] jackets to be seen on the road. And every week I would see a car crash from my balcony and some people died,\" she added.  ", "In the fall, they adopted a cat and called him Kus, Ukrainian for \"bite.\" Even now, months later, Fursin's arms are covered in cat scratches.  ", "As Christmas started approaching, the couple, along with their families, decided to switch the date they'd celebrate the Christmas holiday.  ", "Instead of January 7, which marks the birth of Jesus according to the Julian calendar, still used by the Russian Orthodox Church, they celebrated on December 24, which marks the birth of Jesus according to the Gregorian calendar.  ", "\"So we had two Christmases in 2022,\" Arieva said.  ", "Ukraine's Orthodox church announced in the fall that it would allow its churches to celebrate Christmas in December.  ", "\"It makes more sense. It was more symbolic and I really liked it. And also it feels good that we are not celebrating with Russians anymore,\" Arieva said.  ", "The family didn't have the usual full spread of 12 dishes for Christmas dinner, because the electricity was on for just six hours that day. They cooked Kutia, the traditional Ukrainian porridge-like Christmas meal that consists of wheat or rice, raisins, walnuts, honey and poppy seeds, using the emergency gas cylinder.  ", "As the first anniversary of the war - and their wedding - approaches, Arieva and Fursin are reflecting on how the year has changed them.   ", "Arieva said she is a completely different person. \"I became less naive and less childish. And maybe it has made me a little bit stronger. Because what doesn't kill us, makes us stronger, of course,\" she said.   ", "\"Only when you see this, you understand the value of life. And for me, this is 100%,\" Fursin said. \"What we went through together, I understand that [we are] completely different. And that we [continue] to love each other, that, for me, is maybe the biggest sign that it's true love,\" he said.   "], "headline": "They got married the day Russia invaded. It's been the longest year of their lives    ", "timestamp": "  Updated  9:24 AM EST, Fri February 24, 2023    ", "act": "/2023/02/23/europe/ukraine-married-couple-anniversary-russia-war-intl-cmd"}, "/2023/02/24/europe/ukraine-russia-europe-security-one-year-on-intl-cmd": {"paras": ["If you can remember clearly the Europe of a dizzying year ago, perhaps the biggest surprise in where we find ourselves now is the extent to which the West has been reminded of its values and purpose.  ", "Russia's unprovoked invasion of Ukraine served as the unwitting antidote to six years of clumsy populism and the huge economic and psychological shock of the pandemic. It also worked to counter a sense that morality, and the virtue of values, were becoming obsolete in the face of the many challenges posed by the world's crises.  ", "It shouldn't have taken the deaths of thousands of innocent Ukrainians, the threat of nuclear attack, and the leveling of so much of a country, to make this point. But it's perhaps the revulsion to Putin's brutal and inept war that helped Europe and the rest of the West rediscover a collective sense of purpose.  ", "The eyes of three old men thrust into our van in Posad Pokhrovka, in the early days of the war, desperate to flee shelling that had torn their world apart, still haunt me: Not even the Nazis beat them like that, they said, sobbing. They never thought they'd live long enough to see worse than the 1940s.  ", "Wars can intensify scrutiny of both sides' conduct to the point where each can be accused of some degree of wrongdoing. So, it's important to pause at this point and consider the ugliness of the way Russia has waged this war.  ", "Firstly, Moscow won't even admit that it's at war - a sign of the fictional landscape in which it wishes to fight.  ", "Secondly, Moscow has burned through its professional army so fast, it is press-ganging students to the front, and resorting to unleashing human waves of Russian prisoners at Ukrainian trenches. Some return in coffins, the injured are sent back to fight.    ", "Thirdly, the lack of sophistication - or even basic self-awareness - is striking. The Russian high command doesn't even seem to want to address how bad it is. In the background, the threat of nuclear force has been brandished so ineptly - in chest-pounding signals from a weak Kremlin which is losing the most conventional of fights - it appears to have had the almost opposite effect, galvanizing the West into concerted action in the face of what amounts to nuclear blackmail.  ", "Ukraine's response has been further fuel to Western unity. Ingenuity has bolstered the Ukrainians' defense. A territorial defense fighter, known as \"Graf,\" could talk in Kramatorsk for hours about the complexities of syncing drone surveillance to artillery, then switch to the role of Western private contractors in the war, and end with a blistering critique on the role alcoholism and corruption would have on the bones of Russia's nuclear program.  ", "Ukraine is sending its best and brightest to fight, and adapting to warfare faster than imaginable, while Russia is forcing convicts to run straight into the hail of bullets from Kyiv's machine guns.  ", "In the past year, fear of Moscow has begun to evaporate. The Cold War foe that could vaporize our world - whose warheads were the menace behind so many childhood animations and movies in the 80s - has not recovered and lost the internal blindness and shoddiness that led to the Soviet collapse. It's as bad as it was, only more desperate - its elite twice-humiliated, first in the 90s, and now.  ", "The Russian dead I witnessed, sprawled all over the roadside as Ukraine advanced in Kherson this summer, were scruffy, with a sleeping mat and workout gloves for comfort, and only rusting armor at their backs.   ", "There is something tragic about how fast Russia has fallen. Deservedly so, perhaps, but pause also to remember that the first Putin years contained, despite their massacres in Chechnya and slow strangulation of dissent, a kernel of economic reform and progress for ordinary Russians. Putin was creating the middle class that would ultimately risk his downfall.  ", "Now all that is gone, and a shrinking population will rasp on the edges of Europe for years to come. Whether Russia requires a harsh reprimand or not, the impact of its demise will be another problem Europe has to endure up close.   ", "What's most startling about the choice Moscow has imposed on the West - to seek its strategic defeat in Ukraine rather than its limited appeasement - is that Europe was heading in the other direction a year ago.  ", "Defense budgets were growing in recognition of Russian malice, but the broad hope was that Putin would be a benign, grumpy neighbor arguing over the border fence, rather than a savage marauder bent on restoring an empire so aged in concept not even he was old enough to have seen it in full.  ", "The West is engaged in an act of full-throated support of Ukraine that it's fair to say most of its officials would have deemed far too provocative a year ago. Sending tanks, thinking of F16s, training troops... It's hard to argue this isn't already NATO's war too, fought by proxy.  ", "Is that a bad thing? For Ukraine, yes, whose sacrifice should never have had to happen. So much loss remains hidden: I recall being inside and shivering outside the administration building of Mykolaiv at the start of the war. Now all I can think of is how many must have been inside it when a missile tore it in two in March.  ", "But this is a more limited scenario for Russia's defeat than NATO war planners could have gamed. The Great Power was never meant to falter so explicitly, or so ineptly inspire unity in the foes it had worked so hard to divide.   ", "A pattern of miscalculation and misstep by Moscow is not entirely comforting. It leaves the use of its nuclear arsenal as something of a wild card still. We know the consequences of nuclear weapons use for their victims and ordinary Russians. But that's not stopped Putin up to now.   ", "The possibility Russia's nastiest toys also fail in their most destructive use - that the nuclear button just smokes and whirrs when struck - is perhaps what is holding Putin back, or the same streak of self-preservation that has guided his every move.   ", "It is perhaps the innate selfishness and myopia of Russia's system that reduces this threat and has enabled such a meaty Western response. The year ahead will likely see the non-conventional menace of a desperate Russia grow, and the slow tiring of Western support, as elections churn and budgets are strained.  ", "But a wider victory has already been achieved in a year - in that unity of purpose and substance of support have prevailed, where Moscow sought to seek selfishness and division. That moment of clarity can't be erased, no matter how long it endures.  "], "headline": "Putin's war in Ukraine has exposed Russia's weaknesses - and brought the West together    ", "timestamp": "  Published  12:09 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/europe/ukraine-russia-europe-security-one-year-on-intl-cmd"}, "/2023/02/23/europe/russia-ukraine-yevgeny-prigozhin-wagner-campaign-intl-cmd": {"paras": ["It has to count as one of the strangest PR campaigns in memory: using a pile of corpses to make your case to the powers that be.  ", "That's what Yevgeny Prigozhin, the head of the Russian mercenary group Wagner, appears to have done this week in an unusual public appeal for ammunition for his fighters in Ukraine. And in the process, he has cast a harsh light on his open feud with Russia's military leadership on the eve of the anniversary of the full-scale invasion of Ukraine.   ", "On Wednesday, Prigozhin posted a picture on Telegram showing the bodies of several dozen slain Wagner fighters, piled unceremoniously in a courtyard. Alongside that shocking photo, he posted the image of a formal request from Wagner for more ammunition, pointing the finger of blame squarely at the Russian Ministry of Defense for squandering one of those lives.   ", "\"This is one of the gathering places of the dead,\" Prigozhin said. \"These are the guys who died yesterday due to the so-called 'shell starvation' [by the Russian MOD]. There should have been five times fewer of them. So mothers, wives and children will get their bodies.\"  ", "Apparently, the message got through to someone. In a message and voice note Thursday, Prigozhin said a shipment of ammunition was now on its way to his forces.    ", "\"Today at 6 am (local) it was reported that shipment of ammunition begins,\" he said. \"Most likely, the train has started moving ... we are told that the main papers have already been signed.\"   ", "What was the rationale behind this ghoulish spectacle? Prigozhin already has a reputation for callousness and cruelty: Late last year, around the New Year's holiday, he visited a morgue stacked with the body bags of dead Wagner soldiers, many of whom had been recruited from prisons with a promise of amnesty.   ", "\"Their contracts are over,\" he deadpanned. \"They're going home.\"  ", "But Prigozhin's latest stunt appeared to raise the ante in the oligarch's confrontation with Russia's defense establishment, and with Defense Minister Sergei Shoigu.   ", "Before Russia's February 24, 2022 invasion of Ukraine, Prigozhin was a shadowy figure. While the activities of Wagner were well documented - the mercenaries had appeared on battlefields in Syria and Libya as well as on training missions in the Central African Republic - the Russian government more or less denied its existence.   ", "All that changed after Russia's military suffered humiliating setbacks on the battlefield in Ukraine. Prigozhin - a canny political entrepreneur without any official government position - began openly taking credit for Wagner's efforts to secure some territorial gains, particularly in the battles raging around the eastern Ukrainian city of Bakhmut.  ", "He even began to acknowledge his role in Russian efforts to interfere with the 2016 US presidential election, admitting that he had founded the Internet Research Agency, the notorious St. Petersburg troll farm that the US government has sanctioned for interfering in American elections.   ", "His unexpected rise prompted speculation about possible elite infighting in Moscow as Russia's military campaign in Ukraine sputtered. One of Prigozhin's chief rivals has been Shoigu, who had clashed with the businessman over military contracts given to and then taken from one of the oligarch's enterprises.  ", "In one recent recording, Prigozhin railed against unnamed \"functionaries\" - a likely swipe against Shoigu - who \"have breakfast, lunch and dinner on golden dishes and send your daughters, granddaughters and whoevers to vacation in Dubai, showing no shame at all, at the very same time that Russian soldiers are dying at the front.\"   ", "Russian President Vladimir Putin, who has become a remote and isolated leader since the Covid-19 pandemic, has no clear successor, and some political insiders speculated that some opportunistic upstart - a Prigozhin, for instance - might sense a potential opening or chance to build a power base independent of Putin.   ", "Certainly, Prigozhin's outbursts would have been unthinkable before February 24, 2022, when open criticism of the defense leadership by a military contractor would not have been tolerated. Earlier this week, Prigozhin escalated his spat with Shoigu and Gen. Valery Gerasimov, the chief of Russia's General Staff, accusing them of \"treason\" for their alleged failures to support and supply the Wagner group in Ukraine.   ", "\"The Chief of the General Staff and the Minister of Defense are handing out commands right and left, that the Wagner PMC should not receive ammunition, they are also not helping with air transport,\" Prigozhin claimed in a recording posted by his press service on Telegram. \"This can be equated to high treason now when Wagner PMC are fighting for Bakhmut, losing hundreds of their fighters every day.\"  ", "Not everything Prigozhin says can be taken completely at face value. This is the man, after all, who helped bankroll one of Russia's most notorious disinformation campaigns. And the complaints about ammunition starvation leave unanswered myriad questions about the precise nature of the relationship of Wagner to the Russian military, how its formations are supplied with equipment, and who ultimately exercises command and control over its forces.   ", "In a recent report, Candace Rondeaux, the director of Future Frontlines at the Washington-based New America think tank observed, \"Despite perceptions of the Wagner Group as an independent paramilitary organization, Wagner's branding, communications, and operations are deeply intertwined with the Kremlin, President Vladimir Putin, Putin's oligarch allies, and the Russian military.\"  ", "And one of the unanswered questions remains how, exactly, Prigozhin manages to operate openly, when mercenary activity is technically proscribed by Russian law. The New America report says groups such as Wagner are part of a \"cartel-like structure\" that intertwines them with the Kremlin, Russia's power ministries, large state-owned companies, and Putin himself.  ", "\"Although Russian citizens are prohibited by law from serving as mercenaries in foreign wars, a small number of Russia's paramilitaries operate under a set of laws and executive decrees that allows them to provide services on contract to Russian state conglomerates that the Kremlin deems strategic in nature,\" Rondeaux wrote. \"These include Russia's state arms conglomerate Rostec as well as energy industry giants Gazprom, Tatneft, Rosneft, and Stroytrangaz.  ", "\"All five state-owned firms are headed by Putin's oldest friends from the days when he was a KGB agent. In effect, this schema allows Putin's closest inner circle, through frontmen like Prigozhin, to manage the cartel-like structure that constitutes what many think of today as the Wagner Group.\"  ", "Whether the Wagner frontman will retain his usefulness to Putin after such crude public criticism, then, remains to be seen. He's certainly shown little sign of dialing down his media campaign.  ", "On Thursday, Prigozhin posted a video greeting on his Telegram channel to mark the Defender of the Fatherland Day, a Russian national holiday. In the video, Prigozhin is shown a building in the distance that Wagner fighters claim to have taken close to downtown Bakhmut.  ", "Prigozhin gruffly responds: \"OK, let's go, otherwise this will be our last greeting.\"  ", "CNN's Tim Lister, Vasco Cotovio and Radina Gigova contributed to this report."], "headline": "Russian warlord's feud with Putin's generals explodes into the open with gruesome PR campaign    ", "timestamp": "  Updated  2:39 PM EST, Thu February 23, 2023    ", "act": "/2023/02/23/europe/russia-ukraine-yevgeny-prigozhin-wagner-campaign-intl-cmd"}, "/2023/02/22/europe/shamima-begum-ruling-intl-gbr": {"paras": ["Shamima Begum, who left the United Kingdom to join ISIS at the age of 15, has lost her appeal against the decision to revoke her British citizenship.  ", "Judge Robert Jay gave the decision on Wednesday following a five-day hearing in November, during which her lawyers argued the UK Home Office had a duty to investigate whether she was a victim of trafficking before removing her citizenship.   ", "The ruling does not determine if Begum can return to Britain, but whether the removal of her citizenship was lawful.  ", "Begum, now 23 and living in a camp in northern Syria, flew to the country in 2015 with two school friends to join the ISIS terror group. In February 2019, she re-emerged and made international headlines as an \"ISIS bride\" after pleading with the UK government to be allowed to return to her home country for the birth of her son.   ", "Then-Home Secretary Sajid Javid removed her British citizenship on February 19, 2019, and Begum's newborn son died in a Syrian refugee camp the following month. She told UK media she had two other children prior to that baby, who also died in Syria during infancy.  ", "Begum's lawyers criticized Wednesday's ruling as a \"lost opportunity to put into reverse a profound mistake and a continuing injustice.\"  ", "\"The outcome is that there is now no protection for a British child trafficked out of the UK if the home secretary invokes national security,\" Gareth Pierce and Daniel Furner, of Birnberg Pierce Solicitors, said in a statement seen by UK news agency PA Media.  ", "\"Begum remains in unlawful, arbitrary and indefinite detention without trial in a Syrian camp. Every possible avenue to challenge this decision will be urgently pursued,\" it continued.  ", "Rights group Amnesty International described the ruling as a \"very disappointing decision.\"  ", "\"The power to banish a citizen like this simply shouldn't exist in the modern world, not least when we're talking about a person who was seriously exploited as a child,\" Steve Valdez-Symonds, the group's UK refugee and migrant rights director, said in a statement.   ", "\"Along with thousands of others, including large numbers of women and children, this young British woman is now trapped in a dangerous refugee camp in a war-torn country and left largely at the mercy of gangs and armed groups.\"  ", "\"The home secretary shouldn't be in the business of exiling British citizens by stripping them of their citizenship,\" Valdez-Symonds said.  ", "Javid, the home secretary who removed Begum's British citizenship, welcomed Wednesday's ruling, tweeted that it \"upheld my decision to remove an individual's citizenship on national security grounds.\"  ", "\"This is a complex case but home secretaries should have the power to prevent anyone entering our country who is assessed to pose a threat to it.\" Javid added.  ", "Begum has made several public appeals as she fought against the government's decision, most recently appearing in BBC documentary The Shamima Begum Story and a 10-part BBC podcast series.   ", "In the podcast series she insisted that she is \"not a bad person.\" While accepting that the British public viewed her as a \"danger\" and a \"risk,\" Begum blamed this on her media portrayal.  ", "She challenged the UK government's decision to revoke her citizenship but, in June 2019, the government refused her application to be allowed to enter the country to pursue her appeal.  ", "In 2020, the UK Court of Appeal ruled Begum should be granted leave to enter the country because otherwise, it would not be \"a fair and effective hearing.\"   ", "The following year, the Supreme Court reversed that decision, arguing that the Court of Appeal made four errors when it ruled that Begum should be allowed to return to the UK to carry out her appeal.  ", "Begum was 15 when she flew out of Gatwick Airport with two classmates and traveled to Syria.   ", "The teenagers, all from the Bethnal Green Academy in east London, were to join another classmate who had made the same journey months earlier.  ", "While in Syria, Begum married an ISIS fighter and spent several years living in Raqqa. Begum then reappeared in al-Hawl, a Syrian refugee camp of 39,000 people, in 2019.   ", "Speaking from the camp before giving birth, Begum told UK newspaper The Times that she wanted to come home to have her child. She said she had already had two other children who died in infancy from malnutrition and illness.  ", "She gave birth to her son, Jarrah, in al-Hawl in February of that year. The baby's health quickly deteriorated, and he passed away after being transferred from the camp to the main hospital in al-Hasakah City.   ", "In response to that news, a British government spokesperson told CNN at the time that \"the death of any child is tragic and deeply distressing for the family.\"  ", "But the spokesperson added the UK Foreign Office \"has consistently advised against travel to Syria\" since 2011.  "], "headline": "British woman who joined ISIS as a teen loses UK citizenship appeal    ", "timestamp": "  Updated  3:15 AM EST, Thu February 23, 2023    ", "act": "/2023/02/22/europe/shamima-begum-ruling-intl-gbr"}, "/2013/04/29/world/europe/ratko-mladic-fast-facts": {"paras": ["Here is a look at the life of Ratko Mladic, former leader of the Bosnian Serb army, sentenced to life in prison for genocide and other war crimes.    ", "Birth date: March 12, 1942   ", "Birth place: Kalnovik, Yugoslavia (now Bosnia and Herzegovina)  ", "Birth name: Ratko Mladic  ", "Father: Nedja Mladic  ", "Mother: Stana Mladic  ", "Marriage: Bosiljka Mladic  ", "Children: Darko and Ana   ", "1965 - Graduates from a military academy and joins the Communist Party.   ", "1992 - As a commander in the Bosnian Serb army, Mladic leads the siege of Sarajevo.   ", "July 1995 - Mladic spearheads an attack on the town of Srebrenica. Approximately 8,000 Muslim men and boys are killed.   ", "1995 - Mladic is indicted by the UN-established International Criminal Tribunal for the Former Yugoslavia (ICTY) for war crimes and atrocities.   ", "July 1996 - An international warrant is issued for his arrest.   ", "1996-2001 - He takes refuge in Belgrade with the protection of Yugoslav President Slobodan Milosevic.   ", "2001 -  Mladic goes into hiding after Milosevic is arrested.  ", "October 12, 2007 - Serbian officials offer one million euros for information leading to the capture of Mladic.   ", "May 26, 2011 - Mladic is arrested in Serbia.  ", "July 4, 2011 -  Mladic refuses to enter a plea so the presiding judge enters not guilty pleas to all counts against him.  ", "May 16, 2012 - Mladic's trial begins. He's charged with two counts of genocide, nine crimes against humanity and war crimes.  ", "January 28, 2014 - He refuses to testify at the genocide trial of former Bosian Serb Leader Radovan Karadzic and denounces the ICTY court as \"satanic.\"  ", "October 23, 2014 - The ICTY announces that the court will hear details about a mass grave investigators believe has ties to Mladic.", "December 7, 2016 - During closing arguments, prosecutors recommend a life sentence for Mladic.    ", "December 15, 2016 - Mladic's trial is adjourned. Three UN judges begin deliberating on his fate. The process could take up to a year.  ", "November 22, 2017 -  Mladic is sentenced to life in prison after being found guilty of genocide and crimes against humanity.  ", "March 22, 2018 - Appeals his conviction and sentence.  ", "August 25-26, 2020 - Mladic's appeal hearing takes place.  ", "June 8, 2021 - A UN court upholds Mladic's conviction and life sentence.   "], "headline": "Ratko Mladic Fast Facts    ", "timestamp": "  Updated  2:57 PM EST, Wed February 22, 2023    ", "act": "/2013/04/29/world/europe/ratko-mladic-fast-facts"}, "/2023/02/22/europe/putin-russia-ukraine-war-rally-intl": {"paras": ["One day after delivering a state of the nation speech before Russia's parliament, President Vladimir Putin made an appearance before a flag-waving crowd at Moscow's Luzhniki stadium.   ", "It was a chilling spectacle. The Kremlin leader was essentially presiding over a militaristic pep rally aimed at drumming up public support for his calamitous military adventure in Ukraine.   ", "\"We are meeting with you on the eve of Defender of the Fatherland Day,\" Putin said, referring to the February 23 holiday commonly known as Men's Day. \"In this phrase, in these words, there is something powerful, huge, I would say, mystical and holy.\"  ", "Put otherwise, Putin was selling his war in Ukraine as a sort of crusade - and therefore something that will require sacrifices by his people.   ", "Flanked by uniformed military personnel, the Russian president led the crowd in cheers for the troops that he said were fighting for the \"historical borders of our people,\" his mendacious shorthand for the parts of Ukraine that Russia has attempted to annex, and that Russian forces have failed to control.  ", "\"We have gathered here, in fact, for a festive event, but I know - just now I was listening to the country's top military leadership - that right at this moment, there is a battle going on on our historical borders for our people,\" Putin said. \"It is being led by the same courageous fighters who are now standing next to us here. They fight heroically, courageously, bravely. We are proud of them. We are proud, so three cheers in their honor!\"  ", "In his address before the Russian parliament the day previous, Putin made a rambling digression about what he described as Russia's traditional values under attack, making bizarre remarks about the West's promotion of \"perversions.\" At Luzhniki stadium, the Russian leader also cast his war on Ukraine as a campaign to defend the family.  ", "\"In our heart, Motherland and family is the same,\" Putin said to the crowd. \"The people standing here made a decision to defend the most sacred of what we have - family and Motherland.\"  ", "The concert that bookended Putin's appearance was a sort of pro-war Super Bowl halftime special, a fist-pumping version of the mass rallies of 20th century totalitarianism.   ", "The independent Russian Telegram channel SOTA reported that students had been corralled in dormitories to attend the rally; SOTA also posted a smartphone screenshot purportedly from the organizers of the concert that appeared to urge attendees to bring their friends.  ", "The rally had moments of extreme military kitsch, including an accordion ensemble playing \"333,\" a tune written by a Russian participant in the current war.   ", "It also played to World War II nostalgia. The Great Patriotic War, as it is known in Russia, is a touchstone for many Russians and a cause frequently invoked by Putin.   ", "A camouflage-clad soldier performed a rap version of Katyusha, the patriotic Soviet wartime anthem, and screens featured images of the Immortal Regiment, a modern-day commemoration of the war that has been promoted by the Kremlin.   ", "It also had a moment of cringe. The organizers ushered a group of children - described as children rescued from the Donbas region and the shattered Ukrainian city of Mariupol - and encouraged them to hug a uniformed man described as their rescuer.   ", "The images were particularly disturbing in the wake of a new report that the Russian government has been operating a network of camps where it has held thousands of Ukrainian children and undertaken a campaign of political re-education.  ", "But it was particularly ironic to see Kremlin-supporting artists performing a ghastly martial rendition of Gruppa Krovi, the classic anti-war song by Viktor Tsoi, a cult hero of the Soviet rock underground.  ", "Amid the carnage in Ukraine, the lines from the song are still relevant. \"Blood type on my sleeve / Serial number on my sleeve / Wish me luck in battle, wish / I'm not left lying in the grass.\"   ", "That, of course, was something left unmentioned in Putin's speech: The thousands - tens of thousands - of Russians left dead and maimed on Ukrainian soil.  "], "headline": "At Putin's patriotic pep rally, no mention of the casualties of war    ", "timestamp": "  Updated  12:24 PM EST, Wed February 22, 2023    ", "act": "/2023/02/22/europe/putin-russia-ukraine-war-rally-intl"}}