{"/2023/02/25/china/china-remote-kissing-device-intl-hnk": {"paras": ["Want to send your faraway lover a kiss? A Chinese contraption with warm, moving silicon \"lips\" appears to have just the answer.  ", "The device, advertised as a way to let long-distance couples share \"real\" physical intimacy, is causing a buzz among Chinese social media users, who have reacted with both intrigue and shock.   ", "Equipped with pressure sensors and actuators, the device is said to be able to mimic a real kiss by replicating the pressure, movement and temperature of a user's lips.   ", "Along with the kissing motion, it can also transmit the sound the user makes.  ", "However, while many social media users saw a funny side to the device, others criticized it as \"vulgar\" and \"creepy.\" Some voiced concerns that minors could buy and use it.  ", "\"I don't understand (the device) but I'm utterly shocked,\" said one top comment on Weibo.  ", "On the Twitter-like platform, several hashtags about the device have racked up hundreds of millions of views over the past week.  ", "To send a kiss, users need to download a mobile phone app and plug the device into their phone's charging port. After pairing with their partners in the app, couples can start a video call and transmit replicas of their smooches to each other.   ", "According to China's state-run Global Times, the invention has been patented by the Changzhou Vocational Institute of Mechatronic Technology.  ", "\"In my university, I was in a long distance relationship with my girlfriend so we only had contact with each other through the phone. That's where the inspiration of this device originated,\" Jiang Zhongli, the leading inventor of the design, was cited as saying by the Global Times.   ", "It said Jiang had applied for a patent in 2019 but the patent ended in January 2023 and Jiang now hoped someone else could expand on and perfect the design.  ", "A similar invention, the \"Kissinger,\" was launched by the Imagineering Institute in Malaysia in 2016. But it came in the form of a touch-sensitive silicon pad, rather than realistic-looking lips.  ", "While advertised for long-distance relationships, the Chinese device also allows users to pair up anonymously with strangers in the \"kissing square\" function of the app. If two strangers match successfully and like each other, they can ask to exchange kisses.   ", "Users can also \"upload\" their smooches in the app for others to download and experience.  ", "On China's largest online shopping site Taobao, dozens of users have shared their reviews of the device, which is priced at 288 yuan (US$41).  ", "\"My partner didn't believe that (remote) kissing could be achieved at first, so her jaw dropped when she used it ... This is the best surprise I have given her during our long-distance relationship,\" one user commented.   ", "\"Thank you technology.\"  "], "headline": "This Chinese kissing device lets you smooch over the internet    ", "timestamp": "  Updated  2:50 AM EST, Sat February 25, 2023    ", "act": "/2023/02/25/china/china-remote-kissing-device-intl-hnk"}, "/2023/02/23/china/china-position-political-settlement-ukraine-intl-hnk": {"paras": ["China has reiterated its calls for a political settlement to the Ukraine conflict on the one-year anniversary of Russia's invasion, as Beijing comes under increasing pressure from the United States and its allies over its growing partnership with Moscow.  ", "In a newly released position paper Friday, China's Foreign Ministry called for a resumption of peace talks, an end to unilateral sanctions, and stressed its opposition to the use of nuclear weapons - a stance Chinese leader Xi Jinping communicated to Western leaders last year.  ", "The 12-point document is part of Beijing's latest efforts to present itself as a neutral peace broker, as it struggles to balance its \"no-limits\" relationship with Moscow and fraying ties with the West as the war drags on.   ", "\"Conflict and war benefit no one. All parties must stay rational and exercise restraint, avoid fanning the flames and aggravating tensions, and prevent the crisis from deteriorating further or even spiraling out of control,\" the paper said.  ", "Beijing's claim to neutrality has been severely undermined by its refusal to acknowledge the nature of the conflict - it has so far avoided calling it an \"invasion\" - and its diplomatic and economic support for Moscow.  ", "Western officials have also raised concerns that China may be considering providing Russia with lethal military assistance, an accusation denied by Beijing.  ", "The policy document reiterates many of China's standard talking points, which include urging both sides to resume peace talks. \"Dialogue and negotiation are the only viable solution to the Ukraine crisis,\" it said, adding that China will play a \"constructive role,\" without offering details.  ", "And despite claiming the \"sovereignty, independence and territorial integrity of all countries must be effectively upheld,\" the document fails to acknowledge Russia's violation of Ukrainian sovereignty.  ", "Moscow and Kyiv have both showed some interest in the position paper, but their responses on Friday also emphasized the enormous obstacles to dialogue.  ", "The Russian Foreign Ministry said it \"highly appreciates the sincere desire\" of China to contribute to settling the conflict, and added that Moscow is open to achieving the goals of its so-called special military operation through political and diplomatic means, including the recognition of \"new territorial realities\" - something which Ukraine's President Volodymyr Zelensky has sworn never to concede.   ", "Zelensky appeared open to speaking with China, telling a Friday news conference that he was pleased China was beginning to talk about how to end Ukraine's conflict with Russia - but asked what steps might follow Beijing's words. He said that China talked about territorial integrity in general terms but had not specified any country, adding that Ukraine needed to work on these issues with China.    ", "\"It doesn't say whose territorial integrity but our country's territorial integrity has been violated,\" Zelensky said.   ", "When asked how he would bring countries geopolitically removed from Ukraine onto his side, Zelensky said: \"As far as I know, China respects territorial integrity, historically, has respected it and therefore must do whatever they can for the Russian Federation to leave our territory because that would mean respect for sovereignty and territorial integrity.\"  ", "Much of the language used in the document appears targeted at the West. In a thinly veiled criticism of the United States, the paper said, \"Cold War mentality\" should be abandoned.  ", "\"The security of a region should not be achieved by strengthening or expanding military blocs. The legitimate security interests and concerns of all countries must be taken seriously and addressed properly,\" it said, apparently echoing Moscow's view the West provoked the war through the expansion of NATO.  ", "It also appears to criticize the wide-ranging economic sanctions imposed by the US and other Western countries on Russia. \"Unilateral sanctions and maximum pressure cannot solve the issue; they only create new problems,\" it said. \"Relevant countries should stop abusing unilateral sanctions and 'long-arm jurisdiction' against other countries, so as to do their share in deescalating the Ukraine crisis.\"  ", "The paper was swiftly criticized by American officials, with US National Security Advisor Jake Sullivan saying the war \"could end tomorrow if Russia stopped attacking Ukraine and withdrew its forces.\"  ", "\"My first reaction to it is that it could stop at point one, which is to respect the sovereignty of all nations,\" Sullivan told CNN. \"Ukraine wasn't attacking Russia. NATO wasn't attacking Russia. The United States wasn't attacking Russia. This was a war of choice waged by Putin.\"  ", "In Beijing, the ambassador of the European Union to China, Jorge Toledo, told reporters at a briefing that China's position paper was not a peace proposal, adding that the EU is \"studying the paper closely,\" according to Reuters.   ", "Ukraine, meanwhile, called the position paper \"a good sign\" but urged China to do more.  ", "\"China should do everything in its power to stop the war and restore peace in Ukraine and urge Russia to withdraw its troops,\" Ukraine's Chargé d'Affaires to China Zhanna Leshchynska said at the same briefing in Beijing.  ", "\"In neutrality, China should talk to both sides: Russia and Ukraine, and now we can see China is not talking to Ukraine,\" she said, noting that Kyiv was not consulted before the release of the paper.  ", "The position paper was first discussed last week by top diplomat Wang Yi at a security conference in Munich, as he attempted to cast Beijing as a responsible negotiator for peace during a diplomatic charm offensive in Europe.   ", "Wang visited Moscow as the final stop of his European tour, and met with Putin on Wednesday.   ", "Putin, who welcomed Wang with outstretched arms as the Chinese diplomat entered the meeting room, said relations between Russia and China were \"reaching new milestones.\"  ", "\"Russian-Chinese relations are developing as we planned in previous years. Everything is moving forward and developing,\" Putin told reporters as he sat beside Wang. \"Cooperation in the international arena between the Russian Federation and the People's Republic of China, as we have repeatedly said, is very important for stabilizing the international situation.\"  ", "Wang said the two countries \"often face crisis and chaos, but there are always opportunities in a crisis.\"  ", "\"This requires us to identify changes more voluntarily and respond to the changes more actively to further strengthen our comprehensive strategic partnership,\" Wang said.  "], "headline": "China calls for Russia-Ukraine ceasefire as claims to neutrality questioned    ", "timestamp": "  Updated  3:34 PM EST, Fri February 24, 2023    ", "act": "/2023/02/23/china/china-position-political-settlement-ukraine-intl-hnk"}, "/2023/02/22/china/china-coal-mine-collapse-intl": {"paras": ["Search and rescue operations continued in northern China Thursday, after a collapsed coal mine left at least five dead and dozens trapped.   ", "Chinese state media reported that six were injured and 48 people remain missing as of Thursday evening.   ", "The incident took place Wednesday in Alxa League in Inner Mongolia when a 180-meter (590-foot) tall slope gave way above the open-pit mine, according to state broadcaster CCTV.  ", "The rescue operation was halted overnight due to a massive landslide near the site Wednesday evening, with efforts still blocked as of early Thursday morning - though state media reported in the afternoon that operations were \"ongoing.\"  ", "More than 470 rescue workers have been working at the scene, alongside 40 medical workers, team leader Wei Zhiguo told CCTV from the scene. An additional 200-member team has also been mobilized, he said.  ", "Firefighters, rescue dogs and trucks have also been mobilized from across the Inner Mongolia autonomous region.  ", "\"I had just started work at 1:15 in the afternoon when I realised that rocks were falling from the mountain,\" one hospitalized miner told CCTV on Thursday, as quoted by Reuters.  ", "\"I saw that the situation was getting more and more serious, and an evacuation was organized, but it was too late, the mountain just collapsed.\"  ", "\"We must make every possible effort to rescue the missing persons and treat the injured,\" said Chinese leader Xi Jinping on Wednesday.  ", "Chinese Premier Li Keqiang called for an immediate investigation into the cause of the accident, according to the news agency.   ", "The collapsed coal mine is owned by Xinjing Coal Mining Company and is located in the town of Alxa League.  "], "headline": "Death toll rises in China mine collapse as rescue efforts continue    ", "timestamp": "  Updated  7:17 AM EST, Thu February 23, 2023    ", "act": "/2023/02/22/china/china-coal-mine-collapse-intl"}, "/2023/02/22/china/china-wang-yi-moscow-ukraine-intl-hnk": {"paras": ["Russian President Vladimir Putin said relations between his country and China are \"reaching new milestones\" as Beijing's top diplomat, Wang Yi, wrapped up a visit to Moscow on Wednesday.  ", "\"Russian-Chinese relations are developing as we planned in previous years. Everything is moving forward and developing,\" Putin told reporters as he sat beside Wang. \"Cooperation in the international arena between the Russian Federation and the People's Republic of China, as we have repeatedly said, is very important for stabilizing the international situation.\"  ", "Wang added that the two countries \"often face crisis and chaos, but there are always opportunities in a crisis.\"  ", "\"This requires us to identify changes more voluntarily and respond to the changes more actively to further strengthen our comprehensive strategic partnership,\" Wang said.   ", "Wang's high-profile visit, just days before the anniversary of the Kremlin's full-scale invasion of Ukraine, is widely believed to be a precursor to a meeting between Putin and Chinese leader Xi Jinping. In December 2022, Putin and Xi held a virtual meeting in which the Russian leader described relations between the two nations as \"the best in history,\" saying they could \"withstand all tests,\" and invited Xi to visit Moscow in the spring of 2023.  ", "On Tuesday, the Wall Street Journal reported the two leaders would meet in \"the coming months,\" citing people familiar with the plan. Arrangements for the trip are at an \"early stage\" and the timing has not been finalized, the WSJ reported, adding that the trip could be in April or early May.  ", "Wang arrived in Moscow just days after US officials went public with concerns about how China's continuing partnership with Russia could have an impact on the war in Ukraine - and hours after Putin made a major speech on the conflict, in which he announced plans to suspend Russia's involvement in its last remaining nuclear arms treaty with the US.  ", "The Chinese diplomat held several high-profile meetings in the Russian capital during his visit, speaking with Foreign Minister Sergei Lavrov earlier Wednesday and Nikolai Patrushev, the head of Russia's Security Council and one of Putin's closest allies, on Tuesday.  ", "Wang told Lavrov he expects the two countries to reach a \"new consensus\" on advancing bilateral relations.  ", "\"Today I am willing to further exchange views with you, my old friend, on the advancement of our mutual relationship, and I think we will definitely reach new consensus,\" Wang told Lavrov on Wednesday.  ", "\"No matter how the international situation changes, China has been and remains willing to maintain the positive trend with Russia in building a new type of cooperative relationship between major powers.\"  ", "Wang, who was congratulated by Lavrov for his recent promotion as the top foreign policy adviser for Chinese leader Xi Jinping, said he would endeavor to \"strengthen and deepen the Sino-Russian friendship\" no matter what.  ", "Wang said under the leadership of Xi and Putin, the two countries had maintained their strategic determination, and - in an apparent dig at the United States - \"resolutely oppose any unilateral or bullying behavior, and unswervingly safeguard their respective sovereignty, security and development interests.\"   ", "On Tuesday, Wang told Patrushev that Beijing's ties with Moscow are \"solid as a rock.\"  ", "\"Sino-Russian relations are mature and solid as a rock, and will withstand the test of the changing international situation,\" Wang was quoted as saying by Russian state-owned news agency Sputnik.   ", "\"We are ready, together with the Russian side, in accordance with top-level agreements, to resolutely defend national interests and dignity, and promote mutually beneficial cooperation in all areas,\" Wang said.  ", "Patrushev told Wang that China and Russia should stick together in face of growing pressure from the West, citing what he falsely described as \"the bloody events unleashed by the West in Ukraine\" as an example.  ", "Russia has repeatedly accused the West of instigating the war in Ukraine, while attempting to deny responsibility for the reported deaths of tens of thousands of people - and Beijing has parroted the messaging, laying the blame for Moscow's unprovoked invasion on the United States and its NATO allies.  ", "\"In the context of the campaign by the collective West to contain Russia and China, the further deepening of Russian-Chinese coordination and interaction in the international arena carries particular importance,\" Patrushev was quoted as saying by Sputnik.  ", "Patrushev also said that Russia and China should seek to create a new, \"more just\" world order, one that challenges the unipolar hegemony of the collective West, according to Sputnik.  ", "A readout from China's Foreign Ministry said the two officials agreed to oppose \"the Cold War mentality, bloc confrontation and ideological opposition\" - a thinly veiled criticism of the US - and to make more efforts to \"improve global governance,\" in an apparent reference to Beijing and Moscow's ambitions to reshape the global order in their favor.  ", "Wang and Patrushev also \"exchanged their opinions\" on the issue of Ukraine, the statement added, without offering details.  ", "Wang's trip comes after US President Joe Biden made a surprise visit to Ukraine on Monday in a show of support for the embattled country, which Washington and its European allies have rallied together to back over the past year through both military and humanitarian aid, and economic sanctions against Russia.  ", "The Chinese leadership has claimed impartiality in the conflict but refused to condemn Russia's invasion, instead expanding trade ties and continuing large-scale joint military exercises, including this week.  ", "But during engagements in European cities in recent days, Wang attempted to present China as a proponent of peace and negotiation, saying at the Munich Security Conference (MSC) on Saturday that Beijing would release its position on a \"political settlement\" of the crisis.  ", "Those remarks were met with suspicion from many Western leaders who are closely watching for any support China lends to its northern neighbor, especially amid concerns that Beijing is considering the provision of lethal military aid to Russia.  ", "On Tuesday, China's Foreign Minister Qin Gang reiterated Beijing's messaging on Ukraine at a security forum in the Chinese capital. China was \"deeply concerned\" the conflict would spiral \"out of control,\" and would continue to urge peace talks and provide \"Chinese wisdom\" to bring about a political settlement, he said.  ", "\"At the same time, we urge relevant countries to immediately stop adding fuel to the fire, stop shifting blame to China, and stop hyping up the discourse of Ukraine today, Taiwan tomorrow,\" he said, in an apparent reference to the US and its allies.  "], "headline": "Putin and China's top diplomat pledge to strengthen ties ahead of Ukraine war anniversary    ", "timestamp": "  Updated  7:02 AM EST, Wed February 22, 2023    ", "act": "/2023/02/22/china/china-wang-yi-moscow-ukraine-intl-hnk"}, "/2023/02/21/china/china-wang-yi-russia-moscow-visit-intl-hnk": {"paras": ["China's top diplomat Wang Yi arrived in Moscow on Tuesday, in the first visit to Russia by a Chinese official in that role since the Kremlin's full-scale invasion of Ukraine began nearly a year ago.  ", "Wang, who was named Chinese leader Xi Jinping's top foreign policy adviser last month, is making the high-profile visit as the final stop in an eight-day international tour that included visits to France, Italy, and Hungary, as well as Germany for a security conference.  ", "He will meet with Russian Foreign Minister Sergey Lavrov on Wednesday, Russian state media TASS reported, citing the Russian foreign ministry. While neither country has specified whether Wang will hold talks with President Vladimir Putin, Kremlin spokesman Dmitry Peskov said Monday that \"we do not exclude\" such a meeting.  ", "Wang met with the head of Russia's Security Council, Nikolai Patrushev, on Tuesday, according to a readout from China's Foreign Ministry.  ", "The readout said the two officials agreed to oppose \"the Cold War mentality, bloc confrontation and ideological opposition\" - a thinly veiled criticism of the US - and to make more efforts to \"improve global governance,\" in an apparent reference to Beijing and Moscow's ambitions to reshape the global order in their favor.  ", "Wang and Patrushev also \"exchanged their opinions\" on the issue of Ukraine, the statement added, without offering details.  ", "Wang's trip comes after US President Joe Biden made a surprise visit to Ukraine on Monday in a show of support for the embattled country, which Washington and its European allies have rallied together to back over the past year through both military and humanitarian aid, and economic sanctions against Russia.  ", "The diplomat arrived in Moscow just days after US officials went public with concerns about how China's continuing partnership with Russia could have an impact on the war in Ukraine - and hours after Putin made a major speech on the conflict, in which he announced plans to suspend Russia's involvement in its last remaining nuclear arms treaty with the US.  ", "The Chinese leadership has claimed impartiality in the conflict but refused to condemn Russia's invasion, instead expanding trade ties and continuing joint military exercises, including this week.  ", "But during engagements in European cities in recent days, Wang built on China's framing of itself as a proponent of peace and negotiation, saying at the Munich Security Conference (MSC) on Saturday that Beijing would release its position on a \"political settlement\" of the crisis.  ", "Those remarks were met with suspicion from some Western leaders who are closely watching for any support China lends to its northern neighbor, especially that which crosses certain \"red lines\" articulated by Washington.  ", "On Tuesday, China's Foreign Minister Qin Gang reiterated Beijing's messaging on Ukraine at a security forum in the Chinese capital. China was \"deeply concerned\" the conflict would spiral \"out of control,\" and would continue to urge peace talks and provide \"Chinese wisdom\" to bring about a political settlement, he said.  ", "\"At the same time, we urge relevant countries to immediately stop adding fuel to the fire, stop shifting blame to China, and stop hyping up the discourse of Ukraine today, Taiwan tomorrow,\" he said, in an apparent reference to the US and its allies.  ", "US Secretary of State Antony Blinken said the Biden administration had concerns that Beijing is considering stepping up its partnership with Moscow by supplying the Russian military with \"lethal support\" as Russia prepares for an expected new offensive.  ", "\"We've been watching this very closely,\" Blinken told CBS' \"Face the Nation\" from the MSC in an interview that aired Sunday. \"The concern that we have now is based on information we have that they're considering providing lethal support, and we've made very clear to them that that would cause a serious problem for us and in our relationship.\"  ", "Blinken also warned Wang \"about the implications and consequences\" if China increases its support for Russia's war effort, during a meeting between the two on the sidelines of the conference, according to a US readout.  ", "A senior State Department official told reporters that Blinken \"was quite blunt in warning about the implications and consequences of China providing material support to Russia or assisting Russia with systematic sanctions evasion.\"  ", "US officials familiar with the intelligence told CNN earlier Saturday that the US has recently begun seeing \"disturbing\" trendlines in China's support for Russia's military and there are signs that Beijing wants to \"creep up to the line\" of providing lethal military aid to Russia without getting caught.  ", "Those officials would not describe in detail what intelligence the US has seen suggesting a recent shift in China's posture, but said US officials have been concerned enough that they have shared the intelligence with allies and partners in Munich over the last several days.  ", "At the MSC, Wang said China was \"deeply concerned\" by the extended crisis and was not adding \"fuel to the fire\" - a phrase Beijing's diplomats have used in the past to accuse the US of perpetuating the conflict. China's Foreign Ministry on Monday said the US, not China, was the one sending a \"steady stream of weapons to the battlefield.\"  ", "Wang did not mention the trip to Russia during his prepared remarks or a following live-streamed conversation Saturday on the main stage of the Munich conference, when he was asked by MSC Foundation Council President Wolfgang Ischinger if China was prepared to act on \"its position that it respects the territorial integrity\" of Ukraine and if so, how.  ", "In meetings with European leaders, including French President Emmanuel Macron and German Chancellor Olaf Scholz, during the earlier phase of his tour last week, Wang stressed China's commitment to peace talks and an end to the war. The tour was seen as part of China's bid to bolster its ties with Europe, where analysts say Beijing's image has been damaged in the past year due to its ties with Moscow.  ", "A spokesman for China's Foreign Ministry said last Monday that Wang's visit to Moscow would provide an opportunity for China and Russia to continue to develop their strategic partnership and \"exchange views\" on \"international and regional hotspot issues of shared interest\" - a catch-all phrase often used to allude to topics including the war in Ukraine.  ", "\"China is ready to take this visit as an opportunity and work with Russia to promote steady growth of bilateral relations in the direction identified by the two heads of state, defend the legitimate rights and interests of both sides, and play an active role for world peace,\" the spokesman said.  ", "Wang's visit may also foreshadow a state visit by Xi to Moscow later this year. Putin extended an invitation to Xi during a customary end-of-year call between the two leaders, but China's Foreign Ministry has yet to confirm any plans.  ", "In an editorial Tuesday, state-run nationalist tabloid the Global Times hailed the friendship between China and Russia as \"a positive asset of the world,\" and accused some in the West of attempting to use the conflict in Ukraine to \"hijack\" Sino-Russian relations.   ", "\"The United States has viewed the friendly relations between China and Russia with thick tinted glasses from the very beginning,\" it said. \"In fact, no matter whether the conflict between Russia and Ukraine broke out, the US does not want to see China and Russia develop close relations. The suspicion, provocation and sabotage from Washington have never ceased.\"  "], "headline": "China's top diplomat visits Moscow ahead of anniversary of Russia's Ukraine invasion    ", "timestamp": "  Updated  2:56 AM EST, Wed February 22, 2023    ", "act": "/2023/02/21/china/china-wang-yi-russia-moscow-visit-intl-hnk"}, "/2023/02/20/china/ukraine-china-russia-biden-wang-yi-analysis-intl-hnk": {"paras": ["As US President Joe Biden touched down in Ukraine to meet with his counterpart Volodymyr Zelensky on Monday, China's top diplomat was traveling in the opposite direction, on his way to Russia.  ", "Wang Yi - who was promoted as Chinese leader Xi Jinping's top foreign policy adviser last month - is due to arrive in Moscow this week for the final stop of his eight-day Europe tour, a trip that brings into focus China's attempted diplomatic balancing act since Russia tanks rolled into Ukraine a year ago.   ", "The Kremlin has said it does not \"rule out\" a meeting between Wang and Russian leader Vladimir Putin. If they do meet, the images of Wang and Putin shaking hands inside the fortified Kremlin will be a stark juxtaposition to Biden's open-air stroll with Zelensky through Kyiv amid air raid sirens.  ", "The optics of the two trips - taking place just days before the one-year anniversary of the brutal war on Friday - underscores the sharpening of geopolitical fault lines between the world's two superpowers.  ", "While relations between the US and China continue to plummet - most recently due to the fallout from a suspected Chinese spy balloon that entered US airspace, China and Russia are as close as ever since their leaders declared a \"no-limits\" friendship a year ago - partly driven by their shared animosity toward the United States.  ", "And as the US and its allies reaffirm their support for Ukraine and step up military aid, Beijing's deepening partnership with Moscow has raised alarms in Western capitals - despite China's public charm offensive in Europe to present itself as a negotiator of peace.  ", "At the Munich Security Conference on Saturday, Wang addressed a room of European officials as \"dear friends\" and touted China's commitment to peace, while apparently attempting to drive a wedge between Europe and the US.  ", "\"We do not add fuel to the fire, and we're against reaping benefits from this crisis,\" Wang said in a thinly veiled dig at the US, echoing the propaganda messaging that regularly made China's nightly prime-time news program - that the US is intentionally prolonging the war to advance its own geopolitical interests and increase the profits of its arms manufacturers.  ", "\"Some forces might not want to see peace talks to materialize. They don't care about the life and death of Ukrainians, nor the harm on Europe. They might have strategic goals larger than Ukraine itself. This warfare must not continue,\" Wang said.  ", "He urged European officials to think about \"what framework should there be to bring lasting peace to Europe, what role should Europe play to manifest its strategic autonomy.\"   ", "Wang also announced Beijing's plan to release its proposition on a \"political settlement of the Ukraine crisis\" around the first anniversary.  ", "But the vague mention of the proposal was met with suspicion from some Western leaders who are closely watching for any support China lends to its northern neighbor - especially assistance that could help Russia on the battlefield.  ", "\"We need more proof that China isn't working with Russia, and we aren't seeing that now,\" European Commission President Ursula Von der Leyen told CNN Saturday.  ", "Such suspicions are compounded by claims by US officials that Beijing is considering stepping up its partnership with Moscow by supplying Russia's military with \"lethal support.\"  ", "\"We've been watching this very closely,\" US Secretary of State Antony Blinken told \"Face the Nation\" on CBS in Munich on Sunday.  ", "\"The concern that we have now is based on information we have that they're considering providing lethal support, and we've made very clear to them that that would cause a serious problem for us and in our relationship,\" Blinken said.  ", "Responding to the accusations Monday, China's Foreign Ministry blasted the US for \"shoving responsibility, shifting blame and spreading false information.\"  ", "\"It is the US side, not the Chinese side, that supplies a steady stream of weapons to the battlefield. The US side is not qualified to lecture China, and we would never accept the US dictating or even coercing pressure on Sino-Russian relations,\" a ministry spokesperson said at a regular news conference.  ", "\"Who is calling for dialogue and peace? And who is handing out knives and encouraging confrontation? The international community can see clearly,\" the spokesperson said.  ", "US officials have been concerned enough with the intelligence that they shared it with allies and partners in Munich, according to CNN reporting. In a meeting with Wang on the sidelines of the conference Saturday, Blinken also raised the issue and warned Wang about its \"implications and consequences,\" according to a US readout.  ", "The US accusations, if true, would mark a major escalation in China's support for Russia - and usher in a dangerous and unpredictable new phase in the war itself.   ", "Previously, Beijing had carefully avoided actions that could trigger secondary sanctions, which would deal a devastating blow to an economy hampered by three years of costly zero-Covid policy.  ", "Though China claimed impartiality in the conflict and no advance knowledge of Russia's intent, it has refused to condemn Moscow and parroted Kremlin lines blaming NATO for provoking the conflict.  ", "And while Beijing's pro-Russian rhetoric appears to have softened in recent months, its support for Moscow - when measured by its annual trade, diplomatic engagements and schedule of joint military exercises - has bolstered over the past year.  ", "Chinese officials have often calibrated their narrative to different audiences. Wang may have made many appealing pledges during his Europe tour, but whether they will be translated into a consistent message to be delivered to Putin when the two meet is another question.  "], "headline": "As Biden visits Ukraine, China's top diplomat goes to Russia    ", "timestamp": "  Updated  4:00 AM EST, Tue February 21, 2023    ", "act": "/2023/02/20/china/ukraine-china-russia-biden-wang-yi-analysis-intl-hnk"}, "/2023/02/18/china/blinken-wang-yi-munich-intl-hnk": {"paras": ["US Secretary of State Antony Blinken met with China's top diplomat Wang Yi on Saturday, in the first face-to-face between senior US and Chinese officials since the US military shot down a suspected Chinese surveillance balloon earlier this month.  ", "In a meeting on the sidelines of the Munich Security Conference, Blinken \"directly spoke to the unacceptable violation of US sovereignty and international law\" and said incidents like the balloon, which hovered over US airspace for days before the US shot it down off the coast of South Carolina, \"must never occur again,\" State Department spokesperson Ned Price said in a statement.  ", "Blinken, who a senior State Department official characterized as \"very direct and candid throughout,\" began the hourlong meeting by stating \"how unacceptable and irresponsible\" it was that China had flown the balloon into US airspace. The secretary later expressed disappointment that Beijing had not engaged in military-to-military dialogue when the Chinese balloon incident occurred, the senior official told reporters.  ", "\"He stated, candidly stated, our disappointment that in this recent period that our Chinese military counterparts had refused to pick up the phone. We think that's unfortunate. And that is not the way that our two sides ought to be conducting business,\" the official said.    ", "There was \"no formal agreement\" reached, however, on any kind of mechanism to increase dialogue between the two countries.   ", "The diplomatic fallout from the balloon incident has been swift, with Washington accusing China of overseeing an extensive international surveillance program. Beijing has denied those claims, and in turn accused the US, without providing evidence, of flying balloons over its airspace without permission. China maintains that its balloon, which US forces identified and then downed earlier this month, was a civilian research aircraft accidentally blown off course.  ", "Wang confirmed what he called an \"informal\" meeting with Blinken on Saturday and called on the US to repair the \"damage\" to the countries' relations, according to a press release broadcast by CGTN, which is a Chinese state media outlet. Earlier, Wang had criticized the United States' handling of the incident, calling the response \"absurd and hysterical\" and \"100% an abuse of the use of force.\"   ", "The incident had an immediate impact on what had been seen as an opportunity for the US and China to stabilize relations. In early February, Blinken postponed an expected visit to Beijing, after the balloon - floating over the US in plain sight - dominated media headlines and public attention.  ", "The visit would have been the first to China by a US secretary of state since 2018, on the heels of a relatively amicable face-to-face between US President Joe Biden and Chinese leader Xi Jinping at the Group of 20 summit in November.  ", "Biden said Thursday that he expects to speak with Xi about the balloon but that he will not apologize for shooting it down. \"I hope we are going to get to the bottom of this, but I make no apologies for taking down that balloon,\" he said.  ", "Blinken raised a possible conversation between Biden and Xi, according to the State Department official, who said US officials have not heard anything in recent days that would change the US assessment that the balloon was for Chinese surveillance.   ", "\"We haven't heard anything that provides any kind of a credible explanation for what this balloon was. The US stands firmly behind our assessment,\" the official said.  ", "Some analysts believed that Beijing, economically drained by its now-abandoned zero-Covid strategy, had been softening its tone on foreign affairs and upping its diplomacy with Western governments in a bid to win back lost ground.  ", "While expectations for substantial breakthroughs were low, Blinken's trip was supposed to build a floor for fraught US-China relations and prevent tensions from veering into open conflict - guardrails intended to keep incidents like the suspected surveillance balloon from escalating into a full-blown diplomatic crisis.   ", "CNN reported Wednesday that US intelligence officials are assessing the possibility that the balloon was not deliberately maneuvered into the continental US by the Chinese government and are examining whether it was diverted off course by strong winds, according to multiple people briefed on the intelligence.  ", "Any intelligence suggesting that the balloon's path into the US may have been unintentional could potentially ease tensions between the two nations.  ", "Wang, who was named Xi's top foreign policy adviser last month, has already visited France and Italy this week and is expected to visit Russia after the Munich conference.  ", "The trip will be a test of Beijing's attempt to strike a diplomatic balancing act between boosting relations with the West and maintaining close ties with Moscow.  ", "Blinken and Wang on Saturday discussed Russia's invasion of Ukraine, with the US secretary of state warning \"about the implications and consequences\" if China increases its support for Russia's war effort, according to Price's readout of the meeting.  ", "The senior State Department official told reporters that Blinken \"was quite blunt in warning about the implications and consequences of China providing material support to Russia or assisting Russia with systematic sanctions evasion.\"  ", "US officials familiar with the intelligence told CNN earlier Saturday that the US has recently begun seeing \"disturbing\" trendlines in China's support for Russia's military and there are signs that Beijing wants to \"creep up to the line\" of providing lethal military aid to Russia without getting caught.  ", "Those officials would not describe in detail what intelligence the US has seen suggesting a recent shift in China's posture, but said US officials have been concerned enough that they have shared the intelligence with allies and partners in Munich over the last several days.  ", "China's relationship with Europe has come under significant stress in the wake of the Ukraine war. Beijing has refused to condemn the invasion outright or support numerous measures against it at the United Nations. China has also continued to partner with the Russian military during large-scale exercises, while boosting its trade and fuel purchases from Moscow.  ", "According to China's Foreign Ministry spokesman, Wang's visit to Moscow will provide an opportunity for China and Russia to continue to develop their strategic partnership and \"exchange views\" on \"international and regional hotspot issues of shared interest\" - a catch-all phrase often used to allude to topics, including the war in Ukraine.  ", "The Foreign Ministry did not specify whether Wang would meet with Russian President Vladimir Putin.  ", "\"China is ready to take this visit as an opportunity and work with Russia to promote steady growth of bilateral relations in the direction identified by the two heads of state, defend the legitimate rights and interests of both sides, and play an active role for world peace,\" spokesman Wang Wenbin said.  ", "Wang's visit may also foreshadow a state visit by Xi to Moscow later this year. Putin extended an invitation to Xi during a customary end-of-year call between the two leaders, but China's Foreign Ministry has yet to confirm any plans.  ", "Blinken, who reiterated Saturday the US' unchanging policy regarding Taiwan and \"underscored the importance of maintaining peace and stability\" with the democratically ruled island, reinforced statements from Biden that the US does not seek a conflict with China but will continue to \"stand up for our values.\"  ", "\"The Secretary reiterated President Biden's statements that the United States will compete and will unapologetically stand up for our values and interests, but that we do not want conflict with the PRC and are not looking for a new Cold War,\" Price said in the statement. \"The Secretary underscored the importance of maintaining diplomatic dialogue and open lines of communication at all times.\"  ", "This story has been updated with additional developments."], "headline": "Blinken and Chinese counterpart meet in first face-to-face since spy balloon shot down    ", "timestamp": "  Updated  7:34 PM EST, Sat February 18, 2023    ", "act": "/2023/02/18/china/blinken-wang-yi-munich-intl-hnk"}, "/2023/02/17/china/china-covid-decisive-victory-xi-jinping-death-rate-intl-hnk": {"paras": ["China has declared a \"major and decisive victory\" in its handling of the coronavirus outbreak that swept the country in recent months following an abrupt relaxation of its \"zero-Covid\" policy late last year.   ", "The ruling Communist Party's top decision-making body made the assessment during a closed-door meeting on Thursday presided over by Chinese leader Xi Jinping, in the latest signal the country is seeking to minimize the political fallout from zero-Covid.  ", "The years-long policy had generated widespread discontent - including rare nationwide protests - before it was scrapped in December amid rising economic costs, in a decision that caught the public off-guard.   ", "The swift rollback of stringent disease controls sparked a surge in cases that saw hospitals overwhelmed and people scrambling for basic medicines. But the outbreak appears to have subsided in intensity in recent weeks, with official figures showing visits to fever clinics returning to levels below those of the period before restrictions were lifted after dropping from a peak in late December.  ", "In its Thursday meeting, the Politburo Standing Committee said the highly populous nation had \"created a miracle in human history\" as it had \"successfully pulled through a pandemic,\" according to a summary published by state-run news agency Xinhua.  ", "The summary also said the group claimed that China had kept the lowest Covid-19 fatality rate in the world - a metric that China's top leadership touted throughout the pandemic, as its lockdowns, enforced quarantines and border restrictions kept case numbers - and fatalities - low compared with some other major economies.   ", "But experts say the assessment - the first from China's top leaders since the surge of cases has appeared to recede - merely serves to underscore the deep questions that remain about the impact of the outbreak on the country.   ", "Since ending zero-Covid, China has officially recorded more than 80,000 fatalities - a figure that counts people who were tested for Covid-19 and died in hospital but excludes deaths that went untested or those who died at home during the surge of the virus. Those excluded could be a sizable group, experts say, as testing stalled and many patients were likely to have avoided hospitals.   ", "\"There are still many questions about the death toll in China due to Covid - it might be useful if they could release more information, particularly about the all-cause deaths compared to the pre-Covid years,\" said virologist Jin Dongyan, a professor at the University of Hong Kong's School of Biomedical Sciences, pointing to one method for assessing a more complete picture of fatalities in the country.  ", "China has also been criticized by the World Health Organization for its limited data transparency during the outbreak, including its earlier and more narrow definition of a Covid-19 death, which Chinese health officials updated in January.  ", "It's also not clear how many people were infected overall since China relaxed the zero-Covid policy - raising further questions about how authorities calculated the undisclosed Covid fatality rate, which experts say is typically measured by dividing the number of deaths over the total number of cases.   ", "Chinese health authorities stopped releasing figures for so-called asymptomatic cases nationwide late last year, as they dismantled the countries' extensive Covid-19 mass testing apparatus and allowed people to test and recover at home.   ", "In late January, the Chinese Center for Disease Control and Prevention (CDC) chief epidemiologist Wu Zunyou said on his personal social media account that around 80% of people in China had already been infected.   ", "Reported death figures have also declined, with China reporting just 912 hospital deaths for the week of February 3-9, according to the latest CDC reporting, which also says fatalities peaked on January 4 with a total of 4,273 deaths that day.  ", "Providing a more complete picture of the outbreak - and the death toll - may not suit the government's interests of reassuring the public about their handling of the virus, according to Yanzhong Huang, a senior fellow for global health at the Council on Foreign Relations in New York.   ", "Huang pointed to several international reports, based on modeling, which has placed the actual death toll at upwards of 1 million over the past two months. \"You can't expect the government to admit to this (scale),\" he said, \"because people are going to ask the question - how could we have paid so much economic and social cost (from zero-Covid) to essentially come up with an outcome that is equal if not worse to the (toll in the) US.\"   ", "Instead, Huang said, Chinese leaders were seizing the moment to take control of the narrative around the outbreak as the surge appears to have receded.   ", "\"People's lives are returning to normal, and the viral wave comes to an end, so that kind of uncertainty (about the outbreak) is no longer there, and there is a need to reconcile the contradictory narrative, the credibility crisis that the abrupt policy U-turn created,\" Huang said, referring to the shift in official tone as China swiftly adjusted from warning about the dangers of the virus and the need to contain it, to allowing it to spread.   ", "\"This is the perfect time to say that the outcome justified the decision,\" Huang said.   ", "But even as signs indicate that China's population has widespread natural immunity, as in other countries, that does not mean the virus is gone or that China's health care systems are prepared for potential future surges driven by potential new variants, experts say.  ", "The Politburo Standing Committee referenced the need to continue to bolster health care in its meeting, according to the Xinhua summary, which said the body \"urged all localities and departments to optimize related mechanisms and measures, strengthen the medical service system,\" and called for planning for the next phase of vaccinations and enhancing medical supplies.  ", "Jin at the University of Hong Kong agreed that China needed to continue to prepare, even as signs suggested the latest surge was largely over.   ", "\"Covid is still around and will be with us for much, much longer,\" he said. \"After this tsunami, still they have the new challenge of strengthening the health care system.\"  "], "headline": "China calls its Covid response a 'miracle in human history.' The data isn't so clear    ", "timestamp": "  Updated  4:46 AM EST, Fri February 17, 2023    ", "act": "/2023/02/17/china/china-covid-decisive-victory-xi-jinping-death-rate-intl-hnk"}, "/2023/02/15/china/china-hainan-island-explainer-intl-hnk": {"paras": ["It's known as the \"Hawaii of China,\" a tropical island paradise where the Chinese middle class enjoys sandy beaches, five-star resorts, and duty-free luxury shopping.  ", "It's also China's largest free-trade port and host of the Boao Forum, an annual meeting of political and business leaders dubbed \"Asia's Davos.\"  ", "But Hainan, China's southernmost province, is also a strategically important island. And just like Hawaii, it is also home to key military bases.  ", "As American officials reveal more information about the Chinese balloon shot down on February 4 after floating across the US airspace, Hainan, an island thousands of miles away from America, has been brought into focus.  ", "China has rejected US claims that the balloon was a surveillance device, instead maintaining it was a civilian research airship blown off course.  ", "According to CNN reporting, US intelligence officials believe the Chinese balloon is part of an extensive surveillance program run in part out of Hainan by the Chinese military.  ", "US officials told the New York Times they had been tracking the balloon since it lifted off from Hainan in late January. CNN previously reported that the US began tracking the balloon long before it entered the airspace of Alaska.   ", "American officials have not provided the detailed location of the alleged balloon launch site on Hainan, and it's not known if the balloon was launched from a military installation.  ", "But the island, located on the northern edge of the South China Sea, has great strategic importance in the eyes of the Chinese military.  ", "Out of sight of the holiday makers and business travelers, the southern edge of Hainan is a major base of the People's Liberation Army (PLA) Navy, home to part of its South Sea Fleet.  ", "The base not only allows the PLA Navy to access the contested waters in the South China Sea, but also the crucial sea lane that links the Asia-Pacific region with India and the Middle East.  ", "It was from this large naval complex that the Shandong, China's second aircraft carrier and the first to be built domestically, was commissioned in 2019.   ", "The complex is also home to nuclear-powered ballistic missile and attack submarines of China's growing underwater fleet.  ", "The Yulin Naval Base made headlines in 2020 when commercial satellites captured a PLA Navy sub entering a tunnel leading to underground docking facilities on the island.  ", "Hainan also has bases for PLA fixed-wing aircraft and helicopters.  ", "In addition, units from the maritime militia, a shadow force of supposed fishing boats whose existence China denies, operate out of Hainan, Western experts say.  ", "In late 2021, a Center for Strategic and International Studies report said China was building new electronic warfare, communications and intelligence gathering facilities on Hainan.  ", "As recent as September 2022, satellite images showed China was expanding its submarine base on Hainan, adding two new piers to the four existing piers at the Yulin Naval Base.  ", "Home to 10 million people, Hainan is about 20 times the size of O'ahu, the most populated island in Hawaii and home to Pearl Harbor.   ", "Hainan's economy is among the smallest of all Chinese regions and provinces, with its GDP ranking only above far-flung Ningxia, Qinghai and Tibet. Agriculture contributes the most to its economy.  ", "In 2020, China rolled out its blueprint to transform the entire island of Hainan into the world's largest free trade port by 2035 - a policy aimed to reduce Hainan's dependency on traditional sectors and become a new driver for trade and investment in China.  ", "Hainan is also home to the Wenchang Space Launch Site, located on the northeastern edge of the island. Selected for its low latitude, the Wenchang site allows for the heavy payload required for launching China's new space station, the Tiangong. It is capable of launching the Long March 5, the most powerful Chinese rocket to date.  "], "headline": "Hainan island: Known as 'China's Hawaii,' the vacation hotspot is also a strategic military base    ", "timestamp": "  Updated  9:49 PM EST, Wed February 15, 2023    ", "act": "/2023/02/15/china/china-hainan-island-explainer-intl-hnk"}, "/2023/01/29/china/china-lunar-new-year-travel-intl-hnk": {"paras": ["China saw 226 million domestic trips during the Lunar New Year holiday, state media reported, a 74% surge from last year after the government lifted all travel curbs under its now-abandoned zero-Covid policy.  ", "For the first time in three years, Chinese people were free to travel without the hassle of quarantine or fear of lockdown for the most important holiday of the year, when families reunite in their hometowns to celebrate the new year or go on vacation together.  ", "The number of trips made inside China during the week-long holiday, which ended on Friday, is the highest since 2020. They include journeys made by all means from flights, trains and cars to boats.  ", "But the figure still fell far below pre-pandemic levels. In 2019, 421 million domestic trips were made over the holiday.  ", "The pent-up demand for travel saw China's tourist hotspots flooded with crowds during the holiday, from the tropical beaches on Hainan island to the ancient villages in the mountainous Yunnan province.  ", "Overseas travels also skyrocketed after China finally reopened its borders earlier this month. During the Lunar New Year holiday, 2.88 million trips were made across the border, an increase of 120% from last year, according to the National Immigration Administration.  ", "During the Lunar New Year holiday in 2019, 12.53 million cross-border trips were made, the Xinhua news agency reported.  ", "The Chinese government abruptly abandoned its costly zero-Covid policy in December, following mass protests against stringent lockdowns and Covid tests.   ", "The sudden lifting of restrictions saw the virus spread rapidly throughout the country and caught the healthcare system unprepared. Residents were left to scramble for fever medicines and antiviral treatments, while hospitals and crematoriums were overwhelmed.   ", "With once-ubiquitous Covid testing mostly scrapped, the government stopped reporting the majority of infections, making it difficult to assess the severity and scope of the massive outbreak.  ", "Amid international criticism over China's limited release of data, Chinese health authorities in recent weeks published more detailed epidemic information that suggests the outbreak has already peaked.  ", "On Wednesday, the Chinese Center for Disease Control and Prevention (CDC) said recorded visits to clinics on January 23 had dropped 96.2% from a month earlier, when the peak of cases was reported.  ", "Only 15,000 people tested positive for Covid via PCR tests on January 23, compared to more than 6.9 million on December 22, according to the CDC report.  ", "It's not clear the extent to which the levels of testing have changed during that time - which could affect such figures - or how many people have been infected overall since China moved away from zero-Covid in early December.  ", "On January 21, the CDC's top epidemiologist Wu Zunyou estimated that 80% of the country had already been infected.  ", "The officially reported Covid death toll is also in decline. Between January 20 and 26, China registered 6,364 Covid-related deaths, according to the CDC, about half of the 12,658 deaths reported a week earlier.  ", "China revised its overly narrow way of counting Covid deaths earlier this month, following mounting criticism over its lack of transparency - including from the World Health Organization. It now includes the deaths of Covid patients who had underlying conditions, instead of only counting fatalities from respiratory failure.  "], "headline": "Lunar New Year holiday trips surge in China after lifting of Covid restrictions    ", "timestamp": "  Published  12:15 AM EST, Sun January 29, 2023    ", "act": "/2023/01/29/china/china-lunar-new-year-travel-intl-hnk"}, "/2023/01/27/china/rural-china-lunar-new-year-covid-intl-hnk-dst": {"paras": ["In China's southern Guizhou province, there's a tiny village in the southeast corner, nestled deep within the mountains, called Dali. A wall of lush green trees and bamboo surround this village of about 1,000 people, who've lived in wooden homes with gray-tiled roofs for centuries.  ", "It's the Lunar New Year, and during the daytime, the doors are rarely closed. People here say they're all relatives, and the village is like one big family. Almost everyone shares the surname Yang, except for a few families with the last name Li or Wang. Most people I met asked me to call them \"Xiao Yang\" or \"Little Yang.\"   ", "We walked by a raucous group of young adults, sat shoulder-to-shoulder on tiny stools around a short table packed to the brim with food. The men smoked and ate at the same time, throwing tangerine peel and the hulls of sunflower seeds on the ground. I explained to them I was a foreign journalist, trying to tell the story of how they celebrate the New Year.  ", "\"We celebrate by drinking!\" one man at the table said, before I could finish my explanation. They invited me to join in, squeezing one more stool around the table. A man handed me a plastic bowl, and another started filling it with their homemade 60-proof rice liquor, pouring it from a massive clear plastic bottle that looked like a gasoline container.  ", "A woman said they all worked in factories in the cities. This was the only time many of them could see their children.  ", "\"We go wherever we can make money,\" the man next to me said. He typically returns home only for the Lunar New Year, but for the past three years even that has become hard due to Covid restrictions.  ", "\"Before, when we wanted to go home, we couldn't, he said. \"But now the country is open, we can all go home. We're happy.\"  ", "Dali Village is like a time capsule, untarnished by the skyscrapers and pollution of modern China. Its comparative isolation has preserved its people's way of life for centuries. Cars can't drive into the village or fit in its narrow, cobblestone streets. The village's white noise is roosters crowing, pigs squealing, and the occasional boom or pop from children setting off fireworks.    ", "All the inhabitants are Dong people, one of China's 56 officially recognized ethnic minorities. They have their own language, tradition and culture. Many of the women, especially the elderly, wear indigo shirts embroidered around the hem, with their shiny hair twisted into a bun around a red-toothed comb. The pace of life is unhurried. Women weave colorful ribbons on the streets. Villagers wash vegetables in a stream that cuts through the village. Children run around the wooden drum tower without their parents in sight. Elderly men amble into the rice paddy fields carrying their pet birds in cages.  ", "The bases of the mountains are chiseled with stepped rice paddies. Vegetables blanket the land nearby. Chicken and ducks roam on nearly every street. Pigs lay inside wooden pens.  ", "Dali is surrounded by mountainous terrain, full of craggy, steep, and winding roads. The only way to get there is to walk or drive up a big mountain, then down into the valley. Dali's remoteness means people here, over the centuries, have learned to be self-sufficient. They grow or raise most of their own food. Some families have vegetable patches next to their homes or plots of land closer to the mountains.  ", "It's pastoral and idyllic in many ways, but Dali Village can't escape the economic realities of modernity.  ", "A young woman, Xiao Qing, invited us into her home. Her parents and grandfather were wearing winter jackets, sitting around a small coal fire on the ground to stay warm. The concrete room was decorated sparsely, with a bunch of sweet potatoes hanging from the ceiling.   ", "Xiao Qing's father is only in his mid-40s, but his face is tan and weathered with wrinkles from years of hard labor. Her dad worked in factories while she was growing up. After Xiao Qing graduated from high school, she took the baton, went to the factories, and became the family breadwinner.    ", "\"I've been very homesick working away from home,\" Xiao Qing said. \"Staying at home means farming. Young people like us don't get much income from farming.\"  ", "Only once a year, during the Lunar New Year, does she return from work in a cosmetics factory, 500 miles away in Guangdong province. Her story is echoed across all the families in Dali Village, and across rural China. Large swaths of China's countryside are full of the elderly and young kids, with most of the working-age adults gone. They're working in far-away factories as low-cost labor powering China's status as the world's largest manufacturer, while sending their earnings back home.  ", "One villager puts it this way: leaving home to go far away is just a fact of life, there's no other choice for survival.  ", "We visited a young couple on the other side of the village, who live in a wooden home on the side of the mountain. They both work in factories in Guangdong province, making circuit boards.  ", "His two young children, a boy and girl, were jumping on the couch behind us during the interview. His daughter, wearing a red Hello Kitty sweater, kept swinging her arms around her dad's shoulders to give him a warm embrace.    ", "He said his son could barely walk when he last saw him, but now, he's running around. He didn't return for the holidays until a few days ago, after midnight. \"But my daughter, she insisted on waiting for me out here. When I walked through the door, I hugged her, but she had already fallen asleep.\"  ", "I didn't see anyone wearing a mask in Dali Village, except for the few tourists coming through, nor did I see any Covid antigen tests, or much medicine lying around people's homes. The sense of normalcy was surprising.  ", "In Beijing, where I had just flown in from, many people were still wearing masks outside. When I visited hospitals in the city weeks before, they were overflowing with elderly patients. Common cold and fever medicine had sold out.  Crematoriums were swamped. Families told me they had to wait days to cremate their loved ones.   ", "When we first arrived in Guizhou, we landed in Tongren, a city about a four-hour drive from Dali. Our taxi driver said his family in the countryside had all been infected with Covid. He said many people he knew died at home, because they couldn't afford to go to the hospital.    ", "I tried to find out if Dali Village's remoteness has shielded it in any way from China's wave of Covid cases and deaths.  ", "There was one funeral ceremony during our stay in Dali, but all the villagers said the deceased was a man in his 90s who died of old age.  ", "Everyone I interviewed on camera said no one around them had been infected. A few elderly villagers I spoke to said they were fully vaccinated and hadn't gotten sick. But I ran into a group of young people, eating hot pot outside, who said otherwise. I squatted next to them around the table, since there were no stools left. One of them, it turned out, is a doctor at a hospital in a nearby city.  ", "\"Almost all villagers have been infected. They had symptoms,\" he told me, as he picked a piece of meat out of the boiling pot of soup with his chopsticks.  ", "I asked him if the villagers knew whether it was Covid, or if they just thought it was a cold.  ", "\"It's like a cold anyway,\" another man interjected.  ", "The doctor replied, with his back turned to the camera the whole time, \"They just haven't been diagnosed, but the symptoms match Covid. They just never tested.\"  ", "A group of six government officials greeted us the moment we arrived in Dali Village. It's common for local officials to keep a close eye on foreign journalists in their jurisdiction, but they were especially persistent in this village, following our every move.  ", "At least four of them booked rooms in our same hotel, or nearby. No matter how early we woke they would be waiting in the lobby, see us walking down the stairs and follow us.  ", "We could often see them whispering to villagers soon before or after we interviewed them. They brought in another local official who spoke the Dong language, preventing any of us from understanding her conversations with villagers. All of the officials refused to clearly answer what their objective was, or what they were telling the villagers.  ", "It quickly became apparent I would be unable to further investigate the Covid situation in the area, with the officials hovering over us. Hence, we drove out of the village to a public hospital in the neighboring county about two hours away, hoping the minders wouldn't follow and that people would be more comfortable speaking freely.  ", "The hospital's fever clinic was almost entirely empty. The main hospital area had more people, but it wasn't packed. It was a stark contrast to the images of overcrowded hospitals in major cities across China.  ", "I wanted to know: had the peak of Covid infections already passed in this area?    ", "We went to another floor of the hospital and asked a nurse if the place had been packed a few weeks ago. \"It's always packed and busy here,\" she replied. She couldn't say anything more because a doctor came through and interrupted, ending our interview.  ", "One woman, a patient's family member, told me outside the hospital that everyone around her already had been infected with Covid and then recovered.  ", "Soon after, we realized we were being followed. A man approached us outside the hospital and said he was part of the propaganda department.  ", "We showed him our press cards and told him we were here to report on the Covid situation and Lunar New Year festivities. We got in the car and left.  ", "At a village clinic a 30 minute drive away, the same man and another woman followed us in.  ", "We saw them say something to the staff there, then suddenly no one would speak to us, so I went outside and asked nearby stores if they had seen lines outside the clinic a few weeks ago. Every time, the government minder would interrupt the conversation to speak to the interviewee, clearly telling them not to say anything.  ", "The government officials again appeared at the next hospital we visited. This time, there were more of them. I tried confronting them, asking why they were following us. Anytime I spoke to them, they would immediately walk away and ignore me. Then, the moment I turned away, they would continue tailing us, while obstructing our reporting.  ", "We drove to a nearby marketplace to grab lunch. The roads were lined with tents selling a kaleidoscopic array of Lunar New Year goods. Multiple stores were selling boxes of firecrackers stacked from floor to ceiling, with giant red banners and lanterns for sale hung on the outside of the tents. Live chickens, frogs, and fish were on sale, along with fresh produce. If you purchased a chicken, they would snap its neck on the spot.   ", "At the corner of a street, a group of siblings were waiting in line for skewered, roasted meat and vegetables. We approached them, identified ourselves as journalists working for a foreign media network called CNN, and asked if anyone would speak to us about their Lunar New Year experience.  ", "The young woman agreed. I had only asked her a few questions about how excited she was to be back and if it was hard to book a train ticket home, when a government minder suddenly walked into the middle of the interview, while we were still filming, and grabbed her away, abruptly ending our interview. He pushed her and her family away, then left them alone.   ", "We left and headed to several more hospitals. But with the minders following and interfering, we couldn't get responses from anyone.  ", "China's CDC says the Covid peak across the country has passed since the government abandoned its zero-Covid policy.   ", "It says that 80% of the population, or more than 1.1 billion people, have already been infected. Health authorities claim that visits to clinics for fever and Covid hospitalizations have declined since their peaks in late December and early January.   ", "Experts say China's population had almost no underlying natural immunity before reopening, while existing Chinese vaccines offer limited protection against infection from Omicron, so one massive wave ended up sweeping over the whole country - hitting rural and urban areas almost simultaneously.  ", "What makes China different is that Covid \"can spread like wildfire without any impediment\", said Yanzhong Huang, a senior fellow for global health at the Council on Foreign Relations. \"The speed and scale of the spread challenged conventional wisdom. Almost at the same time Covid was wreaking havoc in urban areas, we saw the rapid increase of infections in many parts of rural China.\"  ", "But Huang adds that the government has not released accurate data on the scale and toll of the outbreak. The Chinese government says more than 72,500 people with Covid died in hospitals between December 8 and January 19, but the World Health Organization has suggested these numbers \"under-represent the true impact of the disease.\"  ", "In rural areas, experts say there's likely far more silent suffering. More people likely died at home because they couldn't afford, or were unable, to get to the hospital.    ", "Back in the village, we were greeted by the sounds of squealing pigs, getting ready to be slaughtered. This is an important part of the Lunar New Year tradition in Dali. Decades ago, for most countryside families, this was the only time of the year when they could afford to eat meat.  ", "Now, it's about bringing the family together to feast. Some of the families raise the pigs themselves, others buy them from sellers. I came across a truck of squealing pigs right at the village entrance. With a string tied around the pig's hoof, a man tugged the pig out of the truck, using his whole body weight to drag it through the streets. All the while, the pig was screaming and using all of its might to stay put. The man used a stick to hit the pig, coaxing it to move.  ", "A woman next to the truck was watching, unfazed. She told me she was the one who sold him the pig. Now that people are allowed to gather and barbeque together, her business is booming.   ", "Families pick a day shortly before the Lunar New Year holiday to slaughter the pig, either themselves or by hiring a butcher. They immediately smoke part of the meat to make \"la rou\" or cured pork belly, which can last them all year, but a portion of the meat is for feasting as soon as it's cooked.  ", "A villager we befriended over several days invited us to her home for their post-slaughtering feast. The extra pig carcass was laying in the middle of her home, divided into numerous giant metal bowls. Her house was packed with relatives, seated around two tables.  ", "San Jie is popular in the village. She's in her 50s, spunky, extroverted, and always smiling. Throughout the week, we saw relatives and friends constantly coming in and out of her home, either to borrow her tools and expertise, or simply to say hi. Groups of relatives frequently walk into her home with giant wooden buckets of piping hot sticky rice, harvested from the paddy fields nearby. They'd dump the rice into a machine in her home that turns it into a paste to make ciba, a traditional sticky rice cake. Every time we ran into her, she would insist we come inside to eat and open up her best vats of homemade liquor.  ", "When San Jie was younger, she worked in a factory sewing jeans. Now, she uses her skills to make clothes and fabrics for villagers. She showed me the clothes they wear for different occasions, how they intricately wrap their hair, and how they adorn heavy silver neck pieces and ornaments.   ", "I touched a piece of intricately woven black and white cloth more than a meter long. She said making just a thin, inch-long strip of that cloth takes her more than a day of sewing.  ", "I asked San Jie and the other elderly female family members if their children know how to make these clothes. Laughing, they said their children wouldn't have the patience, but San Jie said she has taught her younger daughter how.  ", "\"I told my daughter it's too tiring, too exhausting. My back and neck hurt. It's all for your education,\" San Jie said. \"My daughter said, 'Mom, let me help you', so she learned.\"  ", "Her elder daughter works in a factory in Guangdong, leaving her two toddlers in her care. Her younger daughter, who is in high school, stood near the doorway during our whole conversation, engrossed in a mobile phone game. San Jie said she doesn't need to waste time learning old traditions, but instead should focus on her studies.    ", "We said our goodbyes in the village and got in the car for the long drive to the airport, our tummies full of sticky rice and our heads warm from rice liquor. We noticed the same car from before was following us all the way to the airport, and wondered how the minders in Dali would write up a report on our trip for their bosses in the propaganda department. They witnessed us befriend and learn from the hardworking Dali villagers, who are willing to do whatever it takes to give their children a better life.   "], "headline": "After 3 years of Covid, CNN went into rural China for Lunar New Year. Here's what we found and how officials tried stopping us    ", "timestamp": "  Updated  3:31 AM EST, Fri January 27, 2023    ", "act": "/2023/01/27/china/rural-china-lunar-new-year-covid-intl-hnk-dst"}, "/2023/01/22/china/china-zero-covid-protesters-detained-beijing-intl-hnk": {"paras": ["When one by one, the friends of a young woman living in Beijing began disappearing - detained by the police after attending a vigil together weeks earlier - she felt sure that her time was nearing.   ", "\"As I record this video, four of my friends have already been taken away,\" the woman, age 26, said, speaking clearly into the camera in a video recording from late December obtained by CNN.   ", "\"I entrusted some friends of mine with making this video public after my disappearance. In other words, when you see this video, I have been taken away by the police for a while.\"   ", "The woman - a recent graduate who is an editor at a publishing house - is among eight people, mainly young, female professionals in the same extended social circle, that CNN has learned have been quietly detained by authorities in the weeks following a peaceful protest in the Chinese capital on November 27.  ", "That protest was one of many that broke out in major cities across the country in an unprecedented showing of discontent with China's now-dismantled zero-Covid controls.   ", "CNN has confirmed that two of those eight were released on bail Thursday evening and Friday, respectively, just days ahead of the Lunar New Year. One release was confirmed to CNN on Friday by her lawyer, who declined to comment further on whether she had been charged with a crime. The second was confirmed by a source with direct knowledge.   ", "CNN has not been able to confirm whether others were released and if so, how many.   ", "Two of the young women detained, including the editor, have been formally charged with \"picking quarrels and provoking trouble,\" people directly familiar with their cases said Friday - a step that could bring them closer to standing trial, with neither granted bail as of that day.  ", "The overall number of people detained in connection with the protests within China's notoriously opaque security and judicial systems also remains uncertain.   ", "Beijing authorities have made no official comment about the detentions and the city's Public Security Bureau did not respond to a faxed request for comment from CNN. There has been no public confirmation from the authorities involved that these or any other detentions were made in connection with the protests.   ", "CNN followed up on Monday with the district branch that is believed to be responsible for those detained following Beijing's November 27 protest, but the branch didn't respond prior to publication.  ", "What is known about these detentions, carried out quietly in the weeks after November 27, stands as a chilling marker of the lengths to which China's ruling Communist Party will go to stamp out all forms of dissent and free speech - and the tactics used to counter perceived threats.   ", "The account that follows has, except where otherwise indicated, been reconstructed from interviews with three separate sources, who each directly know at least one of the people who were detained and are familiar with the circumstances of others within that circle.    ", "CNN has agreed not to name any sources due to their concerns about retribution from the Chinese state and the sensitivities of speaking to foreign media. CNN is also not naming those detained for similar reasons.  ", "Late in the evening of November 27, demonstrators gathered along the banks of Beijing's Liangma River to remember at least 10 people killed in a fire that consumed their locked-down building in the northwestern city Urumqi. Public anger had grown following the emergence of video footage that appeared to show lockdown measures delaying firefighters from accessing the scene and reaching victims.   ", "Many in the crowd that gathered in the heart of Beijing's embassy district that night held up blank sheets of white A4-sized paper - a metaphor for the countless critical posts, news articles and outspoken social media accounts that were wiped from the internet by China's censors. Some decried censorship and called for greater political freedoms, or shouted slogans calling for an end to incessant Covid tests and lockdowns. Others lit their phone flashlights in remembrance of the lives lost in the enforcement of that zero-Covid policy - the lights reflecting on the river flowing below, according to images and reporting by CNN at the time.   ", "While police lined the streets that evening, the mood was largely calm and peaceful.   ", "The editor at the publishing house who joined that night did so \"with a heavy heart,\" after having heard that others would be mourning the Urumqi fire victims near the river that evening, she said in her video message.   ", "Carrying flowers and notes of condolence for the victims, the editor met up with her friends. Among them was a former reporter who had studied sociology overseas and was a community volunteer during the lockdown in Shanghai.   ", "Another friend, a journalist, attended as well as a teacher and a writer - all young women at similar stages of life - university graduates of the past few years, now starting out their careers.   ", "At least some of those in the circle left before the protests ended that night, grabbing some food before returning home for the evening, unaware that their lives were about to change.   ", "In the days that followed, their lives began to unravel.   ", "CNN has previously reported that authorities in Beijing used cellphone data to track down those who demonstrated along the Liangma River and call them in for questioning.    ", "Members of that group of friends were among those brought in. Police confiscated or searched their phones and electronic devices and subjected at least one to a urine test, according to one of the sources. Some, like the editor, were initially brought in for questioning, and held for around 24 hours, before they were released.   ", "For those in the group, an uneasy calm descended in the days following. For the editor, she said she felt that could have been the end of it. They felt that what they had done was innocuous and no different from others in the crowd that night, according to people familiar with the thinking of some of those detained.   ", "But just over two weeks later, the round-up of these Beijing friends began. Starting from December 18, four women in the group of friends and one of their boyfriends were detained by police over a period of several days. The editor learned of detentions among her friends with a sense of terror, a source said. She decided that if she were going to be taken away too, it would be better from her hometown in central China than a rented flat in Beijing.   ", "In the video recording, she said she attended the gathering with her friends that night because they had the \"right to express their legitimate emotions when fellow citizens die\" as people who care about the society they live in.   ", "\"At the scene, we followed the rules, without causing any conflict with the police ... Why does this have to cost the lives of ordinary young people? ... Why can we be taken away so arbitrarily?\" she asked.   ", "But on December 23, after returning to her hometown, she too was taken into custody, according to two people familiar with her situation. Several days later, her friend, the sociology graduate, was also detained while visiting her hometown in southern China, becoming the seventh person in the circle to be taken in by police.   ", "After their detentions, another friend began reaching out to their families, who were from different parts of the country and not previously in contact, in the hopes of helping coordinate the young women's defense, according to a person familiar with the situation.   ", "Earlier this month, that friend, too, was detained, according to two sources.   ", "People who know them echoed a sense of confusion over the detentions in interviews with CNN, describing them as young female professionals working in publishing, journalism and education, that were engaged and socially-minded, not dissidents or organizers.   ", "One of those people suggested that the police may have been suspicious of young, politically aware women. Chinese authorities have a long and well-documented history of targeting feminists, and at least one of the women detained was questioned during her initial interrogation in November about whether she had any involvement in feminist groups or social activism, especially during time spent overseas, a source said.    ", "All felt the detentions indicated an ever-tightening space for free expression in China.   ", "\"To be honest, I think the logic of arresting them is quite unclear,\" said another source who knows them. \"Because they are really not particularly experienced (with activism) ... judging from this result, I can only say that this is a very ruthless suppression of some of the simplest and most spontaneous calls for justice in society today,\" the person said.  ", "\"If they were arrested and imprisoned because they went to participate in this peaceful protest, I feel that maybe any young person who loves literature and yearns for a little bit of so-called 'free thought' could be arrested,\" said an additional person. \"This signal is terrifying.\"   ", "As popular frustration from three years of zero-Covid lockdowns, mass testing and tracking boiled over into demonstrations of a type not seen since the Tiananmen Square pro-democracy movement of 1989, security forces largely refrained from an immediate overt, public crackdown that could have risked condemnation at home and abroad.   ", "Instead, in the days that followed, security forces were dispatched to the streets en masse to discourage further demonstrations, with police patrolling streets and checking cell phones, while also tracking down participants, warning them not to participate further or bringing some in for questioning, according to CNN reporting at the time.   ", "Even by December 7, as the government, amid mounting economic pressure, relaxed the Covid-19 policies that had sparked those protests, signs had already begun emerging of how much the Party viewed those who had gathered on the streets as a threat.  ", "In what appeared to be the first official acknowledgment of the protests on November 29, China's domestic security chief, without directly mentioning the demonstrations, called on law enforcement to \"resolutely strike hard against infiltration and sabotage activities by hostile forces,\" state-run news agency Xinhua reported.   ", "Not long after, in more pointed comments, China's envoy in France suggested to reporters - without providing any evidence - that while the demonstrations may have begun due to public frustration with Covid-19 controls, they were swiftly co-opted by anti-China foreign forces, according to a transcript later posted on the embassy's website.   ", "In his New Year's Eve address in late December, Chinese leader Xi Jinping said, it was \"only natural for different people to have different concerns or hold different views on the same issue\" in a big country, and what mattered was \"building consensus\" - a comment seen by some observers as striking a conciliatory tone, in contrast to its security crackdown.    ", "\"The 'A4 revolution' really, really shocked the Chinese authorities,\" said academic lawyer Teng Biao, a globally recognized expert on defending human rights in China, using a popular name for the nationwide protests that alludes to the blank pieces of paper held by protesters. \"And the Chinese government really, really wanted to know who was behind the protest.\"   ", "\"It's possible that the Chinese government or the secret police ... have some theory that some protesters played an important role,\" said Teng, who is currently a visiting professor at the University of Chicago and has himself been detained in China for his human rights and legal work. \"They really want to get evidence of which protesters or participants have connections with the United States, with other countries, maybe foreign foundations, and they have used torture (in the past) to get confessions.\"   ", "International human rights groups have repeatedly accused China of extorting confessions from detainees through torture - a practice that is prohibited in China and which officials in the past said had been eliminated.   ", "The University of Chicago's Center for East Asian Studies on Wednesday also issued a statement saying they were \"aware that people, including a former student of the University of Chicago, have recently been detained in China due to their participation in peaceful protests,\" and called for their prompt release.  ", "Under Chinese criminal law, prosecutors have 37 days to approve a criminal detention or let the detainees go, and if people are not released within that time, they have little chance to be released before trial - and almost all trials end in a guilty verdict, according to Teng.   ", "One charge, \"picking quarrels and provoking trouble\" that two of the friends have had formally approved against them, according to people familiar with the cases, carries a maximum sentence of up to five years. A release on bail, meanwhile, though rare, often leads to the dismissal of the case, Teng said.   ", "The handling of political and human rights cases in China, however, \"in practice ... is totally arbitrary,\" he said, adding that while these cases in Beijing had been brought to light there could be dozens, if not several hundred, similar such detentions in cities across the country that remain unreported - with families afraid to hire lawyers or talk to media.   ", "The deep uncertainty of what would come next within China's opaque system was clearly present in the mind of the editor as she recorded her video message in the days before her arrest. Then, she thought of her family, who would be unsure where she had gone - and what they would do in the situation they now find themselves.   ", "\"I guess my mother is now also coming from the south, traveling all the long way to Beijing to ask about my whereabouts,\" said the editor, who CNN has confirmed remained in custody as of Friday.   ", "In her final words in the video message, she made a simple call for help: \"Don't let us disappear from this world without clarity,\" she said. \"Don't let us be taken away or convicted arbitrarily.\"   "], "headline": "A group of friends attended a vigil in Beijing. Then one by one, they disappeared    ", "timestamp": "  Updated  9:19 PM EST, Mon January 23, 2023    ", "act": "/2023/01/22/china/china-zero-covid-protesters-detained-beijing-intl-hnk"}, "/2023/01/22/china/china-covid-80-lunar-new-year-intl-hnk": {"paras": ["Eight in 10 people in China have now been infected with Covid-19, a prominent government scientist has claimed.  ", "Wu Zunyou, the chief epidemiologist of China's Center for Disease Control and Prevention, said on Saturday - the eve of the Lunar New Year - that the present \"wave of epidemic has already infected about 80% of the people\" in the country of 1.4 billion people.   ", "His claim came amid concerns the travel rush that takes place around the Lunar New Year holiday period - sometimes dubbed the 'world's largest human migration' - could spread the virus to the countryside and cause a second wave of infections.  ", "But Wu, speaking on his personal social media account, said this scenario was unlikely as so many people had already been infected.  ", "\"In the next two to three months, the possibility of a large-scale Covid-19 rebound or a second wave of infections across the country is very small,\" Wu said.  ", "China's Ministry of Transport estimates over 2 billion passenger trips will take place during the 40-day Lunar New Year season as people across the country return to their hometowns for family reunions for the first time without domestic travel restrictions since the start of the pandemic over three years ago.  ", "Chinese state broadcaster CCTV reported on Sunday that more than 26 million passenger trips were taken on the eve of Lunar New Year.  ", "That is only half of the number of travelers from the same day in 2019, prior to the Covid-19 pandemic, but 50.8% higher than 2022, it said.  ", "More than 4.1 million people traveled by train and 756,000 people by air for holiday reunions on the day before the start of Lunar New Year, CCTV added.  ", "The country's road transport system registered more than 20 million passenger trips on the same day, 55.1 % higher than the number from 2022.  ", "As of Friday, China's transport system had handled over 560 million passenger trips in the first 15 days of the 40-day ongoing Spring Festival travel rush via rail, highway, water, and air, up 47.9% from the same period last year, according to CCTV.  ", "Previously, research by the National School of Development at Peking University had suggested more than 900 million people, or 64% of the Chinese population, were \"likely\" to have been infected with Covid-19 as of January 11.  ", "The university's research also suggested the epidemic peaked across much of the country on December 20, about 13 days after China began easing its Covid restrictions.   ", "By the end of December, infections had peaked everywhere in the country, according to the research.  ", "Chinese health authorities have made similar claims, saying on Thursday that visits to clinics for fever and Covid hospitalizations in China have declined since their peaks in late December and early January respectively.   ", "According to the authorities, the number of Covid patients needing critical care in hospitals has also peaked.  ", "Nearly 60,000 people with Covid died in Chinese hospitals between December 8 and January 12 after China abruptly scraped its \"zero-Covid\" policies, according to government data.  ", "However, the World Health Organization's executive director for health emergencies Mike Ryan suggested earlier this month that the numbers released by China \"under-represent the true impact of the disease\" in terms of hospital and ICU admissions, as well as deaths.  ", "According to an internal estimate from the nation's top health officials, in the first 20 days of December almost 250 million people in China may have caught Covid. If correct, the estimate - which CNN cannot independently confirm - would account for roughly 18% of China's population.  "], "headline": "China says 80% of population have had Covid-19, as millions travel for Lunar New Year    ", "timestamp": "  Updated  1:44 AM EST, Sun January 22, 2023    ", "act": "/2023/01/22/china/china-covid-80-lunar-new-year-intl-hnk"}, "/2023/01/05/china/china-covid-outbreak-who-data-intl-hnk": {"paras": ["The World Health Organization has accused China of \"under-representing\" the severity of its Covid outbreak and criticized its \"narrow\" definition of what constitutes a Covid death, as top global health officials urge Beijing to share more data about the explosive spread.  ", "\"We continue to ask China for more rapid, regular, reliable data on hospitalizations and deaths, as well as more comprehensive, real-time viral sequencing,\" WHO director-general Tedros Adhanom Ghebreyesus said at a media briefing in Geneva Wednesday.  ", "\"WHO is concerned about the risk to life in China and has reiterated the importance of vaccination, including booster doses, to protect against hospitalization, severe disease, and death,\" he said.  ", "Speaking in more detail, WHO executive director for health emergencies Mike Ryan said the numbers released by China \"under-represent the true impact of the disease\" in terms of hospital and ICU admissions, as well as deaths.   ", "He acknowledged that many countries have seen lags in reporting hospital data, but pointed to China's \"narrow\" definition of a Covid death as part of the issue.   ", "The country only lists those Covid patients who succumbed with respiratory failure as having died of Covid. In the two weeks prior to January 5, China reported fewer than 20 deaths from local Covid cases, according to figures released on the Chinese Center for Disease Control and Prevention (CDC) website - even as the outbreak has overwhelmed hospitals and crematoriums amid apparent Covid surges in multiple cities.   ", "On Thursday, China's Foreign Ministry said the country has always shared epidemic information \"in a timely, open and transparent manner\" and insisted its Covid situation was \"under control.\"   ", "\"It is hoped that the WHO secretariat will take a science-based, objective and just position and play a positive role in addressing the pandemic globally,\" spokesperson Mao Ning said at a daily news briefing.   ", "Chinese experts would attend a regular WHO member state briefing on Thursday to \"respond to technical issues that are of concern to other parties,\" Mao said, adding that China would continue to closely monitor possible mutations of the virus and release relevant information.  ", "WHO officials, who have grappled with Beijing's tight control of data access throughout the pandemic, have become increasingly vocal in their calls for reliable information as a major outbreak rips across China's urban centers in the wake of an abrupt relaxation of disease controls last month.  ", "The surge in cases in a country of 1.4 billion has also raised global concerns about the potential emergence of new variants - and of China's levels of monitoring and sharing data. A number of countries have implemented Covid testing requirements for travelers from China, citing a dearth of data on strains circulating there.   ", "On Wednesday, the European Union \"strongly encouraged\" its member states to introduce a requirement for a negative Covid test for passengers traveling from China to the EU, according to a statement released by the Swedish presidency of the bloc.   ", "WHO's Tedros said Wednesday it was \"understandable\" that some countries were taking these steps, \"with circulation in China so high and comprehensive data not forthcoming.\"  ", "China's Foreign Ministry earlier this week decried the measures as unscientific and vowed to take \"corresponding countermeasures for different situations in accordance with the principle of reciprocity.\"  ", "Some health experts around the world have also criticized targeted travel screening as ineffective and voiced concern such measures could fuel racism and xenophobia.  ", "In an online statement updated Thursday, GISAID - an international initiative for sharing genomic data of viruses causing influenza and Covid-19 - said China had continued \"to ramp up\" its surveillance efforts and preliminary analyses indicated reported data closely resembles that of known variants already spreading globally.  ", "Chinese health officials also presented recent genomic data to a WHO advisory body during a closed-door meeting Tuesday. In a statement Wednesday, the WHO advisory body said the variants detected in China are known and have been circulating in other countries, with no new variant yet reported by the Chinese CDC.  ", "But the advisory group and top WHO officials stressed the need for more forthcoming genomic data. The latest situation adds to longstanding challenges for the UN body, which faced criticism at the start of the pandemic that it did not push China hard enough for data amid concerns Beijing was obscuring critical information.  ", "\"There's a lot more data that needs to be shared from China and additionally from around the world so that we can track this pandemic as we enter this fourth year,\" Maria Van Kerkhove, WHO's technical lead on Covid, said Wednesday.  ", "\"We need more information on sequencing around the country, (and for) those sequences to be shared with publicly available databases like GISAID so that deeper analyses can be done,\" she said.  "], "headline": "China 'under-representing' true impact of Covid outbreak, WHO says    ", "timestamp": "  Updated  1:34 AM EST, Fri January 6, 2023    ", "act": "/2023/01/05/china/china-covid-outbreak-who-data-intl-hnk"}, "/2023/01/05/china/hong-kong-china-border-reopening-january-8-intl-hnk": {"paras": ["The Chinese government announced on Thursday that it will reopen its border with Hong Kong on January 8, nearly three years after it was largely shut in an effort to contain the spread of Covid.   ", "Up to 60,000 Hong Kong residents will be able to cross the border into the mainland as a gradual reopening of border control points begins, Hong Kong leader John Lee told media on Thursday following an announcement from Beijing.  ", "The shift will eliminate what had been a mandatory quarantine for travelers from Hong Kong to the mainland. All travelers will be required to test negative for Covid via a PCR test within 48 hours prior to crossing, and passenger quotas apply to travel in both directions.  ", "The announced reopening falls on the same day China will drop quarantine requirements for international arrivals and scrap a number of Covid restrictions on airlines in place since the start of the pandemic.  ", "The changes come amid Beijing's sudden dismantling of its stifling Covid controls, following nationwide protests. The apparent reopening of the mainland comes after three years of self-imposed global isolation, during which efforts to resume regular transit with Hong Kong were repeatedly delayed.   ", "Most of previously bustling border crossings between Hong Kong and mainland China had been shut since early 2020, placing a heavy burden on families and businesses with ties on both sides.  ", "The quota includes 50,000 people to travel via three land checkpoints, while the remaining 10,000 are for people traveling via the Hong Kong International Airport, two ferry piers and the Hong Kong-Zhuhai-Macau Bridge.   ", "The cap does not apply to Hong Kong residents traveling back to Hong Kong from the mainland, nor mainland Chinese traveling back to the mainland from Hong Kong, Lee said.  ", "In addition to testing, advance bookings will also be required for some travel.  ", "According to a statement from China's State Council, flights from Hong Kong and neighboring Macau to mainland China will resume and caps on passenger capacities will be lifted; the number of flights will increase in a \"phased and orderly\" fashion, the statement said.   ", "Land and maritime border control points between mainland China and Hong Kong and Macao will also resume in a \"phased and orderly\" manner.   ", "China will also resume issuing tourist and business visas for mainland Chinese residents traveling to Hong Kong, the statement added.   "], "headline": "China to open border with Hong Kong after three years of tight control    ", "timestamp": "  Updated  11:51 PM EST, Thu January 5, 2023    ", "act": "/2023/01/05/china/hong-kong-china-border-reopening-january-8-intl-hnk"}, "/2023/01/03/china/us-china-south-china-sea-intercept-intl-hnk-mic-ml": {"paras": ["The interception of a United States Air Force reconnaissance jet by a Chinese fighter over the South China Sea last month should be seen as a potential warning of how easily, and quickly things can go terribly wrong - raising the risk of a deadly military confrontation between the two powers, analysts say.  ", "The incident in question occurred on December 21 over the northern part of the South China Sea in what the US says was international airspace.  ", "Performing what the US military deemed an \"unsafe maneuver,\" a Chinese navy J-11 fighter jet flew within 20 feet of the nose of a US RC-135 Rivet Joint, an unarmed reconnaissance plane with about 30 people on board, forcing the US plane to take \"evasive maneuvers to avoid a collision,\" according to a statement from the US Indo-Pacific Command issued on December 28.  ", "It released a video of the incident showing the Chinese fighter flying to the left of and slightly above the four-engine US jet, similar to the Boeing 707 airliners of the 1960s and '70s, and then gradually closing in on its nose before moving away.  ", "The People's Liberation Army's Southern Theater Command, in a report on China Military Online, had a different interpretation of the encounter, saying it was the US jet that \"abruptly changed its flight attitude and forced the Chinese aircraft to the left.\"  ", "\"Such a dangerous approaching maneuver seriously affected the flight safety of the Chinese military aircraft,\" it said.  ", "It released its own video of the incident, shot from the fighter jet, that appeared to show the RC-135 moving closer to and behind the fighter.  ", "Aviation and military experts contacted by CNN who watched the two videos said it appeared the Chinese jet was firmly in the wrong and had no reason to get as close as it did to the American plane.  ", "\"The 135 was in international airspace and is a large, slow, non-maneuverable aircraft. It is the responsibility of the approaching smaller, fast, maneuverable aircraft to stay clear, not to cause a problem for both aircraft,\" said Peter Layton, a former Royal Australian Air Force officer, now with the Griffith Asia Institute.  ", "\"The intent of the interception was presumably to visually identify the aircraft and the fighter could have stayed several miles away and competed that task. Getting closer brings no gains,\" he said.  ", "Robert Hopkins, a retired US Air Force officer who flew similar reconnaissance jets, also pushed back at the Chinese interpretation of events.  ", "\"The (Chinese) response is so far divorced from reality that it is fictional. An unarmed, airliner-sized aircraft does not aggressively turn into a nimble armed fighter,\" said Hopkins.  ", "But Hopkins also said the US military risked blowing the incident out of proportion in saying the US jet had to take \"evasive maneuvers,\" a term he described as \"overly dramatic.\"  ", "\"These are no different than a driver adjusting her position to avoid a temporary lane incursion by an adjacent driver,\" Hopkins said. \"The US response is pure theater and needlessly creates an exaggerated sense of danger.\"  ", "But while the incident itself was safely managed by the US pilots, experts agreed the small distance between the US and Chinese planes evident in the videos leaves little room for error.  ", "\"Flying aircraft close to each other at 500 miles per hour with unfriendly intentions is generally unsafe,\" said Blake Herzinger, a nonresident fellow and Indo-Pacific defense policy expert at the American Enterprise Institute.  ", "\"At that range, an unexpected maneuver or an equipment issue can cause a terrible accident in under a second,\" Herzinger said.  ", "And Herzinger said the current state of US-China military relations means accidents could quickly turn into armed confrontation.  ", "\"It's worth remembering that the PLA has effectively wrecked any kind of hotlines or discussion forums for addressing potential incidents with the United States. If an intercept does go wrong, there are fewer options than ever for senior officers to limit potential escalation,\" he said.  ", "Layton pointed out another potential danger that could lead to escalation. As seen in the US video, the Chinese aircraft is armed with air-to-air missiles.  ", "\"The 135 is an unarmed aircraft. Why does the PLAN consider it necessary to intercept carrying missiles when the intent was to visually identify the aircraft? Doing this is potentially dangerous and could lead to a major and tragic incident,\" Layton said.  ", "But in a regular press briefing on Friday, a spokesperson for the Chinese Foreign Ministry said the incident was just the latest in a string of US provocations that threaten stability in the region.  ", "\"Let me point out that for a long time, the US has frequently deployed aircraft and vessels for close-in reconnaissance on China, which poses a serious danger to China's national security,\" Foreign Ministry spokesperson Wang Wenbin said.  ", "The Chinese Southern Theater Command said the US reconnaissance jet was flying \"in the vicinity of China's southern coastline and the Xisha Islands\" - known in the West as the Paracels - where Beijing has built up military installations.  ", "The US Indo-Pacfic Command said the RC-135 was in international airspace and was \"lawfully conducting routine operations.\"   ", "China claims almost all of the vast South China Sea as part of its territorial waters, including many distant islands and inlets in the disputed body of water, many of which Beijing has militarized.  ", "The US does not recognize these territorial claims and routinely conducts operations there, including freedom of navigation operations through the South China Sea.   ", "\"The US's provocative and dangerous moves are the root cause of maritime security issues. China urges the US to stop such dangerous provocations, and stop deflecting blame on China,\" the Foreign Ministry's Wang said.  ", "But Washington has consistently pointed the finger back at China in these intercepts, which date back decades.  ", "In the most infamous incident in 2001, a Chinese fighter jet collided with a US reconnaissance plane near Hainan Island in the northern South China Sea, leading to a major crisis as the Chinese pilot was killed and the damaged US plane barely managed a safe landing on Chinese territory. The US crew was released after 11 days of intense negotiations.  ", "After a string of incidents last year involving intercepts of US and allied aircraft by Chinese warplanes, US Defense Secretary Lloyd Austin said the PLA's  actions were escalating and \"should worry us all.\"  ", "Layton said he thinks Beijing may have been trying to provoke the US military last month, and get it on video.  ", "\"There was no possible gain by the fighter flying so close except to create an incident - that was handily recorded on a high quality video camera the fighter's crew just happened to have and be using. The incident seems very well planned by the PLAN, if rather risky,\" he said.   "], "headline": "Videos show both sides of US-China aerial encounter - and highlight the risks involved    ", "timestamp": "  Updated  5:07 AM EST, Wed January 4, 2023    ", "act": "/2023/01/03/china/us-china-south-china-sea-intercept-intl-hnk-mic-ml"}, "/2023/01/03/china/china-covid-peak-2022-intl-hnk": {"paras": ["The wave of Covid infections sweeping across China may already have peaked in some of the country's largest cities, including Shanghai and Beijing, according to a new study.  ", "The study, published on December 29 in the peer-reviewed journal Frontiers of Medicine, said mathematical modeling predicted the latest wave of infections would pass through China's major cities by the end of 2022, whereas more rural areas would be hit by the surge in mid-to-late January.   ", "The spread could be \"dramatically enhanced\" by travels expected during the upcoming Spring Festival, a national holiday period surrounding the Lunar New Year, which falls on January 22, the study said.   ", "For nearly three years, the Chinese government used strict lockdowns, centralized quarantines, mass testing and rigorous contact tracing to curb the spread of the virus. That costly strategy was abandoned in early December, following an explosion of protests across the country against stringent restrictions that have upended businesses and daily life.  ", "Researchers from universities and health institutions in Shanghai modeled the curves of daily new Covid-19 cases and accumulated total cases from the beginning of October to November 29, before the country began easing its nucleic testing requirements.   ", "\"The results showed that Guangzhou already passed the recent wave, while Beijing, Shanghai, and Chongqing urban areas are in the midst of the current wave that would likely pass by the end of 2022,\" the study said.   ", "In Chongqing's rural areas, the Spring Festival travel rush \"could accelerate\" the onset of the upcoming wave by up to 30 days, it added.    ", "\"It is reasonable to speculate that the Omicron outbreak in Chinese mainland might appear in multiple waves, with re-appearance of new local surges possibly in late 2023,\" the study said.   ", "The study recommended emergency measures should be directed at delivering over-the-counter medicine to symptomatic patients who are low-risk, vaccinated, and under 60 years. It also recommended to timely treat high risk populations that are vaccinated and older than 60 years with anti-viral drugs.   ", "Chinese leader Xi Jinping had previously staked his political legitimacy on zero-Covid, but the sudden policy U-turn caught the public and the country's fragile health system unprepared, leaving many to question his wisdom.", "Widespread shortages of cold and fever medicine have left hospitals scrambling to cope with an unprecedented surge of infections. And while China's tightly-sealed borders are gradually opening up, some countries appear cautious to receive travelers from the country, imposing new requirements for a negative Covid test before travel.   ", "Some studies estimate the death toll could be in excess of a million, if China fails to roll out booster shots and antiviral drugs fast enough.  ", "The government has launched a booster campaign for the elderly, but many remain reluctant to take it due to concerns about side effects.   "], "headline": "Major Chinese cities past Covid peak as wave moves to rural areas, new study projects    ", "timestamp": "  Updated  5:09 AM EST, Tue January 3, 2023    ", "act": "/2023/01/03/china/china-covid-peak-2022-intl-hnk"}, "/2022/12/26/china/china-covid-beijing-paxlovid-distribution-intl-hnk": {"paras": ["Beijing will begin distributing Pfizer's Covid-19 drug Paxlovid to the city's community health centers in the coming days, state media reported Monday.  ", "The report comes as the city grapples with an unprecedented wave of infections that has severely strained its hospitals and emptied pharmacy shelves.  ", "The state-run China News Service reported Monday that after receiving training, community doctors will administer the medicine to Covid-19 patients and give instructions on how to use them.   ", "\"We have received the notice from officials, but it is not clear when the drugs will arrive,\" it cited a worker at a local community health center in Beijing's Xicheng district as saying.  ", "Paxlovid remains the only foreign medicine to treat Covid that has been approved by China's regulator for nationwide use, but access is extremely difficult to come by. When a Chinese healthcare platform offered the antiviral drug earlier this month, it sold out within hours.  ", "Azvudine, an oral medicine developed by China's Genuine Biotech, has also been approved.  ", "After nearly three years of lockdowns, quarantines and mass testing, China abruptly abandoned its zero-Covid policy this month following nationwide protests over its heavy economic and social toll.   ", "The abrupt change in policy has sparked panic buying of fever and cold medicines, leading to widespread shortages, both at pharmacies and on online shopping platforms. Long lines have become routine outside fever clinics and hospital wards overflowing with patients in the capital Beijing and elsewhere in the country.  ", "On Monday, Chinese state media CCTV quoted President Xi Jinping as saying the country needed a more targeted health strategy to protect people's lives as the Covid situation in China changes.  ", "\"Xi Jinping emphasized that our country is currently facing a new Covid outbreak situation and new responsibilities, we need to conduct our patriotic health movement in a more targeted manner,\" the CCTV report said.  ", "It was one of the first public statements made by Xi about China's Covid situation since the government's decision to ease its strict restrictions.   ", "An emergency room doctor in Beijing told the state-run People's Daily on Thursday that four doctors on his shift did not have time to eat or drink. \"We have been seeing patients nonstop,\" he said.   ", "Another emergency room doctor told the newspaper he had been working despite having developed fever symptoms. \"The number of patients is high, and with fewer medical staff, the pressure is multiplied,\" said the doctor.   ", "In a sign of the strain on Beijing's medical system, hundreds of health professionals from across China have traveled to the city to assist medical centers.  ", "As the capital, Beijing has some of the best medical resources in the country. However, the abrupt zero-Covid u-turn has left people and health facilities ill-prepared to deal with a surge in infections.   ", "China's official Covid case count has become meaningless after it rolled back mass testing and allowed residents to use antigen tests and isolate at home. It has stopped reporting asymptomatic cases, conceding it was no longer possible to track the actual number of infections.   ", "According to an internal estimate from the National Health Commission, almost 250 million people in China have caught Covid in the first 20 days of December - accounting for roughly 18% of the country's population.  ", "Experts have warned that as people in big cities return to their hometowns for the Lunar New Year next month, the virus could sweep through China's vast rural areas, where vaccination rates are lower and medical resources are severely lacking.   "], "headline": "Beijing to distribute Pfizer antiviral drug as Covid wave strains health system    ", "timestamp": "  Updated  9:10 PM EST, Mon December 26, 2022    ", "act": "/2022/12/26/china/china-covid-beijing-paxlovid-distribution-intl-hnk"}, "/2022/12/23/china/china-covid-infections-250-million-intl-hnk": {"paras": ["Almost 250 million people in China may have caught Covid-19 in the first 20 days of December, according to an internal estimate from the nation's top health officials, Bloomberg News and the Financial Times reported Friday.  ", "If correct, the estimate - which CNN cannot independently confirm - would account for roughly 18% of China's 1.4 billion people and represent the largest Covid-19 outbreak to date globally.  ", "The figures cited were presented during an internal meeting of China's National Health Commission (NHC) on Wednesday, according to both outlets - which cited sources familiar with the matter or involved in the discussions. The NHC summary of Wednesday's meeting said it delved into the treatment of patients affected by the new outbreak.  ", "On Friday, a copy of what was purportedly the NHC meeting notes was circulated on Chinese social media and seen by CNN; the authenticity of the document has not been verified and the NHC did not immediately respond to a request for comment.   ", "Both the Financial Times and Bloomberg laid out in great detail the discussions by authorities over how to handle the outbreak.  ", "Among the estimates cited in both reports, was the revelation that on Tuesday alone, 37 million people were newly infected with Covid-19 across China. That stood in dramatic contrast to the official number of 3,049 new infections reported that day.  ", "The Financial Times said it was Sun Yang - a deputy director of the Chinese Center for Disease Control and Prevention - who presented the figures to officials during the closed-door briefing, citing two people familiar with the matter.  ", "Sun explained that the rate of Covid's spread in China was still rising and estimated that more than half of the population in Beijing and Sichuan were already infected, according to the Financial Times.  ", "The estimates follow China's decision at the start of December to abruptly dismantle its strict zero-Covid policy which had been in place for almost three years.  ", "The figures are in stark contrast to the public data of the NHC, which reported just 62,592 symptomatic Covid cases in the first twenty days of December.  ", "How the NHC came up with the estimates cited by Bloomberg and the Financial Times is unclear, as China is no longer officially tallying its total number of infections, after authorities shut down their nationwide network of PCR testing booths and said they would stop gathering data on asymptomatic cases.  ", "People in China are also now using rapid antigen tests to detect infections and are under no obligation to report positive results.  ", "Officially, China has reported only eight Covid deaths this month - a strikingly low figure given the rapid spread of the virus and the relatively low vaccine booster rates among the elderly.   ", "Only 42.3% of those aged 80 and over in China have received a third dose of vaccine, according to a CNN calculation of new figures released by the NHC on December 14.  ", "Facing growing skepticism that it is downplaying Covid deaths, the Chinese government defended the accuracy of its official tally by revealing it had updated its method of counting fatalities caused by the virus.  ", "According to the latest NHC guidelines, only deaths caused by pneumonia and respiratory failure after contracting the virus are classified as Covid deaths, Wang Guiqiang, a top infectious disease doctor, told a news conference Tuesday.  ", "The minutes of the Wednesday closed-door NHC meeting made no reference to discussions concerning how many people may have died in China, according to both reports and the document CNN viewed.  ", "\"The numbers look plausible, but I have no other sources of data to compare [them] with. If the estimated infection numbers mentioned here are accurate, it means the nationwide peak will occur within the next week,\" Ben Cowling, a professor of epidemiology at the University of Hong Kong told CNN in an emailed statement, when asked about the purported NHC estimates.  "], "headline": "Leaked notes from Chinese health officials estimate 250 million Covid-19 infections in December: reports    ", "timestamp": "  Published  9:53 PM EST, Fri December 23, 2022    ", "act": "/2022/12/23/china/china-covid-infections-250-million-intl-hnk"}, "/2022/12/22/china/china-covid-deaths-crematorium-intl-hnk-mic": {"paras": ["For much of the pandemic, images of overflowing hospitals and busy funeral homes from the United States have featured heavily on China's state-controlled television, where the deaths of over a million Americans from Covid is depicted as a gross failing of Western democracy.  ", "Now, as an unprecedented wave of infections rips through China, its state media is deliberately ignoring scenes of crowded hospital wards and packed crematoriums unfolding at home, while officials insist that by the government's own count, few people are dying of Covid.  ", "For nearly three years, China's hardline zero-Covid policy shielded its population from the kind of mass deaths that haunted Western nations - a contrast repeatedly driven home by the Communist Party to illustrate the supposed superiority of its rule.  ", "But as China abruptly abandoned that strategy, with little warning or apparent preparation, the prospect of surging deaths - projected by some studies to be as high as one million - has become a thorny issue for a government that staked its legitimacy on \"saving lives.\"  ", "Officially, China reported only eight Covid deaths this month - a strikingly low figure given the rapid spread of the virus and the relatively low vaccine booster rates among the vulnerable elderly.   ", "The official tally has been met with disbelief and ridicule online, where posts mourning loved ones dying of Covid abound. Caixin, a Chinese financial magazine known for its investigative pieces, reported on the deaths of two veteran state media journalists infected with Covid, on days the official toll stood at zero.  ", "Other social media posts have described the frustration experienced by many in attempting to obtain a hearse and the difficulty of securing a slot for cremation at a funeral home.  ", "When CNN visited a major crematorium in Beijing on Tuesday, the parking lot was completely packed, with a long line of cars snaking around the cremation area waiting to get in. Smoke billowed constantly from the furnaces, while yellow body bags piled up inside metal containers.  ", "Grieving family members waiting in line clutched photos of the deceased. Some told CNN they had been waiting for more than a day to cremate their loved ones, who died after contracting Covid. One man told CNN the hospital where his friend passed away was too full to keep the body, because so many people had died there. His friend's body was left on the hospital floor, he said.  ", "In the nearby shops selling funerary items, a florist said she was running out of stock, and a convenience store owner said business had never been so busy.  ", "In many parts of the country, crematoriums are struggling to keep up with an influx of bodies too, according to social media footage.  ", "Outside a Beijing hospital designated for Covid patients, a steady stream of elderly patients in wheelchairs entered the facility when CNN visited on Tuesday. A man outside the hospital said space is running out, and he had to go the night before to register his elderly family member for a bed.  ", "A hazmat-suited worker, who was sorting through yellow bags of medical waste, said he had been working extra hours in the evening to deal with the surge of Covid patients. \"There is a lot of old people particularly,\" he said.  ", "Elderly Covid patients with underlying conditions were dying every day, the worker said.   ", "Facing growing skepticism that it is downplaying Covid deaths, the Chinese government defended the accuracy of its official tally by revealing it had updated its method of counting fatalities caused by the virus.  ", "According to the latest guidelines from the National Health Commission, only those whose death is caused by pneumonia and respiratory failure after contracting the virus are classified as Covid deaths, Wang Guiqiang, a top infectious disease doctor, told a news conference Tuesday.  ", "Those deemed to have died due to another disease or underlying condition, such as in the event of a heart attack, will not be counted as a virus death, even if they were sick with Covid at the time, he said.   ", "Commenting on China's criteria of counting Covid deaths on Wednesday, the World Health Organization's emergencies chief Michael Ryan said the definition was \"quite narrow.\"  ", "\"People who die of Covid die from many different (organ) systems' failures, given the severity of infection,\" Ryan said. \"So limiting a diagnosis of death from Covid to someone with a Covid positive test and respiratory failure will very much underestimate the true death toll associated with Covid.\"  ", "According to Wang, the Chinese doctor, the change in the definition was necessitated by the mild nature of Omicron, which is different from the Wuhan strain at the start of the pandemic, when most patients died from pneumonia and respiratory failure.  ", "But Jin Dongyan, a virologist at the University of Hong Kong, pointed out this is more or less the same strict criteria Chinese authorities have used to tally Covid deaths all along.  ", "The definition was only slightly broadened in April this year to include some Covid patients who died of underlying conditions during the Shanghai lockdown in order to justify the draconian restrictions, Jin said.   ", "During Shanghai's outbreak from March to May, city officials reported 588 Covid deaths from some 600,000 infections. But once the city's lockdown lifted, the nationwide death toll remained at zero for the next six months, despite the number of infections reaching into the hundreds of thousands. Then, in late November, Beijing announced three octogenarians had died of underlying conditions with Covid, just as the city ramped up its own Covid restrictions amid a widening outbreak.  ", "According to Jin, these inconsistencies reveal China's method of counting Covid deaths to be \"entirely subjective.\" \"The death data has been misleading from the start,\" he said.  ", "Counting deaths from Covid versus deaths with Covid has been a topic of debate worldwide since the start of the pandemic, said Ben Cowling, a professor of epidemiology at the University of Hong Kong.  ", "Most countries, including the United States, decided it's too difficult to evaluate every single death to know whether Covid was a factor, and counted deaths with Covid in their official death tolls, Cowling said.  ", "But he pointed out the debate over how to count Covid deaths would be overshadowed by a bigger issue in China - namely, there is very little PCR testing being done after the government rolled back mass testing.  ", "\"We know there's many, many Covid deaths already occurring. And those are not being counted with the Chinese method or with the American method, because the testing is not being done,\" he said.  ", "\"The substantial reduction in testing would have a greater effect on the death statistics that we're going to see in the coming one to two months.\"  "], "headline": "As crematoriums fill up, China shifts how it counts Covid deaths    ", "timestamp": "  Updated  10:53 PM EST, Thu December 22, 2022    ", "act": "/2022/12/22/china/china-covid-deaths-crematorium-intl-hnk-mic"}, "/2022/12/19/china/china-covid-study-one-million-deaths-intl-hnk-mic": {"paras": ["China's abrupt and under-prepared exit from zero-Covid could lead to nearly 1 million deaths, according to a new study, as the country braces for an unprecedented wave of infections spreading out from its biggest cities to its vast rural areas.  ", "For nearly three years, the Chinese government has used strict lockdowns, centralized quarantines, mass testing and rigorous contact tracing to curb the spread of the virus. That costly strategy was abandoned earlier this month, following an explosion of protests across the country against stringent restrictions that have upended businesses and daily life.  ", "But experts have warned that the country is poorly prepared for such a drastic exit, having fallen short on bolstering the elderly vaccination rate, upping surge and intensive care capacity in hospitals, and stockpiling antiviral medications.  ", "Under the current conditions, a nationwide reopening could result in up to 684 deaths per million people, according to the projections by three professors at the University of Hong Kong.  ", "Given China's population of 1.4 billion people, that would amount to 964,400 deaths.  ", "The surge of infections would \"likely overload many local health systems across the country,\" said the research paper, released last week on the Medrxiv preprint server and which has yet to undergo peer review.   ", "Simultaneously lifting restrictions in all provinces would lead to hospitalization demands 1.5 to 2.5 times of surge hospital capacity, according to the study.  ", "But this worst case scenario could be avoided if China rapidly rolls out booster shots and antiviral drugs.   ", "With fourth-dose vaccination coverage of 85% and antiviral coverage of 60%, the death toll can be reduced by 26% to 35%, according to the study, which is funded partly by the Chinese Center for Disease Control and Prevention (CDC) and the Hong Kong government.  ", "On Monday, Chinese health authorities announced two Covid deaths, both in the capital Beijing, which is grappling with its worst outbreak since the start of the pandemic.   ", "They were the first officially reported deaths since the dramatic easing of restrictions on December 7, although Chinese social media posts have pointed to a surge in demand at Beijing's funeral homes and crematoriums in recent weeks.  ", "An employee at a funeral home on the outskirts of Beijing told CNN they were swamped by the long queues for cremation, and customers would need to wait until at least the next day to cremate their loved ones.  ", "On Baidu, China's dominant online search engine, searches for \"funeral homes\" by Beijing residents have hit a record high since the pandemic began.  ", "Other major cities are also facing a surge in infections. In the financial hub of Shanghai, schools have moved most classes online starting from Monday. In the southern metropolis of Guangzhou, authorities have told students that are already taking online classes and pre-schoolers not to prepare for a return to school.  ", "In the megacity of Chongqing in the southwest, authorities announced on Sunday that public sector workers testing positive for Covid can go to work \"as normal\" - a remarkable turnaround for a city that only weeks ago had been in the throes of a mass lockdown.  ", "It is difficult to judge the true scale of the outbreak by official numbers. China stopped reporting asymptomatic cases last week, conceding it was no longer possible to track the actual number of infections. These asymptomatic cases used to account for the bulk of the country's official caseload. But the rest of the case count has been rendered meaningless too, as cities roll back mass testing and allow people to use antigen tests and isolate at home.  ", "Chinese experts have warned that the worst is yet to come. Wu Zunyou, the chief epidemiologist at the Chinese CDC, said the country is being hit by the first of three expected waves of infections this winter.  ", "Speaking at a conference in Beijing on Saturday, Wu said the current wave would run until mid-January. The second wave is expected to last from late January to mid-February next year, triggered by the mass travel ahead of the Lunar New Year holiday, which falls on January 21.  ", "Every year, hundreds of millions of people who have left their hometowns to build a life in China's fast growing cities pour into trains, buses and planes to see their family - a weeks-long travel rush known as the largest annual human migration on Earth.   ", "For three consecutive years, these homecoming trips have been discouraged by authorities under the zero-Covid policy. And experts warn that with domestic travel restrictions lifted, the virus could sweep through China's countryside, where vaccination rates are lower and medical resources are lacking.  ", "A third wave of cases would run from late February to mid-March as people returned to work after the week-long holiday, Wu said.  "], "headline": "China could see nearly a million deaths as it exits zero-Covid, study says    ", "timestamp": "  Updated  5:06 AM EST, Mon December 19, 2022    ", "act": "/2022/12/19/china/china-covid-study-one-million-deaths-intl-hnk-mic"}}