{"/2023/03/03/uk/royal-news-newsletter-03-03-23-scli-gbr-cmd-intl": {"paras": ["Royals speak through actions more than words, which often leaves royal commentators reading into what they do without the benefit of an explanation. This week, it came down to a handshake.  ", "King Charles III extended a warm welcome to President of the European Commission Ursula von der Leyen at Windsor on Monday. The pair chatted over a cup of tea and, according to a royal source, the meeting was an opportunity for the British sovereign to discuss the war in Ukraine and climate change with the visiting dignitary. Looking at the photograph of the moment, you may not see anything controversial, but it sparked this response from former BBC Royal Correspondent Peter Hunt, who tweeted:   ", "\"This is a very serious error of judgement by King Charles and his advisors. He's abandoned his unifying role and entered the political fray, in a foolish bid to be seen as statesmanlike. History won't be kind. Someone's head will roll.\"  ", "For context, Von der Leyen is not a head of state. Her counterpart in the UK is Prime Minister Rishi Sunak. An audience with the King was therefore a special privilege and falls under the category of \"rolling out the red carpet\" - which the British government often leans on when VIPs fly into town.   ", "But it wasn't the meeting itself that drew criticism, it was the timing of the diplomatic gesture.  ", "Von der Leyen had indeed come to the UK to meet Sunak so the pair could finalize a new UK deal with the European Union on post-Brexit trade arrangements in Northern Ireland. With its history of sectarianism and violence, the province is a deeply sensitive political issue, as is Brexit.   ", "From Sunak's point of view, the key challenge was winning support for a new protocol from two key groups: the Democratic Unionist Party (DUP), which wants Northern Ireland to remain a full part of the UK, and the European Research Group (ERG), which is made up of pro-Brexit Conservative lawmakers. Both these groups have an interest in limiting Europe's jurisdiction in Northern Ireland. They are also both firmly pro-monarchy.  ", "When it emerged that the King would hold an audience with Von der Leyen, critics questioned both the government and the palace's judgment, their argument being that his involvement could be interpreted as an implied endorsement of the political deal when, constitutionally, he's supposed to remain above politics. Many questioned whether Sunak had used the monarch to make his deal more palatable to the DUP and ERG.  ", "If that was the plan, it backfired.  ", "Former DUP leader Arlene Foster tweeted her disbelief that \"No10 would ask HM the King to become involved,\" before labeling the move \"crass\" and predicting it would \"go down very badly in NI (Northern Ireland).\"   ", "She added: \"We must remember this is not the King's decision but the Government who it appears are tone deaf.\"  ", "\"I think the sovereign should only be involved when things have been completed and accepted,\" Jacob Rees-Mogg, of the ERG, told GB News. \"The King gives assent to acts of parliament when parliament has agreed, he doesn't express his view on acts of parliament when they are going through the process. I think the same applies, that His Majesty should not be involved until there is full support for this agreement.\"  ", "The palace made it clear it didn't arrange the meeting. A spokesperson told CNN: \"The King is pleased to meet any world leader if they are visiting Britain and it is the Government's advice that he should do so.\"  ", "For the government, UK Foreign Secretary James Cleverly told LBC radio: \"It was our invitation to Ursula von der Leyen to come to the UK to finalize this deal with the prime minister. So of course, that was a conversation we had with the palace.\" He added that, \"the final decision, of course, on the availability of His Majesty is with the palace.\"  ", "It's unimaginable, however, that the King would refuse a request from the government without good reason.   ", "As the week draws to a close, the landmark deal agreed by Sunak and Von der Leyen appears to be going down better than expected and didn't trigger a political firestorm as some had feared. It was perhaps a close call for King Charles, who has been accused of political interference in the past. If it had blown up, it would have reflected on him, as it would have on everyone else in the room that day.  ", "Next time he may be less fortunate. There are few options available to him if he wants to avoid a meeting with someone who compromises his independence. Theoretically, he could say no to Downing Street's request, but that would create its own political backlash. Instead, he must rely on the prime minister of the day to have his back and keep him away from any potentially embarrassing situations.  ", "Speaking of European dignitaries ... On Friday, Buckingham Palace made the long-awaited announcement of Charles and Camilla's first joint state visit since he ascended the throne.  ", "The new monarch and his wife will visit France and Germany later this month for a six-day trip, touring some famous landmarks and attending state banquets hosted by French President Emmanuel Macron and German President Frank-Walter Steinmeier.  ", "A long list of engagements will await in Paris, where Charles and Camilla will arrive on March 26. The King will address lawmakers at the French Senate, open a new exhibition at the Musée d'Orsay, and join the Macrons, along with Camilla, at a ceremony of remembrance at the Arc de Triomphe.  ", "Charles will also \"witness first-hand the devastation caused by last summer's wildfires on the outskirts of Bordeaux,\" the palace said, continuing the King's long-standing efforts to raise awareness of the climate crisis.  ", "On March 29, the royals will arrive in Germany, where they'll meet Ukrainian refugees and representatives from a joint German-British military unit.  ", "The choice of a new monarch's first official overseas trip is a significant one, and Charles has opted to spend time with two close European partners of the UK. It marks the continued significance of Europe as an economic and political partner to Britain, despite the complicated post-Brexit relationship that London will hope was at least partially mended this week.  ", "A senior palace spokesperson said the trips are a \"chance to look forwards and show the many ways our countries are working in partnership, whether that be to tackle climate change; respond to the conflict in Ukraine; seize trade and investment opportunities or share the best of our arts and culture.\"  ", "70 years ago, Queen Elizabeth II went on a tour of Commonwealth countries as her first overseas engagement, starting with a stop in Bermuda.  ", "A 700-year-old chair is getting a facelift for the coronation.", "A conservator at London's Westminster Abbey is carrying out meticulous restoration work on a fragile 700-year-old chair to ensure King Charles III can sit on it at his coronation in May. The ancient throne, known as the Coronation Chair, has been the centerpiece of English coronations for centuries, including those of Henry VIII, Charles I, Queen Victoria and the late Queen Elizabeth II. Westminster Abbey - where the ceremony will take place - describes the chair as \"one of the most precious and famous pieces of furniture in the world\" and says it is in \"remarkable condition\" given its age. Nevertheless, it must still undergo some conservation work ahead of the ceremony to crown the King and Queen Consort on May 6. Get the full story here.", "It's a story that's been bubbling all week since British newspaper The Sun reported that the Sussexes were being evicted from their UK base of Frogmore Cottage in Windsor by the King. The decision was apparently made after Prince Harry published his memoir, \"Spare,\"  in January. According to the newspaper, Prince Andrew is being offered the use of the cottage instead. He currently lives nearby at the Royal Lodge. Frogmore was given to the couple as a grace-and-favor home, meaning the late Queen Elizabeth II allowed the Sussexes to use it in the long term. However, King Charles appears to feel differently. The couple's spokesperson confirmed to CNN that \"the Duke and Duchess of Sussex have been requested to vacate their residence at Frogmore Cottage.\" Read the full story here. ", "William and Kate get into gardening.", "The Prince and Princess of Wales launched a new collaboration with Life at No.27, a social enterprise that creates therapy allotments to provide mental health support for communities in south Wales. The announcement was made at Brynawel Rehabilitation Center, near the town of Pontyclun, where the first garden will be developed. Annabelle Padwick, founder of Life at No.27, said in a statement that she has \"seen first-hand how working with therapy gardens can dramatically improve self-belief and your own mental health\" - causes that Kate has long championed. Padwick praised how the \"unique\" treatment allows those suffering from mental ill health to \"process and explore difficult experiences with trained therapists whilst at the same time learning new skills.\"   ", "Harry and Meghan's foundation honors civil rights activist.", "The National Association for the Advancement of Colored People (NAACP) and the Archewell Foundation announced the 2023 recipient of the Digital Civil Rights Award on Monday. The annual award, launched last year, recognizes long-term contributors to the digital rights space whose work promotes equity. This year's winner is Nabiha Syed, a lawyer and CEO of The Markup, a media outlet which investigates how powerful institutions use technology to change society. \"Technology is the architecture of our reality - but unfortunately, that architecture can perpetuate inequality and injustice. Our job now is to challenge technology to serve us all, not just those who hold power and privilege,\" Syed said in a statement after receiving the award. The Sussexes praised Syed's work, which \"empower(s) all of us to reclaim some of our most basic freedoms: truth, safety, and choice.\"   ", "William has become royal patron of the Wales Air Ambulance charity - his first Welsh patronage since he received the title \"Prince of Wales.\" The patronage was announced during William and Kate's visit to the charity's headquarters on Tuesday, where they met emergency workers and volunteers. William, who previously worked as a pilot for the East Anglian Air Ambulance, \"has first-hand experience of working in the unique and often challenging air ambulance environment,\" according to Sue Barnes, chief executive of the Welsh charity.  ", "The British monarch sent a message of condolence to the President of Greece following Tuesday's deadly train crash, which killed more than 50 people. King Charles said he and wife Camilla have been \"most shocked and profoundly saddened by the news of the dreadful accident\" and wanted to \"express our deepest possible condolences.\"   "], "headline": "King Charles' meeting with EU chief is being criticized. Here's why    ", "timestamp": "  Published  11:09 AM EST, Fri March 3, 2023    ", "act": "/2023/03/03/uk/royal-news-newsletter-03-03-23-scli-gbr-cmd-intl"}, "/2023/03/03/uk/boris-johnson-partygate-evidence-intl-gbr": {"paras": ["Damning new evidence has been published as part of the inquiry that will determine whether or not former British Prime Minister Boris Johnson misled Parliament over his conduct during the so-called Partygate scandal.   ", "The new information suggests that people advising Johnson were aware that the gatherings taking place in Downing Street during Covid lockdowns were breaching the UK government's own guidelines, and points to a culture of drinking inside Downing Street at the time.   ", "Last year, the Metropolitan Police issued Johnson with a fine for attending one of the gatherings, making him the first sitting UK prime minister to be found guilty of breaking the law.   ", "The new details came in a report from the House of Commons Committee of Privileges, which published the evidence on which Johnson will be questioned when he appears before the panel later this year.   ", "The report says there was evidence indicating that Johnson may have misled Parliament about what he knew of the events in Downing Street. \"The evidence strongly suggests that breaches of guidance would have been obvious to Mr Johnson at the time he was at the gatherings,\" it adds.  ", "In one section of the report, Johnson's former director of communications is quoted as saying in a WhatApp message in relation to a gathering on June 19, 2020: \"I'm struggling to come up with a way this one is in the rules in my head.\" In response to a suggestion that the event be described as  \"reasonably necessary for work purposes,\" which would have fallen within the rules, the director of communications replies, \"not sure that one works does it. Also blows another great gaping hole in the PM's account doesn't it?\"  ", "Johnson repeatedly told Parliament that as far as he was aware the \"guidance was followed and the rules were followed at all times.\"  ", "The Privileges Committee will ultimately decide whether or not Johnson misled the House of Commons about his actions and in turn, whether or not he is found in contempt of Parliament. This will then be put to the House of Commons for a vote.    ", "If Johnson were found in contempt and were still in government, this would amount to a breach of the Ministerial Code. Typically, a breach would mean the resignation of a minister. As a backbench MP, it is unclear what punishment would befall Johnson, though there will be huge pressure on Prime Minister Rishi Sunak to discipline him in some way.    ", "Johnson and his allies have dismissed the report's credibility, claiming that it is based on the evidence of a senior civil servant, Sue Gray, who in recent days has been linked with a job working for the leader of the official opposition Labour Party, Keir Starmer.   ", "However, this narrative has already been knocked down by a spokesperson for the Privileges Committee, who said: \"The committee's report is not based on the Sue Gray report. The committee's report is based on evidence in the form of: material supplied by the government to the committee in November, including communications such as WhatsApps, emails, and photographs from the official downing street photographer,\" and \"evidence from witnesses who were present either at the time of the gatherings or at the time of preparation for Boris Johnson's statements to parliament. Sue Gray was present at neither and is not one of those witnesses.\"  "], "headline": "Boris Johnson faces damning new evidence in Partygate inquiry    ", "timestamp": "  Published  9:42 AM EST, Fri March 3, 2023    ", "act": "/2023/03/03/uk/boris-johnson-partygate-evidence-intl-gbr"}, "/2023/03/02/uk/sussexes-frogmore-cottage-vacate-gbr-scli-intl": {"paras": ["The Duke and Duchess of Sussex have been asked to vacate Frogmore Cottage, the couple's official UK residence, their spokesperson told CNN Wednesday.   ", "\"We can confirm The Duke and Duchess of Sussex have been requested to vacate their residence at Frogmore Cottage,\" the spokesperson said.  ", "The statement followed a report in British newspaper The Sun that claimed the pair were being evicted from the property, which is owned by the Crown Estate, and that it had since been offered to Prince Andrew, one of King Charles III's brothers.   ", "Buckingham Palace said Wednesday it would be offering no comment. A royal source told CNN that any such discussions would be a private family matter.  ", "Prince Harry and Meghan now reside in the United States but had retained the early 19th-century property as their UK base. Gifted to the Sussexes by the late Queen Elizabeth II, the cottage is nestled in a corner of the Windsor estate, west of London.   ", "They refurbished the property and moved in shortly before the arrival of their son Archie in May 2019. However, the renovation sparked controversy after the couple stepped back from public life and it emerged £2.4 million (about $3 million) of British taxpayers' money had been used on the cottage's refurbishments. They have since paid back the public money following their relocation to California.   ", "Works including the removal of a chimney, re-finishing the roof, new staircases, fireplace installations and a new \"floating\" wooden floor were detailed in planning application documents to the local council. The cost of all fittings, fixtures and furnishings were paid for privately by the duke and duchess.  ", "The Sussexes stayed at the property when they returned to the UK last year, including when they attended the Queen's Platinum Jubilee celebrations during the summer.   ", "Prince Andrew currently resides nearby at the Royal Lodge on the Windsor estate. The Duke of York also stepped back from royal duties in 2019 after a disastrous interview about his friendship with disgraced financier Jeffrey Epstein engulfed the family in an unprecedented crisis.  ", "According to The Sun, the couple were reportedly asked to leave the property days after the release of Harry's memoir \"Spare\" in January.   ", "The 38-year-old royal held almost nothing back as he dismantled the public's perception of him being the fun-loving, care-free party prince, and delved into the devastating impact of his mother's death, his experimentation with drugs as a method of coping with grief, and his struggles at finding love.   ", "Buckingham Palace repeatedly declined to comment on the memoir.  ", "The autobiography followed a six-part Netflix documentary the couple released last year and an explosive interview with Oprah Winfrey in 2021. They alleged there were \"concerns\"  in the royal family about Archie's skin color, detailed feelings of being \"trapped\" and said Meghan had suicidal thoughts during her first pregnancy.  "], "headline": "Duke and Duchess of Sussex asked to vacate UK home Frogmore Cottage    ", "timestamp": "  Updated  12:50 PM EST, Thu March 2, 2023    ", "act": "/2023/03/02/uk/sussexes-frogmore-cottage-vacate-gbr-scli-intl"}, "/2023/02/24/uk/royal-news-newsletter-02-24-23-scli-gbr-cmd-intl": {"paras": ["Britain's King Charles has commended the people of Ukraine for showing \"truly remarkable courage and resilience in the face of such human tragedy,\" in a message marking 12 months of conflict in the country.   ", "\"It has now been a year that the people of Ukraine have suffered unimaginably from an unprovoked full-scale attack on their nation,\" the monarch said in a statement Friday.   ", "\"They have shown truly remarkable courage and resilience in the face of such human tragedy. The world has watched in horror at all the unnecessary suffering inflicted upon Ukrainians, many of whom I have had the great pleasure of meeting here in the UK and, indeed, across the world, from Romania to Canada.\"  ", "The King added that it was \"heartening\" to see the UK and its allies \"doing everything possible to help at this most difficult time.\"   ", "King Charles reaffirmed his support to Ukrainian President Volodymyr Zelensky, whom he met at Buckingham Palace earlier this month, and expressed his \"personal support\" for the people of Ukraine.   ", "When Zelensky was in London in early February, he praised Britain for its steadfast support of his homeland in the year since Russia's unprovoked invasion. Standing in the historic surroundings of Westminster Hall - the oldest part of the Palace of Westminster, where the late Queen Elizabeth II lay in state a few months before - he namechecked former Prime Minister Boris Johnson, an early and steadfast supporter, and commended UK lawmakers for their \"strong British character.\"   ", "Earlier this week, King Charles visited an undisclosed location in southwest England where Ukrainian military recruits are being trained.  ", "King Charles watched as the troops - many of them civilians with little to no military experience - were taught basic combat training as part of a five-week course delivered by the UK and international partner forces.  ", "He viewed defensive training exercises, including a scenario where recruits stormed a trench amid a gun battle. Scenes reminiscent of World War I trench warfare have been commonplace in Ukraine over the past year.  ", "The course, which has been in operation since last summer, is designed to provide recruits with hostile-environment training. Over 35 days, they learn basic fieldcraft, medical care, marksmanship, weapon handling, and awareness of the laws of armed conflict, among other subject areas.  ", "\"You are amazing, I don't know how you do it. I am full of admiration,\" the King said to a senior Ukrainian officer shortly after his arrival, UK news agency PA Media reported.  ", "The British Army's Chief of General Staff, Gen. Patrick Sanders, accompanied the King during his visit and outlined the training being delivered. He later described the monarch's visit as \"an honour\" before adding that the international training effort had so far made 10,000 troops combat-ready.  ", "A 32-year-old Ukrainian high school teacher, who volunteered to fight in the war, told PA: \"We've been mostly digging trenches for now, how to defend a trench and counter attack and take it back.  ", "\"One of my favorite parts was the urban terrain which will be particularly useful for fighting in the Donbas (region of Ukraine). The hard fight there is mostly urban and we look forward to putting these skills to use and pushing the enemy back,\" he added.  ", "As well as meeting many of the Ukrainian recruits and their interpreters, the King also spoke with some of the military personnel providing the training - including instructors from New Zealand, Australian and Canadian forces.  ", "One of them said the royal visit had boosted morale. \"To hear that The King was coming to visit was very exciting, not only for the Ukrainian recruits but also for those of us who are training them,\" said Capt. Freddie Bradshaw, Company Second in Command, 1st Battalion Irish Guards. \"It means a lot to us all to know that he is keen to understand what is taking place here.\"  ", "The new monarch has enlisted famed British composer Andrew Lloyd Webber to write the flagship anthem for his upcoming May 6 coronation. The King has personally selected the musical program for the service, which will see \"a range of musical styles and performers blend tradition, heritage and ceremony with new musical voices of today,\" according to Buckingham Palace. Twelve new pieces have been prepared for the occasion. Lloyd Webber, whose hit musicals \"Cats\" and \"Phantom of the Opera\" have been performed around the world, said he was \"incredibly honoured\" to be involved. Lloyd Webber isn't the only familiar name the King turned to. Find out more here.", "Top UK defense minister criticizes Prince Harry.", "The UK's Secretary of State for Defence, Ben Wallace, has said he disagrees with the Duke of Sussex's decision to reveal how many Taliban fighters he killed while serving in the British Army in Afghanistan, adding that \"boasting about tallies\" lets down others in the armed forces. Prince Harry faced criticism last month from some British security and military figures, as well as the Taliban itself, after he revealed in his autobiography, \"Spare,\" that he had killed 25 of the insurgent group's fighters. \"So, my number: Twenty-five. It wasn't a number that gave me any satisfaction. But neither was it a number that made me feel ashamed,\" Harry wrote. Wallace, a former soldier himself, told British radio station LBC Thursday that \"every veteran makes their own choices about what they want to talk about,\" but \"the armed forces is not about a tally.\" Read more here.", "Catherine, Princess of Wales put a thrifty spin on regal elegance at the 2023 BAFTAs on Sunday night, pairing an upcycled Alexander McQueen gown with $28 earrings from fashion retailer Zara. Arriving at the British film industry's equivalent to the Oscars with her husband, Prince William, the princess turned heads on the red carpet outside London's Royal Festival Hall in a dress she previously wore to 2019's awards. But she transformed the look with an altered shoulder design and a pair of opera gloves. Read the full story. ", "Speaking of the BAFTAs, the Waleses appeared visibly moved when veteran screen star Helen Mirren took center stage to lead a tribute to the late Queen Elizabeth II on Sunday night. Take a look:  ", "A childhood letter written by King Charles to his \"granny\" has been discovered by a couple living in Warwickshire, England, as they cleared out their attic during the Christmas break.  ", "\"Dear Granny, I am sorry that you are ill. I hope you will be better soon,\" the letter reads on one side, carefully written on lined Buckingham Palace notepaper and dated March 15, 1955, when the King was 6 years old.  ", "It was discovered inside an envelope addressed from Queen Elizabeth II to the Queen Mother, providing a \"three generation run,\" Charles Hanson, owner of Hansons Auctioneers and who is responsible for the sale of the letter, told CNN.  ", "Read more on this story.", "Norwegian King's first ever motorbike restored for 86th birthday.", "Norway's King Harald turned 86 on Tuesday and as a gift from all employees at the Royal Court, the monarch received a \"repaired and restored\" motorbike that was first given to him 70 years ago. In a press release to mark the King's birthday, the Royal Court said the King had received a \"Husqvarna light motorcycle, model 30 Sport, for his 16th birthday in 1953,\" which was \"a gift from his father, then Crown Prince Olav.\" The Royal Court said the King used the bike until he received his full driver's license in 1955, when it was sold. During a visit to an exhibition of royal vehicles last year, the King had \"asked if anyone knew where his first motorcycle was kept today.\" The refurbished bike was presented to the King with its original license plate number in the Royal Palace in Oslo. (With contributions from CNN's James Frater)", "Disgraced art dealer's family returns rare royal jewels to Cambodia.", "While most monarchies' crown jewels are heavily protected or given pride of place in a museum, dozens of Cambodia's were, until recently, stashed away in four boxes near London. The pieces have now been safely returned to their home. The crown jewels were among 77 pieces of centuries-old gold jewelry handed over by the family of the late Douglas Latchford, a British antiquities dealer and leading scholar of Khmer art who in 2019 was accused by US authorities of trafficking artifacts looted from Cambodia. Get the full story on the return of the royal jewels."], "headline": "King Charles III pays tribute to Ukraine's 'courage and resilience'    ", "timestamp": "  Published  8:17 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/uk/royal-news-newsletter-02-24-23-scli-gbr-cmd-intl"}, "/2023/02/23/uk/prince-harry-ben-wallace-intl-scli": {"paras": ["UK Defense Secretary Ben Wallace said he disagrees with the Duke of Sussex's decision to reveal how many Taliban fighters he killed while serving in the British Army in Afghanistan, saying \"boasting about tallies\" lets down others in the armed forces.  ", "Prince Harry faced criticism last month from some British security and military figures, as well as the Taliban itself, after he claimed in his autobiography \"Spare\" that he had killed 25 of the insurgent group's fighters.  ", "\"So, my number: Twenty-five. It wasn't a number that gave me any satisfaction. But neither was it a number that made me feel ashamed,\" Harry wrote.  ", "Wallace told British radio station LBC Thursday that \"every veteran makes their own choices about what they want to talk about,\" but \"the armed forces is not about a tally.\"  ", "A former soldier himself, Wallace said that \"boasting about tallies, or talking about tallies ... distorts the fact that the army is a team game,\" with the infantry supported by hundreds of people, such as those in the Royal Logistic Corps and in headquarters.  ", "\"It's not about who can shoot the most or who doesn't shoot the most,\" Wallace added. \"It's my personal view that if you start talking about who did what, you're actually letting down all those other people because you're not a better person because you did and they didn't.\"  ", "In his autobiography, Harry wrote at length about his experiences in the British Armed Forces.   ", "The prince completed two tours of Afghanistan, one spanning 2007 to 2008 and the other from 2012 to 2013.  ", "In his book passages, Harry recounted how the advancements in technology allowed him to say \"precisely how many enemy combatants\" he had killed, and that he saw them as \"chess pieces removed from the board.\"  ", "\"I'd been trained to 'other-ize' them, trained well. On some level I recognized this learned detachment as problematic. But I also saw it as an unavoidable part of soldiering,\" Harry wrote.  ", "He later denied boasting about the number of Taliban fighters he had killed, saying last month on \"The Late Show with Stephen Colbert\" that his \"whole goal ... with sharing that detail is to reduce the number of (veteran) suicides.\"  ", "Some leading figures from the military community criticized Harry in January, when sections of his book were leaked shortly before its publication date, saying that his remarks could jeopardize his safety and give the British Army a bad reputation.  ", "The UK's former national security adviser Kim Darroch, who was the British ambassador to the United States from 2016 to 2019, told Sky News he would have advised Harry against making the statements.   ", "Colonel Richard Kemp, a retired British army officer, told the same network they \"tarnished\" his reputation and \"unjustly\" painted the British Army in a negative light.  ", "Sign up for CNN's Royal News, a weekly dispatch bringing you the inside track on the royal family, what they are up to in public and what's happening behind palace walls."], "headline": "UK defense secretary criticizes Prince Harry for 'boasting' about Taliban deaths    ", "timestamp": "  Published  12:37 PM EST, Thu February 23, 2023    ", "act": "/2023/02/23/uk/prince-harry-ben-wallace-intl-scli"}, "/2023/02/20/uk/uk-nicola-bulley-body-identified-intl": {"paras": ["The body of missing British mother Nicola Bulley was identified by UK police on Monday, weeks after she disappeared while walking her dog in northern England in January.    ", "Lancashire Police confirmed in a news conference Monday that a body recovered from the River Wyre on Sunday, close to where 45-year-old Bulley was last seen, is hers.   ", "\"Sadly, we are now able to confirm that yesterday we recovered Nicola Bulley from the River Wyre,\" Assistant Chief Constable Peter Lawson told reporters.    ", "\"Nicola's family have been informed and are of course devastated. Our thoughts are with them at this time, as well as with all her loved ones and the wider community,\" he said.  ", "The announcement caps off a turbulent and emotional few weeks when police faced widespread criticism of sexism in their investigation, and a social media frenzy around her disappearance was mired in unfounded claims and conspiracy theories.   ", "Bulley, a mortgage adviser, went missing on the morning of Friday, January 27. Police say she was walking her dog after dropping her two children off at school.  ", "A short while later, her dog was found wandering alone and her phone spotted on a bench next to the river, still logged into a group work call. But for three weeks, the search launched by Lancashire Police drew a blank.  ", "Lancashire Police's Detective Chief Superintendent Pauline Stables read a statement on behalf of Nicola's family on Monday, in which they said the body identification had confirmed their \"worst fears.\" \"We will never be able to comprehend what Nicky had gone through in her last moment,\" it said.    ", "\"Our girls will get the support they need from the people who love them the most. It saddens us to think that one day we will have to explain to them that the press and members of the public accused their dad of wrongdoing (and) misquoted and vilified friends and family. This is absolutely appalling. They have to be held accountable. This cannot happen to another family.,\" the statement added.   ", "Lancashire police officers have insisted throughout the investigation that there is no evidence to indicate third-party involvement and their main working hypothesis remained that she fell into the River Wyre.    ", "The case baffled the public and attracted widespread media attention, with police also - unusually - choosing to reveal that Bulley had been struggling with alcohol issues and menopause at the time of her disappearance.  ", "Last week saw investigators sharply criticize members of the public they said were pedaling \"persistent myths.\"  ", "Lancashire Police Detective Superintendent Rebecca Smith told journalists on Wednesday that the social media frenzy had \"significantly distracted\" the investigation. \"In 29 years' police service, I've never seen anything like it,\" Smith said.  ", "Social media users \"playing private detectives\" and pedaling \"persistent myths\" on Tik Tok had \"significantly distracted\" the investigation, Smith told journalists last week.    ", "The family also fiercely rebuked journalists in their statement, lambasting some major UK media outlets as \"shameful\" for making direct contact with the family when they \"expressly asked for privacy.\"    ", "Lancashire Police's decision to reveal personal details about Bulley sparked widespread criticism, with many accusing the force of sexism. Even the government slammed the police, with Home Secretary Suella Braverman raising concerns over its handling of the case.  ", "Stephanie Benyon, a friend of Bulley's whose children attend the same school, previously told CNN that she is a \"kind, loyal and thoughtful person who adores her two girls and family and friends.\" Bulley's partner of 12 years, Paul Ansell, had described the situation as a \"perpetual hell.\"  "], "headline": "Police identify body of missing British mother Nicola Bulley    ", "timestamp": "  Updated  3:14 PM EST, Mon February 20, 2023    ", "act": "/2023/02/20/uk/uk-nicola-bulley-body-identified-intl"}, "/2023/02/23/uk/king-charles-childhood-letter-intl-scli": {"paras": ["A childhood letter written by King Charles to his \"granny\" has been discovered by a couple living in Warwickshire, England, as they cleared out their attic during the Christmas break.  ", " \"Dear Granny, I am sorry that you are ill. I hope you will be better soon,\" the letter reads on one side, carefully written on lined Buckingham Palace notepaper and dated March 15, 1955, when the King was six years old.   ", "\"Lots of love from Charles,\" it says on the other side, alongside colorful kisses and doodled circles.  ", "It was discovered inside an envelope addressed from Queen Elizabeth II to the Queen Mother, providing a \"three generation run,\" Charles Hanson, owner of Hansons Auctioneers and who is responsible for the sale of the letter, told CNN Thursday.  ", "Finding the letter, which Hanson estimates could fetch as much as £10,000 ($12,000) at auction, left the couple \"gobsmacked\" as they sifted through their loft.  ", "\"It had belonged to my late grandad Roland Stockdale,\" the seller, a 49-year-old farm manager who has not been named, said in a statement.  ", "\"My wife said 'wow, look at that!' We were pretty gobsmacked but we weren't sure whether anyone would be interested in it.\"  ", "Stockdale worked for the Metropolitan Police where he was part of the Queen's personal protection force during the 1950s after he had left Carlisle, northern England, and his previous job as a farm worker, the seller added.  ", "Stockdale's folder containing the letter had \"been gathering dust\" in various attics for \"30 to 40 years\" as it was passed around family members following his death.  ", "\"I have absolutely no idea how he came to have the letter written by King Charles when he was a boy,\" the seller said. \"It's one of many things he kept.\"  ", "Citing postcards and birthday greetings that Stockdale received from the Queen and Queen Mother, Hanson hypothesized that \"these keepsakes were gifted to the officer\" since he \"was clearly so highly regarded.\"  ", "The couple found other royal memorabilia in the folder, including an invitation to a dance at Balmoral Castle, a note signed by the Queen Mother, gift tags signed by Queen Elizabeth II and Prince Philip, as well as a copy of the Queen's 1956 Christmas broadcast.  ", "The items will go on sale March 7.  "], "headline": "Letter written by King Charles to his 'granny' in 1955 found in attic    ", "timestamp": "  Published  8:17 AM EST, Thu February 23, 2023    ", "act": "/2023/02/23/uk/king-charles-childhood-letter-intl-scli"}, "/2023/02/23/uk/northern-ireland-shooting-intl": {"paras": ["Three men have been arrested in connection with the attempted murder of a high-profile detective in Northern Ireland.   ", "Detective Chief Inspector John Caldwell was shot multiple times on Wednesday in front of his son and other children at sports complex on Wednesday.  ", "Chief Constable of the Police Service of Northern Ireland (PSNI), Simon Byrne, said the men arrested are aged 38, 45, and 47 and are currently being questioned by police.  ", "Caldwell was shot several times by masked men in Omagh, County Tyrone on Wednesday as he put footballs in his car with his son, Police Service of Northern Ireland (PSNI) Assistant Chief Constable Mark McEwan told media.   ", "\"Two gunmen approached and we believe both have fired multiple shots. John ran a short distance and fell to the ground. While he was on the ground, the gunmen continued to fire at him,\" McEwan said, describing the attack.   ", "The shooting occurred in a crowded space with children nearby, McEwan added, and that \"we saw many of those young people and children running in sheer terror to get to safety.\" Caldwell remains in a \"critical but stable condition\" after being taken to hospital.  ", "Police launched an attempted murder investigation and have appealed for witnesses to contact them. \"[The] investigation is in early stage. We believe the gunman made off in a small dark car which was later found burned out.\" McEwan told BBC Radio Ulster.   ", "McEwan also said \"our primary focus is on violent dissident republicans\" in the investigation, singling out a group called the New IRA, which was responsible for the murder of journalist Lyra McKee in 2019.  ", "The Police Federation for Northern Ireland has called the attack a \"callous, cold-blooded and barbaric attempted murder on an off-duty officer\" and appealed to anyone with information to come forward.   ", "The Taoiseach (Irish prime minister) Leo Varadkar condemned the shooting as a \"grotesque act of attempted murder,\" on Twitter.   ", "British Prime Minister Rishi Sunak said he was \"appalled by the disgraceful shooting,\" writing on Twitter, \"My thoughts are with the officer and his family. There is no place in our society for those who seek to harm public servants protecting communities.\"  ", "The attack is the most serious in Northern Ireland for several years; the last time a police officer was shot in Northern Ireland was 2017, according to Reuters.   ", "In 1998, the town of Omagh saw the single deadliest attack in the 30-year conflict between Roman Catholic nationalists and Protestant pro-British loyalists, as a blast killed 29 people, including a woman pregnant with twins, and wounded more than 300.  ", "It occurred at the tail-end of the bloody period known as the Troubles, which lasted from the late 1960s to the late 1990s. It was also four months after the signing of the Good Friday peace accord - which ushered in a new era in the region despite the continuation of some fighting.  "], "headline": "Three men arrested after Northern Ireland detective shot    ", "timestamp": "  Published  7:44 AM EST, Thu February 23, 2023    ", "act": "/2023/02/23/uk/northern-ireland-shooting-intl"}, "/2023/02/19/uk/nicola-bulley-intl-gbr": {"paras": ["Police searching for missing UK mom Nicola Bulley said Sunday they had found a body.  ", "A body was recovered from a river near where Bulley went missing in the northern English village of St. Michael's on Wyre, Lancashire Police said. The body has yet to be formally identified, but Bulley's family has been informed of the discovery.   ", "\"We were called today at 11:36am to reports of a body in the River Wyre, close to Rawcliffe Road,\" a police statement read.  ", "\"An underwater search team and specialist officers have subsequently attended the scene, entered the water and have sadly recovered a body.  ", "\"Nicola's family have been informed of developments and our thoughts are with them at this most difficult of times. We ask that their privacy is respected.\"  ", "Home Secretary Suella Braverman wrote on Twitter that the latest developments in the case were \"heart-breaking\" and \"distressing.\"  ", "\"My thoughts remain with Nicola's family at this extremely difficult time,\" she added.   ", "Bulley, who worked as a mortgage adviser, went missing on the morning of Friday, January 27. Police say she was walking her dog after dropping her two children off at school.     ", "A short while later, her dog was found wandering alone and her phone spotted on a bench next to the river, still logged into a group work call. But for three weeks, the search launched by Lancashire Police for the 45-year-old mother of two drew a blank.  ", "The case baffled the public and attracted widespread media attention, with police also - unusually - choosing to reveal that Bulley had been struggling with alcohol issues and menopause at the time of her disappearance.   ", "Last week saw investigators sharply criticize members of the public they said were pedaling \"persistent myths.\"   ", "Lancashire Police Detective Superintendent Rebecca Smith told journalists on Wednesday that the social media frenzy had \"significantly distracted\" the investigation. \"In 29 years' police service, I've never seen anything like it.   ", "\"Some of it's been quite shocking and really hurtful to the family. Obviously, we can't disregard anything, and we've reviewed everything that's come in but of course it has distracted us significantly.\"  ", "Lancashire Police's decision to reveal personal details about Bulley sparked widespread criticism, with many accusing the force of sexism. Even the government slammed the police, with Braverman raising concerns over its handling of the case.  ", "Stephanie Benyon, a friend of Bulley's whose children attend the same school, previously told CNN that she is a \"kind, loyal and thoughtful person who adores her two girls and family and friends.\" Bulley's partner of 12 years, Paul Ansell, had described the situation as a \"perpetual hell.\"  "], "headline": "Police searching for missing UK mom Nicola Bulley find a body    ", "timestamp": "  Updated  4:40 AM EST, Mon February 20, 2023    ", "act": "/2023/02/19/uk/nicola-bulley-intl-gbr"}, "/2023/02/18/uk/king-charles-coronation-music-andrew-lloyd-webber-intl-gbr": {"paras": ["Britain's King Charles III has enlisted the help of acclaimed British composer Andrew Lloyd Webber to write the flagship anthem for his upcoming coronation.   ", "Charles's coronation will take place on May 6 at Westminster Abbey in London, and will see Camilla, Queen Consort crowned alongside her husband.   ", "The King has personally selected the musical program for the service, which will see \"a range of musical styles and performers blend tradition, heritage and ceremony with new musical voices of today,\" according to Buckingham Palace.  ", "Twelve new pieces of music have been prepared for the occasion - including six orchestral works, five choral pieces and one organ commission - by several world-renowned composers whose styles include classical, sacred, film, television and musical theater.   ", "Famed composer Andrew Lloyd Webber, whose hit musicals \"Cats\" and \"Phantom of the Opera\" have been performed around the world, said he was \"incredibly honoured\" to be involved.   ", "\"My anthem includes words slightly adapted from Psalm 98. I have scored it for the Westminster Abbey choir and organ, the ceremonial brass and orchestra,\" Lloyd Webber said. \"I hope my anthem reflects this joyful occasion.\"   ", "A Coronation March has been written by Patrick Doyle, an award-winning Scottish composer best known for his work on films like \"Harry Potter and the Goblet of Fire,\" \"Gosford Park\" and \"Carlito's Way.\"  ", "One of the more sentimental inclusions from the King is his choice to have Greek Orthodox music played during the service, performed by the Byzantine Chant Ensemble, in tribute to his father, the late Prince Philip, who died two years ago.   ", "Meanwhile, musical themes from countries across the Commonwealth will feature in Iain Farrington's new solo organ commission. The other new works have been created by Sarah Class, Nigel Hess, Paul Mealor, Tarik O'Regan, Roxanna Panufnik, Shirley J. Thompson, Judith Weir, Roderick Williams, and Debbie Wiseman.  ", "A handpicked gospel choir - The Ascension Choir - is also set to perform as part of the service, in addition to the Choir of Westminster Abbey and the Choir of His Majesty's Chapel Royal, St James's Palace. They will be joined by girl choristers from the Chapel Choir of Methodist College, Belfast and from Truro Cathedral Choir. The traditional \"Vivat\" acclamations will be proclaimed by the King's Scholars of Westminster School.   ", "Andrew Nethsingha, organist and master of the choristers at Westminster Abbey, said all coronation services are a blend of \"deeply-rooted tradition and contemporary innovation\" and praised the new British monarch for \"choosing fine musicians and accessible, communicative music for this great occasion.\"  ", "The ceremony will also include historic music featured in coronation services over the past four centuries by the likes of William Byrd, George Frideric Handel, Edward Elgar, Henry Walford Davies, William Walton, Hubert Parry and Ralph Vaughan Williams.  ", "Antonio Pappano, musical director of the Royal Opera House and conductor of the Coronation Orchestra, said: \"His Majesty has chosen a most beautiful and varied programme that I believe will enhance the splendour of this very special celebration.\"  ", "Buckingham Palace previously revealed the coronation will be \"a solemn religious service, as well as an occasion for celebration and pageantry,\" conducted by the Archbishop of Canterbury Justin Welby.  ", "The three-day weekend at the beginning of May is set to include grand processions through central London, a star-studded concert at Windsor Castle in addition to celebrations across the country. Britons have been given an extra bank holiday and members of the public are being invited to join \"The Big Help Out\" by volunteering in their communities.  ", "\"Everyone is invited to join in, on any day,\" Michelle Donelan, UK culture secretary, said in a statement. \"Whether that is by hosting a special street party, watching the Coronation ceremony or spectacular concert on TV, or stepping forward during The Big Help Out to help causes that matter to them.\"  "], "headline": "King Charles turns to 'Cats' composer Andrew Lloyd Webber for flagship coronation music    ", "timestamp": "  Published  5:30 PM EST, Sat February 18, 2023    ", "act": "/2023/02/18/uk/king-charles-coronation-music-andrew-lloyd-webber-intl-gbr"}, "/2023/02/17/uk/royal-news-newsletter-02-17-23-scli-gbr-cmd-intl": {"paras": ["The British monarchy is entrenched in symbolism. Time and again we've seen instances where members of the Windsor clan use subtle messaging in what they say, do, use and wear. Sometimes it's an understated nod to an ancestor, while other times it's a hat-tip to royal tradition or a historic occasion.  ", "The late Queen Elizabeth II was well known for masterfully using her wardrobe as an alternative means of soft diplomacy, as well as identity. So, when the emblem for King Charles's coronation was unveiled by Buckingham Palace, it came as no surprise that subtle symbolism was threaded throughout its design.  ", "The emblem is essentially the logo that'll be used in all official marketing and comms around the coronation and will be featured on merchandise and at key events, like the Westminster Abbey service and Windsor concert, as well as national events such as street parties and community gatherings. But it's not just a decorative element.  ", "At face value, the insignia has a lot of floral motifs, which would make sense when trying to reflect a King known for being a decades-long crusader for the environment. But take a closer look and you'll notice there's a rose for England, a shamrock for Northern Ireland, a thistle for Scotland and a daffodil for Wales. Combined, these four flowers represent the four nations of the United Kingdom and make up the shape of St Edward's Crown, which will be placed on the King's head on May 6. Then there's the color palate of red, white and blue - a clear nod to the Union Flag.  ", "The flowers - chosen by British former Apple design guru Jony Ive - represent something much deeper. Ive confirmed the design his team came up with was \"inspired by King Charles' love of the planet, nature, and his deep concern for the natural world.\"   ", "He said: \"The emblem speaks to the happy optimism of spring and celebrates the beginning of this new Carolean era for the United Kingdom. The gentle modesty of these natural forms combine to define an emblem that acknowledges both the joyful and profound importance of this occasion.\"  ", "Another example of how royals use symbolism came this week in the form of the Queen Consort's choice of jewel-encrusted crown for the coronation. Buckingham Palace revealed that she would use Queen Mary's Crown during the ceremony on May 6, which has been removed from the Tower of London to be resized.  ", "It will be the first time in recent history that a consort has opted to reuse an existing crown rather than commission a new one to be made. The palace said Camilla's choice was \"in the interests of sustainability and efficiency.\"  ", "That's not to say that Camilla isn't making some \"minor changes and additions\" while it's in the workshop, which the palace said was \"in keeping with the longstanding tradition that the insertion of jewels is unique to the occasion.\"  ", "The Queen Consort also wants to honor her mother-in-law by resetting the crown with some diamonds - the Cullinan III, IV and V - from the late monarch's personal collection. While the Cullinan diamonds have been set into Queen Mary's Crown before, they were often repurposed by Queen Elizabeth II as brooches.   ", "Her choices also avoid the use of the controversial Koh-i-Noor diamond, a 105-carat jewel set into the Queen Mother's crown, which has been the source of a decades-long contention between India and the UK amid questions over its ownership. Following Queen Elizabeth II's death, there was speculation Camilla would use that crown during her coronation, sparking renewed calls from people in India to return the diamond.  ", "But not everyone is happy about the upcoming coronation and subtle hints - and messaging will do little to change that. King Charles was greeted by anti-monarchy protesters while visiting Milton Keynes on Thursday to celebrate its new city status. Amid the large gathering of supporters, there was a smaller cohort of anti-monarchists brandishing signs that read \"Not My King.\"  ", "Among the demonstrators was Graham Smith, from the campaign group Republic. While there he questioned the need for \"a pointless coronation\" instead of a debate over whether the monarchy was still relevant today, according to a statement from the group. \"We believe the British public should be asked, do you want Charles or a choice? The tide is starting to turn against the monarchy and we need a serious debate about its future,\" Smith added.  ", "According to the UK's PA Media news agency, another protester shouted, \"why are you wasting money on a coronation Charles?\" but other members of the public started singing \"God Save the King,\" drowning out the dissent. King Charles still made sure to greet members of the public in front of where the protesters had gathered. And while he appeared unfazed by the hecklers present, there have now been a few instances of anti-monarchists turning up at royal engagements to voice their grievances against the institution - something we didn't see as overtly while the Queen was alive.  ", "Palace reschedules Camilla event.", "Buckingham Palace has announced that the Queen Consort will host a literary reception at Clarence House to celebrate the second anniversary of her Reading Room initiative. This was one of the events Camilla was forced to cancel this week after again testing positive for Covid. Initially Buckingham Palace had said she was suffering from a \"seasonal illness.\" A royal source had told us: \"We hope that a new date can be found for them before too long.\" The Queen Consort had been due to join the King in Milton Keynes. This is the second time Camilla, who is fully vaccinated, has caught Covid - she previously had it in February 2022. But with one of her postponed engagements back on the books, it perhaps signals to royal-watchers that the Queen Consort is on the mend.  ", "William and Kate's glamorous night out. ", "The Prince and Princess of Wales will leave their three kids at home to attend the EE British Academy of Film and Television Arts (BAFTA) awards ceremony on Sunday night. The couple haven't attended the event since 2020. Last year, Prince William's busy schedule meant the president of BAFTA was unable to attend, while the year before he opted against going as it took place just a few days after the death of his grandfather, the Duke of Edinburgh. This time round, the couple will watch the awards before meeting winners and the nominees in the EE Rising Star award category. Meanwhile, veteran actor Helen Mirren, who has portrayed Queen Elizabeth II on multiple occasions, will lead a special tribute to the late monarch at Sunday's ceremony, PA Media reported.  ", "King Charles on Tuesday met with volunteers in London who are helping to send aid to quake-stricken regions in Turkey and Syria. The two nations were devastated after a powerful 7.8-magnitude earthquake hit last week, killing more than 42,000 people. The King started by visiting a west London charity that is coordinating aid to be sent over before heading to a pop-up support center in Trafalgar Square. King Charles appeared visibly upset while talking to members of the Syrian diaspora, including a former White Helmet volunteer rescue worker.  ", "How to help victims of the earthquake in Turkey and Syria.", "Following the harrowing natural disaster, both countries have called on the international community for help. If you would like to donate to organizations on the ground, head here to help.", "Swedish King to undergo heart surgery.", "Sweden's King Carl Gustaf is scheduled to have heart surgery next week, according to a statement from the country's royal family. The 76-year-old monarch will undergo \"a technique known as a heart tap\" on Monday following advice from the King's surgeon, the statement said. \"After the procedure, a period of rest is recommended.\" Due to the King's operation, all planned engagements between February 20 and March 3 have been postponed to later in the spring. \"The King is doing well and his official programme up to the day of the operation is being carried out as planned,\" the statement concluded. (From CNN's James Frater in London)", "William and Kate sent a message of support to New Zealand following the devastation left in the wake of Tropical Cyclone Gabrielle earlier this week. The country declared a state of emergency for the third time in its history on Tuesday as the cyclone pounded the North Island with wind and rain, knocking out power to tens of thousands of homes.  ", "The royal couple said they were \"thinking of all the communities who have been affected,\" adding \"we are in awe of the valiant efforts of emergency responders risking their lives to help those in danger.\"  "], "headline": "The hidden meaning behind King Charles III's coronation art    ", "timestamp": "  Published  10:21 AM EST, Fri February 17, 2023    ", "act": "/2023/02/17/uk/royal-news-newsletter-02-17-23-scli-gbr-cmd-intl"}, "/2023/02/17/uk/ex-british-embassy-spy-sentenced-intl-gbr": {"paras": ["A former security guard at the British embassy in Berlin was sentenced to more than 13 years in prison at the Old Bailey in London on Friday after being caught spying for Russia.  ", "Judge Mark Wall said 58-year-old David Ballantyne Smith had collected information from the British embassy \"by stealth\" between 2018 and 2021, some of which was clearly marked as \"secret.\" He then sold the information to Russia as part of an \"ongoing\" relationship.   ", "\"I am sure that you committed these crimes intending to assist Russia... Your motive in assisting them was to damage British interests,\" the judge said, according to Reuters.  ", "\"You were paid by the Russians for your treachery.\"  ", "\"Of the clearly secret documents, one was a sensitive report addressed to the then Prime Minister of this country, Boris Johnson, sent to him by members of his cabinet. Some of the documents of a lower classification revealed the names, photographs, and personal details of embassy staff,\" the judge said.  ", "Smith had pleaded guilty to eight charges under the Official Secrets Act by committing an act prejudicial to the safety or interests of the state in November 2021, PA reported.  ", "According to the news agency, Smith sent two letters to Russian Embassy officials in 2020, with one of them revealing the identity of a diplomat who had worked in Russia. The second letter sent in November 2020 was traced back to Smith, prompting police to launch an investigation.   ", "Smith was being paid by Russia in exchange for providing the secret information, the judge ruled, telling him that he had copied a \"significant amount of material\" during his time at the embassy.   ", "\"You were fully aware that you should not have copied any of these documents and equally aware were these documents to get into the wrong hands, they might harm British interests or pose a threat to those working at the British Embassy,\" the judge said.   ", "Nick Price, from the Crown Prosecution Service, said Smith's actions were not just driven by money and greed, but that he had \"expressed a strong dislike towards the UK and Germany and expressed sympathy with the Russian authorities.\"  ", "\"These beliefs may have caused further damage had Smith not been discovered and prosecuted.\"  "], "headline": "Former guard at British embassy in Berlin jailed for spying for Russia    ", "timestamp": "  Updated  8:28 AM EST, Fri February 17, 2023    ", "act": "/2023/02/17/uk/ex-british-embassy-spy-sentenced-intl-gbr"}, "/2023/02/16/uk/letter-1916-london-intl-gbr-scli": {"paras": ["A letter has finally been delivered to its destination - more than a century after it was written.  ", "Sent in February 1916, the correspondence arrived at its intended address in Hamlet Road, south London, much to the bewilderment of the current occupants.  ", "\"We noticed that the year on it was '16. So we thought it was 2016,\" Finlay Glen told CNN Thursday. \"Then we noticed that the stamp was a King rather than a Queen, so we felt that it couldn't have been 2016.\"   ", "Glen told CNN that the letter arrived at the property a couple of years ago, but he has only recently taken it to the local historical society, so they can research it further.  ", "The envelope has a 1 pence stamp bearing the head of King George V. The letter was sent in the middle of World War I - more than a decade before Queen Elizabeth II was born.  ", "\"Once we realized it was very old, we felt that it was okay to open up the letter,\" said Glen, 27.  ", "Under the Postal Services Act 2000, it is a crime to open mail not addressed to you. But Glen said he can \"only apologize\" if he's committed a crime.  ", "After realizing that the letter may be of historical interest, he gave it to the Norwood Review, a local quarterly magazine.  ", "\"As a local historian I was amazed and delighted to have the details of the letter passed to me,\" said Stephen Oxford, editor of the magazine, in a release.  ", "The letter was addressed to \"my dear Katie,\" who, according to Oxford, was the wife of local stamp magnate Oswald Marsh.  ", "It was written by Christabel Mennel, the daughter of tea merchant Henry Tuke Mennel, while her family was on holiday in Bath, in western England. In the letter, Mennel writes: \"I've been most miserable here with a very heavy cold.\"  ", "The neighborhood of south London was a hub of business activity at the time. \"Lots of wealthy, middle class people moved into the area in the late 1800s,\" Oxford told CNN.   ", "Oswald Marsh, the former resident of the Hamlet Road property, \"was a highly regarded stamp dealer who was often called as an expert witness in cases of stamp fraud,\" according to Oxford.  ", "The Norwood Review is producing a full report on the letter.  ", "Yet it remains a mystery as to how the letter arrived at Glen's flat.  ", "\"Incidents like this happen very occasionally, and we are uncertain what has happened in this incident,\" a Royal Mail spokesperson told CNN in a statement Thursday.  ", "\"We appreciate that people will be intrigued by the history of this letter from 1916, but have no further information on what might have happened.\"  ", "Oxford noted that the letter was postmarked \"Sydenham,\" an area in southeast London. He thinks it \"may well have been lost sitting in a dark corner in the Sydenham sorting office and only recently discovered.\"  ", "Glen said he and his girlfriend would be happy to give the letter to a local archive if it's of \"serious historical significance.\" But, if it's found to be more \"innocuous,\" he said, \"it would be nice for us to be able to hold onto it.\"  ", "Glen, a theater director and playwright, said that he doesn't often include strange twists of fate in his plays. But, after this serendipitous delivery, \"perhaps the next one will.\"  "], "headline": "Letter arrives more than 100 years after being posted    ", "timestamp": "  Updated  12:16 PM EST, Thu February 16, 2023    ", "act": "/2023/02/16/uk/letter-1916-london-intl-gbr-scli"}, "/2023/02/15/uk/nicola-sturgeon-resigns-scotland-intl": {"paras": ["Nicola Sturgeon, the figurehead of the Scottish independence movement, dramatically announced on Wednesday that she would resign after eight years as Scotland's first minister.   ", "The Scottish National Party leader made the announcement at a press conference in Edinburgh. She will stay in office until a new SNP leader is appointed.  ", "Sturgeon said she knows the \"time is now\" for her to stand down, adding that it is \"right for me, for my party and for the country.\"  ", "\"First, though I know it will be tempting to see it as such, this decision is not a reaction to short-term pressures,\" said Sturgeon, who has been facing increasing tensions with the UK government in London over Scottish independence, as well as Westminster's decision to block a Scottish law intended to allow trans people in Scotland to change their legal gender without a medical diagnosis.   ", "\"This decision comes from a deeper and longer term assessment,\" she added.  ", "Sturgeon said she could no longer give her full energy to the job, and that she felt she must say so now. \"I have been wrestling with it, albeit with oscillating levels of intensity for some weeks,\" the 52-year-old leader said. \"Giving absolutely everything of yourself to this job is the only way to do it.\"   ", "She said it was difficult to have a private life, noting it was hard to \"meet friends for a coffee or go for a walk on your own\" and observed that there was a \"brutality\" to life at the top.  ", "Sturgeon added that she hoped her successor would be \"someone who is not subject to the same polarized opinions, fair or unfair, as I now am.\"  ", "Her predecessor as first minister, Alex Salmond, hailed Sturgeon as a \"first rate political communicator and election winner,\" and said that there is \"no obvious successor\" as leader of Scotland following her resignation.  ", "\"There are a range of able people in the SNP but they will now be tested in the fire of leadership inheriting a number of serious government policy challenges,\" tweeted Salmond.  ", "For his part, British Prime Minister Rishi Sunak thanked Sturgeon \"for her long-standing service\" in a tweet.  ", "\"I wish her all the best for her next steps,\" said Sunak. \"We will continue to work closely with the @scotgov on our joint efforts to deliver for people across Scotland.\"  ", "Wednesday's shock announcement led to breathless speculation over Sturgeon's timing, particularly as she had only recently pledged to make the next British general election a de-facto second referendum on Scottish independence.  ", "While Sturgeon underlined that she felt she didn't have enough left in the tank to perform her duties, her list of political headaches has grown. The SNP's polling has dipped, making a dent in its grip on Scottish politics. The independence movement has stalled, with no real chance of a referendum on the cards any time soon.   ", "She has lost support in her party since she attempted to introduce the controversial bill on gender identification, with some polls suggesting a majority of Scots supported the decision of the UK government to use its powers to block the proposal. And her husband was caught in a scandal at the end of last year, after it was reported he had personally loaned the SNP £100,000.  ", "In short, having dominated Scottish politics for eight years, wielding the independence baseball bat and regularly using it to batter the UK government, Sturgeon might have decided to quit before her legacy is tarnished by failure.  ", "When Scotland held a referendum in 2014, voters rejected the prospect of independence by 55% to 45% - but the political landscape then changed, mostly because of Brexit.  ", "A majority of people in Scotland voted to remain in the European Union in the 2016 Brexit referendum, and the SNP successfully used Brexit as a wedge issue, arguing that Scots were dragged out of the EU against their will.   ", "This boosted support for independence for a time, but that push has run into a brick wall more recently. In November, Britain's Supreme Court ruled that the Scottish government cannot unilaterally hold a second independence referendum.  ", "This means that the SNP is faced with the problem that the UK government must approve any decision to hold a referendum.   ", "Theresa May, Boris Johnson, Liz Truss and Rishi Sunak, four consecutive Conservative prime ministers, didn't entertain the idea. It also seems very unlikely that Keir Starmer, the leader of the official opposition Labour Party, would give any boost to the idea, given that Labour needs to win seats in Scotland in order to win a UK parliamentary majority.  ", "The SNP is due to have a special conference on independence next month. It is now likely it will go into that conference divided and without any certainty of its direction. All of which will make those opposed to independence very happy indeed.  "], "headline": "Nicola Sturgeon unexpectedly quits as first minister of Scotland amid swirl of political setbacks, citing 'brutality' of public life    ", "timestamp": "  Updated  9:54 AM EST, Wed February 15, 2023    ", "act": "/2023/02/15/uk/nicola-sturgeon-resigns-scotland-intl"}, "/2023/02/15/uk/chocolate-egg-thief-scli-gbr-intl": {"paras": ["A man has been convicted of stealing nearly 200,000 chocolate eggs, worth around £40,000 ($48,000), in what British police have dubbed an \"eggs-travagent theft.\"  ", "Joby Pool, 32, pleaded guilty in court on Tuesday to criminal damage and theft, West Mercia Police said in a statement.   ", "Tens of thousands of Cadbury Creme Eggs - a cult British chocolate egg with a white and yellow soft fondant center - were stolen from a unit in Stafford Park in Telford, western England, on Saturday, according to police.  ", "The chocolate was recovered when Pool was stopped by highway police on Saturday, the force said.  ", "Kidderminster Magistrates' Court was told on Tuesday that Pool used a metal grinder to break into the industrial unit, before driving off with the chocolate, PA Media news agency reported.  ", "According to PA Media, prosecutor Owen Beale said: \"This clearly wasn't spur-of-the-moment offending, if I can put it like that, because he had taken with him a tractor unit and he had to know that the load was there in the first place.  ", "\"It's clearly a leading role and it's clearly significant planning.\"  ", "Pool's solicitor John McMillan told the court: \"He stopped the vehicle when he realized he was being followed. He realized that the game was up - he realized the police were behind him and pulled in when it was safe to do so.\"  ", "McMillan added: \"He wasn't offering any resistance and he was then arrested.\"  ", "In a string of light-hearted tweets after Pool's arrest, West Mercia Police said: \"West Mercia Police has helped save Easter for Crème Egg fans after almost 200,000 of the chocolate treats were stolen from a unit in Stafford Park in Telford.   ", "\"The eggs-travagent theft took place on Saturday 11 February with the chocolate collection box thought to be worth around £40,000. Along with the crème eggs a number of other chocolate varieties were also stolen.  ", "\"Shortly after the theft a vehicle, presumably purporting to be the Easter bunny, was stopped northbound on the M42 and a 32 year old man was arrested on suspicion of theft.\"  ", "Pool was remanded in custody ahead of sentencing next month.  "], "headline": "'Eggs-travagent theft': Man convicted of stealing nearly 200,000 chocolate eggs    ", "timestamp": "  Published  9:08 AM EST, Wed February 15, 2023    ", "act": "/2023/02/15/uk/chocolate-egg-thief-scli-gbr-intl"}}