{"/2023/02/25/africa/voting-underway-nigeria-elections-intl-cmd": {"paras": ["Widespread delays overshadowed a crucial presidential election in Nigeria Saturday, as millions voted to elect their new leader. The hotly contested poll is being held simultaneously with elections for representatives for the country's parliament.  ", "CNN confirmed reports from eyewitnesses of isolated violence at two polling stations in Lagos, with the military forced to intervene. CNN has reached out to INEC for comment.  ", "In chaotic scenes at a polling unit in Maraba, an Abuja suburb, a large crowd of voters struggled to cast their ballot, a CNN team witnessed. Those who did manage to cast a ballot did so in the full glare of those standing next to them, in contravention of the Independent National Electoral Commission (INEC) guidelines which establish privacy for voters.  ", "\"People are voting in exposed spaces, and everyone can see who they are voting for. There's no privacy. I won't be surprised if this polling unit is canceled,\" Elias Ajunwa, one registered voter, said.  ", "Ajunwa expressed unease about the situation. \"There's the possibility of any hooligan carting away INEC materials because of how vulnerable the INEC officials and their materials are,\" he added.  ", "About 93 million Nigerians in a country of 200 million people are registered to vote, according to electoral body INEC, but only 87 million are holders of a permanent voter card (PVC), a main requirement to cast a ballot. The election will be Africa's largest democratic exercise.  ", "The Chief Observer of European Union Observation Mission to Nigeria, Barry Andrews, told CNN it was premature to make any conclusions about widespread delays.  ", "\"We've taken note of those reports and we will look across the country to see whether this a pattern or whether it has in any way hindered the exercise of people's political rights to vote or caused frustration or caused people to turn away. For the moment, it's premature to make any conclusions about it.\"  ", "People were still waiting to cast their ballots despite polls being expected to close at 2:30 p.m. local time (8:30 a.m. ET). Voting did not start until after the scheduled opening time in some polling stations.  ", "One polling station in Lagos delayed opening as officials were still setting up after polls were meant to open, a CNN team witnessed. An official urged eager voters to be calm and \"treat each other with love\" as they continued to wait.   ", "The same issue dogged several other voting locations, including in northern Kano State and southern Bayelsa State, with no election officials in sight at 8:30 a.m. local time, according to Reuters. In previous elections, voters in some areas have complained that polling stations opened hours late or did not materialize at all.  ", "Ballots will be counted at polling places at the close of voting and transmitted electronically in real-time to INEC's Result Viewing portal (IReV), a first of its kind in Nigeria, the commission tells CNN.  ", "\"With the electronic transmission system (IREV), people will already know the winners before the official announcement is made,\" adds Rotimi Oyekanmi, a spokesman for INEC's chairperson.  ", "To win, a candidate must garner a sufficient number of ballots to meet the 25% vote spread in 24 of Nigeria's 36 states. In the absence of this, a second round run-off between the top two candidates will be held within 21 days.  ", "Eighteen candidates are on the ballot for Nigeria's top, but three are leading the race for the popular vote, according to pre-election surveys.  ", "One of the key contenders is Bola Ahmed Tinubu, the candidate of term-limited President Muhammadu Buhari's party, the All Progressives Congress (APC). Another is the main opposition leader and former vice president Atiku Abubakar, of the People's Democratic Party (PDP). And third strong contender, Peter Obi, is running under the lesser known Labour Party, and altered early predictions of the presidential vote, which has typically been two-horse races between the ruling and opposition parties.  ", "Seventy-year-old Tinubu, 70, is a former governor of Nigeria's wealthy Lagos State, who wields significant influence in the southwestern region where he is acclaimed as a political godfather and kingmaker.  ", "He boasts of aiding the election of Buhari to the presidency and declares it is now his turn to lead the country.  ", "Candidate of the opposition party PDP Abubakar, 76, is a former Nigerian vice president and a staunch capitalist who made his fortune investing in various sectors in the country.   ", "Abubakar's presidential bid (his sixth attempt) had fueled concern that it might usurp an unofficial arrangement to rotate the presidency between Nigeria's northern and southern regions, since he is from the same northern region as the outgoing leader, Buhari.  ", "Labor Party's Obi is a two-time former governor of southeastern Anambra State and has been touted as a credible alternative to the two major candidates by his hordes of supporters, mostly young Nigerians who call themselves 'Obidients.'  ", "Obi is also the only Christian among the leading candidates. His southeastern region has yet to produce a president or vice president since Nigeria returned to civil rule in 1999.  ", "The ruling party's Tinubu, from the religiously mixed southwestern part of the country, is a Muslim and also chose a Muslim running mate, despite the country's unofficial tradition of mixed-faith presidential tickets.  ", "All top three candidates are confident they can turn Nigeria's fortunes around if voted into power, as the country battles myriad economic and security problems that range from fuel and cash shortages to rising terror attacks, high inflation, and a plummeting local currency.  ", "One voter, Wandu, told CNN's Larry Madowo in Lagos on Saturday that the most important issue is security: \"We need someone that has a hold and an understanding of the security challenges that we have. The economy is in free fall. We need someone that has a fair understanding of what we need to be better.\"  ", "Nigeria's security forces have mobilized personnel to ensure hitch-free electioneering across the country.  ", "The run-up to the polls has been fraught with violence that stemmed from protests against unpopular government policies and lethal attacks by armed criminal gangs.  ", "On Wednesday, a senatorial candidate for the Labour Party, was shot and burned in his campaign vehicle in the country's southeastern Enugu State, police said.  ", "Electoral body INEC suspended the election in Enugu East Senatorial District following the death of the candidate, it tweeted on Saturday, adding that the election will now be held on March 11.  ", "Before the killing, violent protests had erupted across Nigerian states as citizens railed against the scarcity of gasoline in petrol outlets and a shortage of cash that followed a controversial currency redesign.  ", "INEC hasn't been spared from the chaos; its facilities have been torched in parts of the country.  ", "Voting was canceled at more than 200 planned polling units across Nigeria and voters redirected to other poll locations, INEC said, due to security concerns.  ", "Ahead of the elections, national police ordered a restriction of non-essential vehicular and waterway movements from midnight on election day until 6 p.m., while the country's immigration service has ordered the closure of Nigeria's land borders from midnight Saturday until midnight Sunday.  ", "Weeks before polling day, the service had confiscated over 6000 voter cards from illegal migrants, whom it said had other national documents in their possession.  ", "INEC spokesperson Oyekanmi nevertheless insists the poll results will be free and fair.  ", "\"The experience Nigerians will have for the 2023 elections will be far better than previous elections and the integrity (of the polls) will be clear for everyone to see,\"Oyekanmi told CNN days before the election.  ", "Final results are expected to be announced a few days after polling.  ", "Current President Buhari tweeted on Thursday: \"There should be no riots or acts of violence after the announcement of the election results. All grievances, personal or institutional, should be channeled to the relevant Courts.\"  "], "headline": "Widespread voting delays hinder tense Nigerian election as millions go to the polls    ", "timestamp": "  Updated  11:01 AM EST, Sat February 25, 2023    ", "act": "/2023/02/25/africa/voting-underway-nigeria-elections-intl-cmd"}, "/2023/02/24/africa/nigeria-japa-exodus-trend-election-intl-cmd": {"paras": ["\"May Nigeria not happen to you,\" is a common prayer in Africa's largest economy and most populous nation.  ", "It is a heartfelt wish born out of the frustration of living in a country so dysfunctional that even wealth cannot insulate you from the wahala (troubles) of Nigeria and its systemic failures. So those who can leave, leave.   ", "Ayeni Adu, 36, had just given away his fridge when he spoke to CNN on Tuesday, four days before the general election. Suitcases, a cooler box, an empty television stand and a white leather couch were all that were left in his living room. A friend was on the way to pick up the sofa that afternoon. His wife was on her last day at work. The couple had six days left in Nigeria before they moved to the United Kingdom.  ", "They are part of the \"japa\" wave, the Yoruba word for run or flee that has become the shorthand for the exodus out of Nigeria for better pastures overseas. \"I am japa-ing, leaving the country because of the opportunities that are available to me abroad. I am going there to have a better life and a better economy for my family,\" Adu told CNN.  ", "A staggering 69% of Nigerians would relocate out of the country with their families if given the chance, a 2022 survey by the Africa Polling Institute found. Only 39% were willing to emigrate in 2019 according to the same poll.  ", "Persistent insecurity, a crumbling economy and rampant corruption are the leading issues for the next government, according to a pre-election survey of voters by Lagos-based SBM Intelligence. Coupled with the high cost of living and unemployment, these concerns have made the country unstable and unpredictable for many, even hostile.  ", "As conditions have worsened in the country, more Nigerians are getting out. Europe and North America are the top destinations for resettlement. The number of \"Worker\" visas in the UK issued to Nigerians shot up by 399% comparing 2019 to the year ending September 2022, according to data from the UK Home Office. Nigeria was the 5th largest source of immigrants to Canada in 2021, moving up eight places in just five years, Statistics Canada reported.  ", "\"This particular wave is hollowing out the upwardly mobile middle class, especially in the mid-20s to late-40s age range,\" Cheta Nwanze, lead partner at SBM Intelligence, told CNN. \"The very people who are either on the fast track to management or already in the lower cadres of senior management. The very people that the country needs to rebuild.  ", "Adu worked as a radio presenter in Lagos but took a few professional courses and used his health sciences degree to get a job in the UK. Nigeria's health sector is among the worst hit by the japa phenomenon as doctors, nurses, pharmacists and other professionals emigrate for better working conditions, higher pay and a predictable life. The Nigerian Medical Association says 50 health professionals leave the country every week.  ", "The country appears to be largely training medics for the United States, Canada and the UK. \"If nothing is done to reduce the rate at which doctors, medical professionals and other healthcare workers are leaving the shores of this country, it's just a matter of years,\" Dr. Kemi Abiloye, the president of the Lagos Association of Resident Doctors, told CNN before starting her hospital rounds. \"I'm not sure whether any doctor will be left in this country.\"  ", "An entire cottage industry has sprung up to support those who want to emigrate from Nigeria. Immigration consultants and agencies charge thousands of dollars to offer relocation advice, visa processing services and immigration routes.   ", "On her Instagram page, travel relocation provider Chinwe Iwuanyanwu promises end-to-end application support to destinations like Australia, Finland and Ireland.  ", "\"A lot of people don't trust that things will get better in Nigeria so they're looking for Plan B,\" the Nigerian-born project manager told CNN from her base in Chicago, Illinois. \"People want a better life for themselves and their families. We have a lot of talents in Nigeria but they are not getting fully realized, that's why so many want to relocate.\"   ", "Iwuanyanwu says she has aided more than 50 Nigerians in getting hired in Europe and elsewhere. She helps them \"optimize\" their professional profiles online, revamps their resumés and offers interview prep sessions.  ", "All 18 candidates standing for president in Saturday's vote are running on a platform of radical change, an acknowledgment that Nigeria is so deeply broken that nothing short of a complete overhaul will work. Japa is now part of everyday language because almost everyone knows someone who is leaving, or has left.  ", "The Afrobeats stars P-Square just finished a comeback tour where they say they encountered Nigerians who have resettled all over the western world. \"And when they japa, they see the good life, good roads, good everything,\" Peter Okoye, one half of the singing duo, said.   ", "\"My family schools in America because of security,\" added his twin brother Paul. They support Labour party presidential candidate Peter Obi, who's inspired the youth in Nigeria but is considered a long shot. He's in what many believe is a three-horse race with the ruling party All Progressive Congress candidate Bola Ahmed Tinubu and six-time contestant Atiku Abubakar of the People's Democratic Party.   ", "The next leader of Nigeria can't do much in the immediate future to reverse the steady stream of talent leaving the country, Nwanze believes. \"He needs to focus on restoring confidence, and making sure that people believe that their earnings are not being eroded. Stemming that is one of the very first things the new president would have to focus on. As well as security of course, but all of that would take time,\" he told CNN.   ", "There are thousands of TikTok videos, Instagram posts, tweets and Facebook updates of Nigerians celebrating their new lives abroad. They are powerful magnets for those still left at home, considering whether it's time for the parachute out of \"the giant of Africa.\"   ", "So, is it \"goodbye Nigeria\" forever for Adu? \"No, it's goodbye Nigeria until I come back - but it may be a very long time away,\" he responds with a laugh.   "], "headline": "Many talented young Nigerians are leaving. Halting the exodus will be a task for the next president    ", "timestamp": "  Updated  11:53 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/africa/nigeria-japa-exodus-trend-election-intl-cmd"}, "/2023/02/23/africa/senatorial-candidate-killed-nigeria-intl": {"paras": ["A manhunt is underway for the killers of a senatorial candidate for Nigeria's opposition Labor Party, who was shot and burned in his campaign vehicle late Wednesday in the country's southeastern Enugu State, local police said Thursday.   ", "The politician, Oyibo Chukwu, was murdered along with an unnamed personal aide by assailants police suspect were operatives of banned separatist group IPOB and its militant wing ESN.   ", "Chukwu's murder was one of multiple attacks targeted at members of other political parties late Wednesday, a police statement said, adding that investigations were ongoing.   ", "\"The Commissioner of Police, Enugu State Command, CP Ahmed Ammani, fdc, has ordered the ... manhunt of the subversive criminal elements, suspected to be IPOB/ESN renegades, who ...  ambushed and simultaneously attacked and murdered People's Democratic Party (PDP) and Labour Party (LP) members, and also attempted to attack the convoy of the All Progressive Congress (APC) Governorship Candidate.\"  ", "The armed attackers stormed their target points in a tricycle and Hilux vehicle, the statement added.   ", "The attacks are happening less than three days before Nigeria's presidential and parliamentary elections.   ", "Labor Party presidential candidate Peter Obi said in a tweet Thursday he was saddened to learn of the brutal murder of his party's senate candidate.   ", "\"I received with deep shock and sadness, the news of the painful killing of Barr Oyibo Chukwu, the Senatorial Candidate of the Labour Party, for Enugu East Senatorial Zone. ... I strongly condemn the killing of Barr Chukwu in all its entirety,\" Obi tweeted adding that Nigerians should \"freely exercise their civic duties without intimidation.\"   ", "More than 93 million Nigerians are registered to participate in the country's general elections starting Saturday, but uncertainty hangs over voter turnout on polling day, with insecurity among the biggest concerns.  ", "Separatist gangs have terrorized the southeastern region where agitations for a breakaway Biafra state have turned violent many times. In other parts of the country, marauding gunmen known locally as bandits have carried out mass kidnappings mostly for ransom.  ", "Voting will not take place in more than 200 polling units across Nigeria, INEC says, because of concerns over security.  ", "The Nigeria branch of Amnesty International has also condemned the killing, describing it as \"horrific.\"   ", "\"Amnesty International strongly condemns the horrific killing last night of the Labour Party (LP) candidate ... Oyibo Chukwu, who was also gruesomely burnt inside his vehicle while returning from a campaign activity in Agbani, Enugu state ... The Nigerian authorities must order a prompt, thorough, independent, impartial, transparent, and effective investigation into the killing, and bring those suspected to be responsible to justice,\" the human rights group tweeted Thursday.   "], "headline": "Nigeria opposition senatorial candidate gunned down days before crucial elections    ", "timestamp": "  Published  2:36 PM EST, Thu February 23, 2023    ", "act": "/2023/02/23/africa/senatorial-candidate-killed-nigeria-intl"}, "/2023/02/23/africa/african-penguin-nest-project-c2e-spc-intl-scn": {"paras": ["A new form of real estate is popping up along the beaches of South Africa and on the dry, barren islands off its coast - tiny white beach huts. With good ventilation and a sea view, they are just big enough to fit a family of African penguins. Their unique selling point: a safe and cool place for penguins to breed.   ", "African penguins, unlike their relatives that live in snow and ice, thrive in the cold currents of the South Atlantic Ocean. But when they come to land, their thick black coat absorbs the heat, and they desperately look for cover - both for themselves and their fragile eggs.   ", "Historically, the penguins dug burrows in layers of guano - accumulated seabird and bat feces - that lined Africa's penguin colonies, but in the 19th century, traders started selling guano as fertilizer, leaving the penguins and their eggs increasingly exposed to predators and the scorching sun.  ", "This, combined with other threats such as egg poaching, overfishing and climate change, has caused African penguin populations to plummet. In 2019, there were thought to be less than 20,000 breeding pairs, down from an estimated 1.5 to 3 million birds in 1900. For more than a decade, the species has been listed as endangered by the IUCN.   ", "That's why conservationists have come to the rescue with the African Penguin Nest Project - a coordinated effort between Dallas Zoo, AZA Safe, the Pan-African Association of Zoos and Aquaria, and the Dyer Island Conservation Trust - which aims to deploy artificial nests to give penguin parents a safe and shaded place to raise their chicks.  ", "While guano trade petered out by the late 1800s, replicating the layers that accumulated over thousands of years isn't an option. Seabird populations have declined so much over time, there are simply not enough birds to recreate it, says Kevin Graham, associate curator of birds and ectotherms at Dallas Zoo and coordinator of the African Penguin Nest Project. Some estimate it would take around 600 years to produce one usable guano layer, he adds.  ", "Instead, the project decided to build artificial nests. At first glance, they look fairly simple - a domed structure made from two molded shells of fabric coated in ceramic slurry, with a small entrance measuring about 20 centimeters wide. But the design took years to develop, as Graham and other scientists closely studied old guano nests and worked out how best to \"emulate Mother Nature.\"   ", "Getting the right temperature and humidity inside the nest was the hardest and most important part, says Graham. The two-layer design and ventilation holes create an air conditioning effect, while the white paint reflects the sun, helping to maintain an interior temperature of less than 35 degrees Celsius. \"Eggs are an extremely delicate structure; they're only set to be incubated at about 38 to 39 degrees. Any higher than that, there's a very real risk of the (unborn chicks in the) eggs dying,\" he explains.  ", "The project started to deploy the nests in late 2018. \"Within a matter of minutes, penguins were running into them,\" says Graham. \"That tells you how desperate they are for any opportunity to find a safe place to nest.\"  ", "Demand for the ceramic homes has been borne out in the data too - they have usage rates of at least 99%, according to Graham, and the rates for successful hatching and fledging chicks in artificial nests are much higher than those in natural ones elsewhere.   ", "More than 500 nests have been installed on Dyer Island, a bare and windswept isle off the coast of South Africa's Western Cape that was once home to some of the biggest colonies of African penguins.  ", "CapeNature, the governmental organization looking after the area, says it has already started to see the benefits.   ", "\"With the historic removal of guano, (the nests) are the next-best option to giving penguins that opportunity and ensuring the survival of those chicks and the fledglings,\" says Andrae Marais, CapeNature's conservation manager for the island. He adds that while it's a step in the right direction, it must be combined with other conservation efforts, such as implementing no fishing zones around the colonies to ensure food security for the birds.   ", "Graham agrees that population recovery depends on more than just giving African penguins a safe place to breed. It's not simply a case of \"we give them a nest, the species is saved,\" he says. \"It's a big part of it, but there has to be more.\"  ", "Related: Stunning images from African Wildlife Foundation's photography award are inspiring conservation", "The project relies on donations, with individuals or groups able to sponsor individual nests. Each one costs around $75 to build and is expected to last 15 years or more, so Graham expects a single nest to accommodate around 30 nesting events, and potentially up to 60 chicks.  ", "Related: Desert elephants are finding friends in the drylands of Namibia", "To date, the African Penguin Nest Project has installed more than 1,500 nests across five of South Africa's penguin colonies, and plans to expand into Namibia next year, the only other country with breeding populations of the species.   ", "\"This is still just a drop in the bucket,\" says Graham, who anticipates they will need to deploy at least 4,500 more ceramic homes to protect penguins currently nesting in exposed areas. \"The goal is that every penguin that needs a nest will get one.\"   "], "headline": "These little ceramic huts are helping endangered penguins and their chicks    ", "timestamp": "  Updated  4:18 AM EST, Thu February 23, 2023    ", "act": "/2023/02/23/africa/african-penguin-nest-project-c2e-spc-intl-scn"}, "/2023/02/21/africa/nigeria-presidential-poll-2023-intl-cmd": {"paras": ["Nigerians will head to the polls Saturday in a fiercely-contested presidential vote that analysts say is too close to call.  ", "It will be the largest democratic exercise on the continent as Africa's most populous nation picks a new president.   ", "The crucial election comes as the country battles myriad economic and security problems that range from fuel and cash shortages to rising terror attacks, high inflation, and a plummeting local currency.  ", "For the first time since the country's return to democratic rule in 1999, none of the candidates is an incumbent or a former military leader.   ", "Outgoing President Muhammadu Buhari is term-limited and will step down amid a patchy legacy that has brought \"a lot of frustration and anger\" to Nigerian voters, analysts say.    ", "Eighteen candidates are in the running for Nigeria's highest office, each confident they can turn the country's fortunes around if voted into power, but opinion polls suggest three are leading the race for the popular vote.  ", "One of the key contenders is Bola Ahmed Tinubu, the candidate of Buhari's party, the All Progressives Congress (APC). Another is the main opposition leader and former vice president Atiku Abubakar, of the People's Democratic Party (PDP).  ", "Nigeria's presidential elections have typically been two-horse races between the ruling and opposition parties, but this year's vote has a third strong contender, Peter Obi, who is running under the lesser known Labour Party.  ", "Tinubu, 70, a former governor of Nigeria's wealthy Lagos State, wields significant influence in the southwestern region where he is acclaimed as a political godfather and kingmaker.   ", "The affluent political veteran, boasts of aiding the election of Buhari to the presidency on his fourth attempt in 2015, after three previous unsuccessful bids.  ", "After decades as a political puppet master, Tinubu declares it is now his turn to emerge from the shadows into the presidency; his campaign slogan is \"Emi Lokan,\" which translates to \"it is my turn,\" in his native Yoruba language.   ", "The ruling party candidate has, however, been dogged by allegations of graft which he strongly denies. Critics say he has also not convincingly addressed concerns about his health, and has, at times, appeared confused and incoherent on the campaign trail. He has also made gaffes that have made him the butt of jokes and viral memes on social media.   ", "Tinubu has also come under criticism for abstaining from presidential debates and delegating questions about his manifesto to members of his team during a recent outing at the UK think tank Chatham House.   ", "One of Tinubu's main challengers is the opposition party's Abubakar, who is running for the sixth time following five previous losses.  ", "Abubakar, 76, who served as vice president from 1999 to 2007, is a staunch capitalist who made his fortune investing in various sectors in the country. The tycoon has been investigated for corruption in the past. However, he denies any wrongdoing.   ", "Many believe Abubakar's presidential ambition might usurp an unofficial arrangement to rotate the presidency between Nigeria's northern and southern regions, since he is from the same northern region as the outgoing leader, Buhari.", "Peter Obi is a two-time former governor of Anambra State who is being touted as a credible alternative to the two major candidates.  ", "Obi eschews the excesses of the typical 'African Big Man' leader He shuns a large entourage, flies economy class and carries his own luggage. His \"no frills\" approach has attracted hordes of supporters, mostly young Nigerians who call themselves 'Obidients.'  ", "Obi is also the only Christian among the leading candidates. His southeastern region has yet to produce a president or vice president since Nigeria returned to civil rule in 1999.   ", "The ruling party's Tinubu, although from the religiously mixed southwestern part of the country, is a Muslim and also chose a Muslim running mate, fueling public anger over his choice.  ", "Described by Tinubu as \"Mr. Stingy,\" Obi, 61, is famed for his frugal approach and is seen as a 'Mr Clean' of Nigerian politics.   ", "However, his offshore accounts were among those found in the Pandora Papers, which exposed the hidden riches of the global elite in 2021. Obi denies any wrongdoing.  ", "The past two elections have been postponed at short notice and there are fears this one will suffer the same fate. However the electoral commission insists there will be no disruptions.   ", "Prof. Kingsley Moghalu, a political economist and former presidential candidate in the 2019 election told CNN he expected a high turnout, \"except if suppressed by a security breakdown of any sort,\" he told CNN.   ", "More than 93 million Nigerians are registered to vote but uncertainty hangs over voter turnout on polling day, with insecurity among the biggest concerns.  ", "Public policy analyst Abideen Olasupo told CNN the uncertainties surrounding this year's elections have put off many voters.  ", "\"Nigerian voters are currently the most disturbed and confused voters in the world right now because they are not sure if the election will hold; and if it will hold, they are not sure if the process will not be manipulated,\" Olasupo said.  ", "Citizens have also been disrupted by an attempt to curb vote buying by making the old currency notes useless to prevent rogue politicians from stockpiling cash. But there are fears shortage of the new naira notes could disrupt the elections itself.   ", "Electoral body INEC reportedly warned that the inability of banks to distribute enough of the new cash could make it difficult to pay temporary staff and security guards needed to operate thousands of polling stations for presidential and parliamentary elections on Feb. 25.  ", "As it is, voting will not take place in more than 200 polling units across Nigeria, in places such as Imo and Taraba (two of Nigeria's conflict-prone states) says INEC, because of concerns over security.  ", "Separatist gangs and marauding gunmen known locally as bandits have terrorized parts of the country through kidnappings for ransom.  ", "Elsewhere, other impediments threaten voter turnout as some Nigerians are yet to collect their permanent voter's card (PVC) with less than a week to the poll. ", "The co-founder and head of intelligence at data company Stears, Michael Famoroti, tells CNN that critical issues around security and the economy will be top of mind for voters and could influence their electoral choices.   ", "\"Nigerians fall under two buckets: One is insecurity. However, overall, the main issue that Nigerians agree needs to be dealt with is the economy,\" he said, with concerns ranging from poverty to unemployment and policy. ", "\"The cash crunch, petrol scarcity ... are issues that are likely going to be top of mind for those who make it to the polls and arguably could sway the votes,\" Famoroti says.  ", "Fuel shortages and scarcity of the newly redesigned local currency have stirred violent protests in parts of Nigeria as millions of people struggle to get their hands on new versions of bank notes.  ", "Nigerians expect the eventual winner of the presidential poll to hit the ground running in finding solutions to those problems, including tackling the country's burgeoning debt profile, oil theft, and a controversial petrol subsidy that deprives the country of major oil revenue.  ", "The top three candidates have made promises to tackle some of these issues. The ruling party's Tinubu vows to create jobs, grow the economy, and \"obliterate terror, kidnapping, banditry, and violent crime from the face of our nation.\"  ", "Touting a \"recover Nigeria\" mantra, the PDP's Abubakar says he wants to \"block government wastages\" by first running a small government, weaning the country off the petrol subsidy, and making it \"the hub of crude oil refining in Africa.\"  ", "The Labour Party's Obi says his government will be keen to shift Nigeria's focus \"from consumption to production\" while also being determined \"to fight and significantly reduce corruption\" and create systems to reduce unemployment, insecurity, and inflation.  ", "A predictive poll by Stears puts Obi ahead of the two main challengers in a large voter turnout scenario. A lesser turnout will favor Tinubu, according to the Stears' poll.\"There was a scenario where we only considered voters who had picked up their PVC ... based on that scenario, the Labour Party candidate is the most likely winner,\" Famoroti told CNN.   ", "\"However, we then also estimated a low turnout scenario. The idea is that these are the harder than hardcore voters and those that most likely will turn up to vote on the day. Under that scenario, the APC candidate ... emerges victorious,\" he added.   ", "Another poll by Lagos-based SBM Intelligence does not foresee a frontrunner but suggests that Obi and Abubakar could garner a sufficient number of ballots to meet the 25% vote spread in 24 of Nigeria's 36 states required by law to win.  ", "The forecast is different for the Political Africa Initiative (POLAF) whose survey polled three million people and predicts a close race between the opposition PDP (38%) and the ruling APC (29%).   ", "Obi's Labour Party is projected to occupy third place with 27% of the votes.   ", "\"This election is extremely difficult to predict,\" Moghalu, the political economist, told CNN.  ", "\"That's because of the 'Third Force' factor of Labor Party candidate Peter Obi, which has scrambled the projections of the two traditionally dominant parties, APC and PDP.   ", "\"While many still believe one of the two will come out on top ultimately, the fact that several scientific opinion polls have put Obi in the lead means that the possibility of an upset clearly exists,\" says Moghalu.  ", "Moghalu believes Nigerians may vote largely along ethnic and religious lines, as well as traditional party lines.   ", "\"The only major factor that is an 'issue', and will influence many votes, is the hunger for a change in direction which millions of young and middle-aged voters have, and for that reason support Obi. Will that be enough to propel him to victory? That's the X-factor.\"  "], "headline": "Nigeria is about to hold Africa's largest democratic exercise. Here's what to know about its presidential election    ", "timestamp": "  Updated  3:14 PM EST, Wed February 22, 2023    ", "act": "/2023/02/21/africa/nigeria-presidential-poll-2023-intl-cmd"}, "/2023/02/21/africa/afrobeats-burna-boy-tems-rema-nba-all-star-halftime-spc-intl": {"paras": ["The stars were out at Sunday's NBA All-Star game in Salt Lake City, Utah - from basketball legends LeBron James and Giannis Antetokounmpo, to Nigerian musical titans Burna Boy, Tems, and Rema.  ", "The trio performed an Afrobeats-packed halftime show, a sign that the genre's global rise is continuing into 2023.  ", "Grammy-winning Burna Boy was first to perform, telling the crowd, \"I'm about to take you on a journey through Africa without even going on a plane.\"  ", "Read more: Burna Boy has a complicated relationship with Africa", "For Tems, it caps off a whirlwind month, as she recently made history by being the first Nigerian artist to get an Oscar nomination, for her work on Rihanna's \"Lift Me Up\" - a song from \"Black Panther: Wakanda Forever.\" She also won her first Grammy on February 5 for her collaboration with Drake and Future on \"Wait For U.\"  ", "Meanwhile, musician, rapper, and singer Rema is enjoying chart-topping success with his hit \"Calm Down,\" featuring Selena Gomez.  ", "\"Nigeria is a football-dominated, soccer-dominated country,\" Burna Boy said in a video posted on Monday by the NBA All-Star Twitter account. \"But at the same time, we still have some of the best basketball players from here.\"  ", "\"This is a dream,\" he added in another clip. \"This is amazing. I had dreams of playing in the NBA as a kid, but you know, I got to perform at the NBA [All-Star game], so I guess I made it either way.\"  ", "Look through the gallery at the top of the page for images from the performances."], "headline": "'This is a dream': Burna Boy, Afrobeats stars take center stage at the NBA All-Star game    ", "timestamp": "  Published  9:03 PM EST, Tue February 21, 2023    ", "act": "/2023/02/21/africa/afrobeats-burna-boy-tems-rema-nba-all-star-halftime-spc-intl"}, "/2023/02/21/africa/gallery/afrobeats-nba-all-star-halftime-show-spc-intl": {"paras": [], "headline": "Afrobeats stars shine in the spotlight during halftime show at NBA All-Star game    ", "timestamp": "  Updated  8:46 PM EST, Tue February 21, 2023    ", "act": "/2023/02/21/africa/gallery/afrobeats-nba-all-star-halftime-show-spc-intl"}, "/2023/02/20/africa/atsu-body-returns-ghana-intl": {"paras": ["The body of Ghana soccer star Christian Atsu arrived in Accra, Ghana on Sunday evening after it was flown from Turkey, Ghana's Ministry of Foreign Affairs and Regional Integration (MFA) said.  ", "\"The mortal remains of the former Ghana Black Stars player, the late Christian Atsu, whose demise occurred during the recent earthquake in Türkiye was received by the Family, Government officials, and the Ghana Football Association at a solemn ceremony at the Kotoka International Airport, today Sunday, 19th February 2023\" Ghana's MFA tweeted Sunday.  ", "\"The remains was accompanied by his family and Ghana's Ambassador to Türkiye, H.E. Francisca onboard a Turkish airlines flight,\" Ghana's MFA added.  ", "Ghana's Vice President Mahamudu Bawumia and a large military procession met the coffin on arrival in Accra.  ", "\"Atsu played for the Black Stars, and he was much loved, and we will sorely miss him,\" Bawumia said.  ", "\"I would like to extend my condolences to the Ghana Supporters Union, and to all Ghanaians, for this loss. It is a painful loss, a very painful one,\" added Bawumia.  ", "\"We hoped against hope, every day that passed, we prayed and prayed. But alas, when he was found, he was no more,\" he said.  ", "Atsu went missing after the magnitude 7.8 earthquake hit Turkey and Syria on February 6, and in the immediate aftermath, there was confusion as reports from Turkey and his agent had originally said that Atsu had been located and was in a hospital, but it eventually came to light, contrary to reports, that Atsu remained unaccounted for.  ", "Atsu had been playing for Hatayspor in Turkey's Süper Lig and prior to that, he had represented Premier League sides Everton and Newcastle.  ", "The winger was part of Ghana's national team that played in the 2015 Africa Cup of Nations final, while he also represented the Black Stars at the Brazil World Cup in 2014.  "], "headline": "Body of soccer star Christian Atsu returns to Ghana from Turkey    ", "timestamp": "  Updated  5:42 AM EST, Mon February 20, 2023    ", "act": "/2023/02/20/africa/atsu-body-returns-ghana-intl"}, "/2023/02/01/africa/gallery/pope-francis-visits-drc-south-sudan": {"paras": [], "headline": "In photos: Pope Francis visits DRC and South Sudan    ", "timestamp": "  Updated  11:32 AM EST, Sat February 4, 2023    ", "act": "/2023/02/01/africa/gallery/pope-francis-visits-drc-south-sudan"}, "/2023/01/31/africa/south-africa-power-blackouts-intl-cmd": {"paras": ["Car crashes, opportunistic criminals, rotting food, decomposing bodies, bankrupt businesses, and water shortages. Welcome to life under South Africa's power blackouts.  ", "Last week the grim extent of the outages was laid bare when South Africans were advised to bury dead loved ones within four days.   ", "In a public statement, the South African Funeral Practitioners Association warned that bodies in mortuaries were rapidly decomposing because of the unrelenting electricity outages, putting huge pressure on funeral parlors struggling to process corpses.  ", "The situation is so bad that the country's President Cyril Ramaphosa is considering declaring a national disaster, similar to one in 2020 at the height of the Covid pandemic, which had a devastating effect on the country's economy.   ", "Last week scores of supporters from the Democratic Alliance opposition party marched under heavy security through the streets of Johannesburg and Cape Town to voice their frustrations over the persistent blackouts.   ", "Known locally as loadshedding, widespread electricity blackouts are carried out multiple times a day by state-owned energy utility Eskom to avoid the total collapse of the grid.  ", "Shortages on the electricity system unbalance the network, and Eskom has stated that controlled outages are necessary to ensure reserve margins are maintained, and the system remains stable.  ", "While the country has been experiencing on-off power outages for years, since September 2022 scheduled blackouts have become routine, affecting every part of South African society.  ", "For some people, not having access to reliable power can be the difference between life and death.  ", "Before she died in October 2022, Lis Van Os needed oxygen for 17 hours a day. Her stationary oxygen machine required mains power, making periods of loadshedding extremely stressful, particularly when power did not return as scheduled, her family said.   ", "Her daughter Karin McDonald was forced to explore backup options such as inverters and a back up oxygen mobile tank, which only lasted short periods.   ", "\"Towards the end (of her life) power outages created a lot of anxiety for everyone,\" she said.  ", "South Africans experienced more than twice as many power cuts in 2022 than in any other year. And things are set to get worse in 2023.  ", "Even simple daily tasks need to be arranged around loadshedding schedules, including meal planning, travel times, work that requires internet connectivity.   ", "From preparing baby formula to keeping fans running during the summer heat, not having access to mains power is makes daily life challenging for South Africans.   ", "Maneo Motsamai, a domestic worker in Johannesburg, says the outages prevents her from simple tasks such as cooking.   ", "\"I boil water to cook mealie meal (maize porridge) and the power goes. I can't eat, it's a waste. I can't cope like that,\" Motsamai told CNN.    ", "Pump stations can't provide water and many small businesses without access to backup power are having to close shop and lay off employees, according to people CNN spoke to.  ", "Thando Makhubu runs Soweto Creamery, an ice cream shop in Jabulani, Soweto, on the outskirts of Johannesburg. His family pooled small welfare grants they received during the Covid-19 pandemic to set up the business, but are now feeling the pressure from power outages.  ", "In early January, the shop was without power for 72 hours, when electricity did not return as scheduled. Thando was forced to shell out money for diesel to power their generator and prevent all his stock melting. He says the outages are costly and destroying their hopes of expanding.  ", "Bongi Monjanaga, who runs a startup cleaning services company operating across Johannesburg, says the outages affect every part of her fledgling business, such as operating electric cleaning equipment, entering and leaving premises when security gates aren't functioning, and having internet to invoice clients and complete online tax compliance documents.   ", "\"I find myself in this pool of misery when I'm just trying to start up. I'm just trying to grow,\" she says.  ", "The escalation of power outages is also deeply worrying for South Africa's food security, driving up prices, and placing an even greater strain on stretched household budgets.  ", "With modern farming practices ever more reliant on electricity for crop irrigation, processing, and storage, loadshedding is having a huge impact on agricultural output.  ", "Gys Olivier, a farmer from Hertzogville in Free State province, in east-central South Africa, says he and other farmers in the area have been forced to throw away hundreds of thousands of dollars worth of seed potatoes due to disruptions to the 'cold chain' - (the process of keeping produce refrigerated throughout the supply chain.)   ", "There is also less demand from growers due to water shortages, with pump stations reliant on electricity to operate.  ", "\"We have done everything we can to make sure there is food on the table for a very good price, but it's become so capital-intensive to farm,\" Olivier says.   ", "Meanwhile livestock and poultry are dying before they even get to the slaughterhouse.  ", "A gruesome video circulating on social media shows workers removing 50,000 dead broiler chickens from a farm in North West province, the birds suffocated when power outages caused ventilation systems to stop. The financial damage to the farmer was around ZAR1.6m ($93,300) according to local media reports.", "South Africa is notorious for high crime rates, and loadshedding is making it worse as home security systems fail when the power goes out, giving criminals a field day inside unsecured properties. Policing also becomes harder, with officers unable to reach crime scenes fast enough due to congestion when traffic lights are off.   ", "Tumelo Mogodiseng, General Secretary of the South African Policing Union (SAPU), describes the load-shedding as \"a pandemic.\"   ", "He says his members' lives are now more at risk, with officers unable to see potentially dangerous situations in the darkness, and police stations, many of which don't have backup power systems, at risk of attack from criminals during blackouts.  ", "\"Police are dying every day in this country. If this is happening in the daylight, what happens when there is no light for them to see at night?\"  ", "Mogodiseng also worries that crimes are going unreported, with citizens fearful of leaving their houses during outages and traveling in the darkness. \"Communities won't travel to police stations to open cases because they are afraid,\" he told CNN.  ", "Gareth Newham, who runs the Justice and Violence Prevention Programme at the Institute for Security Studies (ISS) in Pretoria, says that it's hard to get solid data on the impact outages are having on crime. While anecdotal evidence suggests criminals are exploiting outages, the recent escalation of loadshedding has coincided with the Christmas holidays, when crime rates typically spike.   ", "His biggest concern is that continued loadshedding or a temporary grid collapse could lead to a repeat of the coordinated civil unrest, rioting, and looting in parts of South Africa's KwaZulu-Natal and Gauteng provinces 18 months ago.  ", "\"A complete breakdown in the grid could be the trigger for local level gangs getting more power, and we could see a similar kind of violence to that we saw in July 2021.\"  ", "Under the ruling African National Congress (ANC), in charge since 1994, Eskom has become synonymous with corruption, crime, and mismanagement.   ", "Last year a judge-led inquiry into graft under the former president, Jacob Zuma, found that there were grounds to prosecute several former Eskom executives.  ", "The government has failed to build new power stations to keep up with increased demand, and warnings from energy experts on looming supply shortages across the past two decades have gone ignored.   ", "A 2019 report by the South African Institution of Civil Engineering shows skilled engineers have been leaving the country in droves.  ", "Despite spending billions of USD on two huge coal power stations, neither works properly.  ", "Older plants are dilapidated due to a lack of maintenance, and organized crime steals vital coal supplies and cable from the rail lines going from mines to power stations.  ", "Renewable energy companies say they are desperate to supply to the grid, but the government has been slow to cut red tape and streamline regulatory processes that would reduce the time frame for environmental authorisations, registration of new projects and grid connection approvals.  ", "Legal challenges against the government and Eskom are stacking up. Several political parties and trade unions say they will take the government and state utility to court for not upholding their duty to provide electricity.  ", "With no end in sight to the outages, South Africans are desperate for alternative energy sources, but even they are out of the reach of many citizens.   ", "Thando Makhubu says he was shocked by the cost to power his ice cream business off-grid. \"We were quoted R100,000 ($5,945) and that excluded the solar panels.\"  ", "Karin McDonald, who runs a swimming school, similarly found the upfront costs of solar prohibitive. \"We received quotes for solar for the business and house and were not looking at anything less than half a million rand ($29,500) which is a major life decision to make,\" she said.  ", "There is also a long wait for solar. \"I know a solar provider that had 40 requests just last week, all for big solar projects, \" said Angus Williamson, a cattle farmer from KwaZulu-Natal province.  ", " As they come to terms with their new reality, many South Africans are finding it hard to stay optimistic.  ", "\"The light at the end of the tunnel is a train heading in our direction,\" said Williamson.  "], "headline": "Dead chickens and decomposing bodies: Inside South Africa's power blackout 'pandemic'    ", "timestamp": "  Updated  7:39 AM EST, Tue January 31, 2023    ", "act": "/2023/01/31/africa/south-africa-power-blackouts-intl-cmd"}, "/2023/01/30/africa/pope-francis-africa-visit-intl": {"paras": ["Pope Francis starts a trip on Tuesday to two fragile African nations often forgotten by the world, where protracted conflicts have left millions of refugees and displaced people grappling with hunger.  ", "The Jan. 31-Feb 5 visit to the Democratic Republic of Congo (DRC) and South Sudan, takes the 86-year-old pope to places where Catholics make up about half of the populations and where the Church is a key player in health and education systems as well as in democracy-building efforts.  ", "The trip was scheduled to take place last July but was postponed because Francis was suffering a flare-up of a chronic knee ailment. He still uses a wheelchair and cane, but his knee has improved significantly.  ", "Both countries are rich in natural resources - DRC in minerals and South Sudan in oil - but beset with poverty and strife.  ", "DRC, which is the second-largest country in Africa and has a population of about 90 million, is getting its first visit by a pope since John Paul II travelled there in 1985 when it was known as Zaire.  ", "Francis had planned to visit the eastern city of Goma but that stop was scrapped following the resurgence of fighting between the army and the M23 rebel group in the area where Italy's ambassador, his bodyguard and driver were killed in an ambush in 2021.  ", "Francis will stay in the capital, Kinshasa, but will meet there with victims of violence from the east.  ", "\"Congo is a moral emergency that cannot be ignored,\" the Vatican's ambassador to DRC, Archbishop Ettore Balestrero, told Reuters.  ", "According to the U.N. World Food Programme, 26 million people in the DRC face severe hunger.  ", "The country's 45 million-strong Catholic Church has a long history of promoting democracy and, as the pope arrives, it is gearing up to monitor elections scheduled for December.  ", "\"Our hope for the Congo is that this visit will reinforce the Church's engagement in support of the electoral process,\" said Britain's ambassador to the Vatican, Christ Trott, who spent many years as a diplomat in Africa.  ", "DRC is getting its first visit by a pope since John Paul II travelled there in 1985 when it still was known as Zaire.  ", "The trip takes on an unprecedented nature on Friday when the pope leaves Kinshasa for South Sudan's capital, Juba.  ", "That leg is being made with the Archbishop of Canterbury, Justin Welby and the Moderator of the General Assembly of the Church of Scotland, Iain Greenshields.  ", "\"Together, as brothers, we will live an ecumenical journey of peace,\" Francis told tens of thousands of people in St. Peter's Square for his Sunday address.  ", "The three Churches represent the Christian makeup of the world's youngest country, which gained independence in 2011 from predominantly Muslim Sudan after decades of conflict and has a population of around 11 million.  ", "\"This will be a historic visit,\" Welby said. \"After centuries of division, leaders of three different parts of (Christianity) are coming together in an unprecedented way.\"  ", "Two years after independence, conflict erupted when forces loyal to President Salva Kiir clashed with those loyal to Vice President Riek Machar, who is from a different ethnic group. The bloodshed spiralled into a civil war that killed 400,000 people.  ", "A 2018 deal stopped the worst of the fighting, but parts of the agreement - including the deployment of a re-unified national army - have not yet been implemented.  ", "There are 2.2 million internally displaced people in South Sudan and another 2.3 million have fled the country as refugees, according to the United Nations, which has praised the Catholic Church as a \"powerful and active force in building peace and reconciliation in conflict-torn regions\".  ", "In one of the most remarkable gestures since his papacy began in 2013, Francis knelt to kiss the feet of South Sudan's previously warring leaders during a retreat at the Vatican in April 2019, urging them not to return to civil war.  ", "Trott, a former ambassador in South Sudan, said he hoped the three Churchmen can convince political leaders to \"fulfil the promise of the independence movement\".  "], "headline": "Pope Francis to visit two fragile African nations    ", "timestamp": "  Updated  1:27 PM EST, Mon January 30, 2023    ", "act": "/2023/01/30/africa/pope-francis-africa-visit-intl"}, "/2023/01/30/africa/birthday-party-shooting-south-africa-intl": {"paras": ["Eight people were killed and three wounded after two gunmen entered a home and opened fire on a group of people celebrating a birthday at a home in South Africa on Sunday evening, according to the South African police service (SAPS).   ", "The shooting happened in the southern port city of Gqeberha, formerly Port Elizabeth, and an investigation has been launched and a police manhunt is currently underway for the two unknown attackers, police spokesperson Colonel Priscilla Naidu told CNN.  ", "The homeowner is among the deceased, according to a statement by the SAPS.  ", "Among those killed were three women and four men, the police service also said, adding that no arrests have been made.  ", "Police said the Minister of Police, General Bheki Cele, and the National Commissioner of the South African Police Service (SAPS), General Fannie Masemola, will lead a delegation of various experts within the organization to the scene on Monday.  ", "South Africa has grappled with a surge in gun crimes with separate mass shootings witnessed last year.  ", "Last July, at least 15 people were killed when a group of armed men open fire at a bar in Soweto. Hours earlier, four others were killed in a separate shooting in a bar in Pietermaritzburg.  ", "The shootings followed the deaths of 22 young people who had died in unexplained circumstances at a tavern in East London, in the country's Eastern Cape province.   "], "headline": "Eight people dead as gunmen open fire at birthday party in South Africa    ", "timestamp": "  Updated  5:26 AM EST, Mon January 30, 2023    ", "act": "/2023/01/30/africa/birthday-party-shooting-south-africa-intl"}, "/2023/01/25/africa/drc-rwanda-govt-tensions-intl": {"paras": ["The Democratic Republic of Congo (DRC) on Tuesday denounced Rwanda's accusation that a Congolese fighter jet violated Rwandan airspace, alleging the aircraft was attacked by Rwandan forces in a \"deliberate act of aggression that amounts to an act of war.\"  ", "Rwanda's government communications office released a statement on Twitter Tuesday which said: \"Today at 5:03 pm, a Sukhoi-25 from DR Congo violated Rwanda airspace for the third time. Defensive measures were taken. Rwanda asks the DRC to stop this aggression.\"  ", "The Congolese government later issued a statement disputing Kigali's version of events, alleging the jet was \"attacked while it was beginning its landing on the runway of Goma's international airport.\"  ", "\"The Rwandan fire was directed at a Congolese aircraft, flying inside Congolese territory. It did not fly over Rwandan airspace. The aircraft landed without major material damage.\"  ", "It continues to say \"the Government considers this umpteenth attack by Rwanda to be a deliberate act of aggression that amounts to an act of war\" with the \"sole objective of sabotaging\" ongoing efforts to restore peace in eastern DRC, where a rebel insurgency has fractured relations between the two countries.   ", "CNN cannot independently verify either version of events.   ", "A video shared widely on Congolese social media showed a projectile shooting toward an airborne military plane, before exploding in the air near the plane, which continued to fly. CNN could not immediately verify the video.  ", "Rwanda is accused by the Congolese government, the United Nations, and Western allies of supporting the notorious armed M23 rebel group in its violent insurgency in eastern DRC, which Kigali denies.  ", "Regional leaders brokered an agreement in November under which the Tutsi-led group was meant to withdraw from recently seized positions by Jan. 15 as part of efforts to end the fighting that has displaced at least 450,000 people.  ", "Congolese President Felix Tshisekedi said last week that the rebels had not fully withdrawn from those areas.  ", "In December, Rwanda said another fighter jet from Congo had briefly violated its air space.  ", "An unarmed Congolese warplane also briefly landed at a Rwandan airport in November while on a reconnaissance mission near the border, in what Congo said was an accident.  "], "headline": "Rwanda accused of 'act of war' as DRC fighter jet is hit mid-air    ", "timestamp": "  Published  12:29 PM EST, Wed January 25, 2023    ", "act": "/2023/01/25/africa/drc-rwanda-govt-tensions-intl"}, "/2023/01/22/africa/burkina-faso-french-troops-intl": {"paras": ["The military government of Burkina Faso has demanded the departure of French troops from the country, according to the government press agency Agence d'Information du Burkina (AIB).    ", "France has exactly one month to remove its troops from Burkina Faso, according to the terms of the 2018 agreement, AIB reported, citing sources.  ", "The military government \"denounced last Wednesday, the agreement which has governed since 2018, the presence of the French Armed Forces on its territory,\" AIB reported Saturday.  ", "France still has 400 special forces based in Burkina Faso, according to Reuters, to help fight Islamist militants linked to al Qaeda and the Islamic State after years of violence in the region.   ", "On Friday, residents in the capital Ouagadougou took to the streets to protest the presence of French troops in the country.   ", "Video from the protest showed protesters carrying signs with the slogans \"French army get out our house\" and \"Friendship Burkina Russia.\"   ", "Some protesters carried the national flags of Burkina Faso and Russia.   ", "In December, Ghanaian President, Nana Akufo-Addo said the Burkina Faso military government invited in mercenaries from the Russian private military group, Wagner.   ", "Burkina Faso Deputy Minister for Regional Cooperation, Jean Marie Traoré called the claims \"very serious\" in a press conference on December 16 after the government summoned the Ghanaian ambassador.   ", "France - the former colonial power - first entered the Sahel region in January 2013 at Mali's request and launched Operation Serval, a United Nations-sanctioned ground and air operation against Islamist militants.  ", "The mission was succeeded in August 2014 by Operation Barkhane, a broader French anti-terror initiative targeting Islamists across the Sahel, including in Burkina Faso.  ", "French President Emmanuel Macron announced in June 2021 that the mission would be replaced by a more international effort, and Western troops began withdrawing from Mali in February last year though they remain in Burkina Faso.  ", "On January 24, 2022, Burkina Faso's army seized power, deposing former President Roch Kaboré and dissolving the government and parliament.   ", "The military suspended the constitution and closed borders. Lieutenant-Colonel Paul-Henri Damiba was installed as the West African country's new leader.  ", "Damiba's time in power proved short-lived, however, as he was ousted from the country's top position during a coup d'état in October 2022. Army Captain Ibrahim Traoré was subsequently appointed as the country's new president.  "], "headline": "Burkina Faso's military government demands French troops leave the country within one month    ", "timestamp": "  Updated  1:11 PM EST, Sun January 22, 2023    ", "act": "/2023/01/22/africa/burkina-faso-french-troops-intl"}, "/2023/01/16/africa/drc-church-attack-deaths-intl": {"paras": ["Worshipers at a church service in the Democratic Republic of Congo (DRC) were killed Sunday when a bomb was detonated by a group with links to Islamic State, the government said.   ", "At least 12 people have been killed and at least 50 wounded when a bomb detonated during church service Sunday in eastern Democratic Republic of Congo (DRC), according to the government and the UN.   ", "The attack was \"visibly perpetrated\" by members of the rebel group Allied Democratic Forces (ADF), which has ties with ISIS, \"against citizens in full worship in the parish of the 8th Community of Pentecostal Churches of Congo\" in the city of Kasindi in North Kivu, DRC's Communications Ministry said Sunday, adding, \"the government strongly condemns the bomb attack.\"  ", "ISIS claimed responsibility for the attack through its Amaaq propaganda news agency, which claimed ISIS fighters planted an improvised explosive device (IED) in the church.  ", "CNN is unable to independently verify those claims.   ", "UN Spokesman Stéphane Dujarric said in a statement Sunday that the United Nations Mine Action Service (UNMAS) \"is supporting the Congolese authorities in conducting the investigation into the circumstances of the incident.\"   ", "\"The Secretary-General reiterates that the United Nations, through his Special Representative in the Democratic Republic of the Congo, will continue to support the Congolese Government and people in their efforts to bring peace and stability in the east of the country,\" Dujarric said in the statement.  ", "The UN peacekeeping force in the country, MONUSCO, also condemned \"the cowardly and despicable attack\" on Sunday and presented its condolences \"to the families of the victims, to the Congolese people and to the government\" of DRC.  ", "Waves of violence have persisted in DRC's North Kivu province, despite efforts by the government and international peacekeepers to curb it.  "], "headline": "Worshipers killed as bomb detonates during DRC church service    ", "timestamp": "  Published  12:04 PM EST, Mon January 16, 2023    ", "act": "/2023/01/16/africa/drc-church-attack-deaths-intl"}, "/2023/01/08/africa/senegal-bus-collision-intl": {"paras": ["At least 40 people were killed Sunday and many others seriously injured in a bus crash in central Senegal, according to the country's president.   ", "\"I am deeply saddened by today's tragic road accident in Gniby, where 40 people died and many were seriously injured. I send my heartfelt condolences to the families of the victims and wish the injured a speedy recovery,\" President Macky Sall said in a tweet.   ", "The incident involved two buses that collided with one another, according to Radiodiffusion Télévision Sénégalaise (RTS), the country's public broadcaster.    ", "The western African nation will observe three days of national mourning for the victims, starting on January 9, the president announced.   ", "The reason for the crash is as yet unknown. CNN has reached out to the Senegalese Transport Ministry for comment.  ", "Dakar will also call an inter-ministerial council on January 9 to discuss \"firm measures\" to ensure transport safety, according to Sall.    "], "headline": "40 dead, many injured in Senegal bus crash, president says    ", "timestamp": "  Updated  7:29 AM EST, Sun January 8, 2023    ", "act": "/2023/01/08/africa/senegal-bus-collision-intl"}, "/2023/01/06/africa/kenya-edwin-chiloba-lgbt-activist-death-intl": {"paras": ["Kenyan police on Friday said a suspect had been arrested in connection with the death of a prominent LGBTQ rights campaigner whose body was found stuffed into a metal box in the west of the country.  ", "Motorbike taxi riders alerted police after they saw the box dumped by the roadside from a vehicle with a concealed number plate, The Standard and The Daily Nation newspapers reported, quoting police sources.  ", "Activist Edwin Chiloba's remains were found on Tuesday near Eldoret town in Uasin Gishu county, where he ran his fashion business, independent rights group the Kenya Human Rights Commission (KHRC) said.  ", "Research suggests acceptance of homosexuality is gradually increasing in Kenya, but it remains a taboo subject for many. The country's film board has banned two films for their portrayals of gay lives in recent years.  ", "The death drew condemnation from several human rights groups, including the International Commission of Jurists Kenya section, which called for the speedy investigation and apprehension of those behind his killing.  ", "\"Chiloba's death is a tragedy and an affront to human dignity and violation of the right to life #JusticeForChiloba,\" it said on Twitter.  ", "Resila Onyango, Kenya National Police Service's spokesperson, said officers had arrested one person in connection with Chiloba's death.  ", "\"Police arrested one male suspect in Eldoret on Friday. He is the main suspect but the matter is still under investigation,\" she said in a text message to Reuters.  ", "\"Words cannot even explain how we as a community are feeling right now. Edwin Chiloba was a fighter, fighting relentlessly to change the hearts and minds of society when it came to LGBTQ+ lives,\" GALCK, a Kenyan gay rights group, said on Twitter.  ", "Under a British colonial-era law, gay sex in Kenya is punishable by 14 years in prison. It is rarely enforced but discrimination is common.  "], "headline": "Suspect arrested after prominent Kenyan LGBTQ activist Edwin Chiloba reportedly found dead    ", "timestamp": "  Updated  7:54 AM EST, Sat January 7, 2023    ", "act": "/2023/01/06/africa/kenya-edwin-chiloba-lgbt-activist-death-intl"}, "/2023/01/01/africa/uganda-new-years-crush-intl": {"paras": ["At least nine people, including a 10-year-old boy, suffocated to death as crowds rushing to see a New Year's firework display got stuck in a narrow corridor in a shopping mall near Uganda's capital, police said.  ", "People started pushing through a passage in the Freedom City Mall just after clocks struck midnight, the force said.  ", "\"Very many people got stuck as they were entering in large numbers to see fireworks. In doing so, many people suffocated to death. So far nine people are confirmed dead,\" the police statement read.  ", "People had been celebrating the New Year at the mall which is on a highway linking Kampala to Entebbe airport.  "], "headline": "Nine suffocate to death in Uganda New Year's firework crush    ", "timestamp": "  Published  8:59 AM EST, Sun January 1, 2023    ", "act": "/2023/01/01/africa/uganda-new-years-crush-intl"}, "/2022/12/23/africa/jahawi-bertolli-underwater-kenya-c2e-spc-intl": {"paras": ["Famous for its sprawling nature reserves that are home to all \"Big Five\" animals, Kenya's 882 miles of coastline along the Indian Ocean are often overlooked. It's a place where people go to \"chill out,\" but not to observe and connect with the wild and unique ecosystem, says Kenyan filmmaker, photographer and conservationist Jahawi Bertolli.  ", "Bertolli is determined to change this outlook and believes that visual storytelling is one way to do it. \"No one was telling stories about the ocean here (in Kenya),\" he says.   ", "So far, his work has focused mainly on the Lamu Archipelago along Kenya's northern coast, where his wife Elke Bertolli, also a photographer and filmmaker, grew up. Lamu is a hidden gem, he says, and filming has led to new discoveries. \"There's not much scientific work that's happened up here so a lot of what we're finding is new,\" he adds. \"We're finding these incredible reefs. We're finding incredible biodiversity.\"   ", "But this rich biodiversity is increasingly under threat. Bertolli says that harmful fishing practices, such as drag netting, coupled with habitat degradation due, in part, to coastal development, pollution and an increasing human population have caused a reduction in fish populations.   ", "Related: Stunning images from African Wildlife Foundation's photography award are inspiring conservation", "Not only is this bad for the ecosystem, but for local fishers too. Lamu is home to one of the oldest Swahili settlements in East Africa, a community who have depended on the ocean since the 12th century. Traditionally these fishers respected the balance with nature, says Bertolli. They stopped fishing when they had enough for what was needed, they only fished in certain seasons, and they left the coral reef alone, understanding it to be a home for fish, where they needed space and time to reproduce and grow. \"There's a lot of cultural knowledge, which is actually conservation knowledge. It's just packaged differently,\" Bertolli explains.   ", "In 2020, Bertolli made a short film about Lamu's sea life and the conservation traditions of the local fishers. He called it \"Bahari Yetu\" - \"Our Ocean\" in Swahili - and began showing it the local community. The screenings were a gamechanger, he says: \"When you bring back that imagery, all of a sudden people are like, 'Oh my God. Wow, this is ours ... this is our heritage, these are our reefs, this is what's happening underwater in our ocean.'\"  ", "A viewing of \"Bahari Yetu\" was also put on for local beach management units and members from the county government and fisheries department. Bertolli also screened another film he had made a few years earlier on locally managed marine areas in Africa. The next time the group met, all members voted unanimously to begin setting up a marine protected area around Lamu's Kinyika island, a craggy rock that acts as a nursing ground for seafaring birds and hosts a bustling coral reef system.   ", "For Bertolli and the people of the Lamu Archipelago, this has been a significant first step to ensuring the preservation of an essential ecosystem. While it's only the beginning and a management plan still needs to be established, Bertolli believes it has also been a testament to the power of visual storytelling. \"Because it was their film, told in their language, filmed here - it became an incredibly powerful tool to inspire the community to come together to try and start actually conserving these areas,\" he says.    "], "headline": "How an underwater film inspired a marine protected area off Kenya's coast    ", "timestamp": "  Published  5:01 AM EST, Fri December 23, 2022    ", "act": "/2022/12/23/africa/jahawi-bertolli-underwater-kenya-c2e-spc-intl"}, "/2022/12/18/africa/migrant-workers-plight-qatar-intl-cmd": {"paras": ["Boniface Barasa worked for three years as a construction worker in Qatar, but the life-long football fan now says he was so traumatized by the experience that he was torn about watching matches during the World Cup.    ", "Barasa, 38, says he witnessed a co-worker die after collapsing from the extreme heat, which can get as high as 120 degrees. He suspects that person could have been dehydrated because of limited water breaks offered to workers.   ", "CNN could not independently verify his claim.   ", "He added: \"I saw the supervisor call another Kenyan a lazy Black monkey. Then when the Kenyan asked him: 'Why are you calling me a Black monkey?' the supervisor slapped him,\" Barasa, who worked on the Lusail stadium, told CNN.   ", "His account echoes those of other foreign workers, mostly from South Asia and Africa, who've played a significant role in preparing the country for the World Cup.    ", "Authorities have acknowledged hundreds of deaths in construction and related industries in the 13 years since FIFA awarded the tournament to the Gulf nation.    ", "Two migrant workers have also died in unexplained circumstances during the tournament.    ", "On December 10, 24-year-old Kenyan security guard John Njue Kibue fell from the eighth floor of Lusail stadium and died in the hospital, his family told CNN.    ", "Another died at a resort used by Saudi Arabia during the group stages of the tournament.   ", "Organizers say they are investigating Kibue's death, which has renewed scrutiny of Qatar's treatment of migrant workers as the World Cup draws to a close.    ", "While the investigation is underway, complaints from workers currently in Qatar continue, according to a campaigner for migrants' rights based in Kenya, who says he receives thousands of messages from workers based in the Gulf region.    ", "Geoffrey Owino, 40, says he worked as a safety officer in the country from 2018 until this past June, when Qatari authorities deported him.    ", "He campaigned for migrants' rights when he was there and continues to do so today.   ", "Many of the complaints he receives range from withheld wages to physical assault, Owino told CNN.    ", "Owino says he experienced firsthand the abuses that some migrant workers face when he worked in Qatar.   ", "In his first week in 2018, he says he was pressured to sign an employment contract he had not read. He initially refused but eventually signed after thinking about the recruitment fee of $1,500 he had paid to an agent in Kenya to secure a job that promised $400 a month.   ", "When he got there, he says he was only paid $200 a month and lived with seven other people in a room.    ", "Owino says as a safety inspector he spoke up frequently about construction workers at Lusail stadium working in extreme temperatures. But he was ignored, he says, as officials rushed to finish the construction.    ", "He said authorities detained him three times without giving him a reason and sent him to a deportation camp because he complained about the mistreatment of his fellow employees.   ", "He says he contested deportation twice and was released. But after authorities detained him a third time, he says he gave up fighting and was expelled from the country.    ", "CNN has contacted the Qatari government for comment on migrant working conditions in the country, as well as Owino's claims but a Qatari government official previously told CNN that any claims workers were being \"jailed or deported without explanation\" were false.     ", "Now back in Nairobi, Owino's fight for fair treatment of migrants in Qatar has earned him the nickname \"Mr. Labor\" and Owino says he continues to help workers abroad and advocates for compensation from bodies such as FIFA for them.   ", "Owino also works with Equidem, a human and labor rights organization, to document the experiences of workers who have returned to Kenya. He spends time in the Gachie neighborhood, on the outskirts of the capital Nairobi.    ", "Once known for crime and gang violence, the low-income district has since become a prime target for recruiters promising lucrative opportunities in the Middle East.   ", "The promises are seductive considering Kenya's high unemployment rate, which at 5.7% is the highest in East Africa.    ", "Equidem is investigating claims of mistreatment by current and former migrant workers across the Gulf but in a report last month focused on Qatar, Equidem revealed widespread violations including forced labor, unpaid wages, nationality-based discrimination, and systemic abuse in interviews with 60 migrant workers employed at the World Cup stadiums.    ", "In a written response to the report, World Cup organizers said it was \"rife with inaccuracies\" and underscored the measures put in place to protect workers and the progress the country has made with the reforms, noting that \"their commitment to ensuring the health, safety and dignity of workers\" has been \"steadfast\" since construction began.   ", "The Supreme Committee for Delivery and Legacy went on to say that while \"there is always room for improvement.... the report presents a completely unbalanced picture of the significant progress versus the inevitable challenges that remain,\" adding: \"We have always been transparent about our challenges and progress throughout our journey and maintain an open dialogue with all our stakeholders.\"   ", "Qatar's World Cup Chief Hassan Al-Thawadi said in a British TV interview last month that between 400 and 500 migrant workers had died in their efforts to get the Gulf nation ready for the World Cup, which is a far greater figure than authorities had previously acknowledged. But he said only a handful of deaths were directly connected to the construction of stadiums.   ", "Qatar has taken steps towards reform in response to criticism and signed an agreement with the International Labor Organization (ILO) in 2017.  ", "For example, it dismantled the state sponsorship system, known as the kafala, and gave workers the freedom to change jobs before the end of a contract without the consent of their employer.    ", "It also became the first country in the region to introduce a non-discriminatory minimum wage and a policy requiring employers to pay workers on time. And it adopted a new health and safety and inspection policy.    ", "Qatar has been lauded for the steps it took to better protect migrant workers. However, last month the ILO recognized that more needed be done as reports of vulnerable workers facing retaliation from employers and delayed wages persisted.    ", "As the World Cup got underway, some Black migrant workers took on highly visible roles in a country where they are often invisible - part of the workforce but not society.    ", "Kenyan Abubaker Abbas - aka \"Metro man\" - became a social media sensation for showing fans the route to the subway using a foam finger and a megaphone.   ", "Tournament organizers elevated the 23-year-old Kenyan's profile in an apparent bid to counter criticism about Qatar's treatment of migrant workers.   ", "He even came out on the pitch as a surprise guest before the highly anticipated England v US match, leading the packed stadium in chants of \"Metro!\"   ", "Elsewhere in Doha, another Kenyan, Dennis Kamau, has also enjoyed internet fame as an enthusiastic traffic controller, dancing as he directs cars and pedestrians at the games.   ", "However, the spectacle belies the grim reality for those working behind the scenes, says Malcolm Bidali, a Kenyan migrant rights defender and former security guard in Qatar who tried to expose the working and living conditions endured by migrants.    ", "He describes conditions in the metro station Abbas was directing fans to as appalling for migrant workers.   ", "Bidali says Qatari authorities placed him in solitary confinement in 2021 after he campaigned for better conditions for migrant workers on social media.    ", "The Qatari government charged him for allegedly taking money from \"foreign agents\" for his work with international NGOs and accused him of spreading disinformation online   ", "After organizations like Amnesty International campaigned for his release, he was eventually freed. The traumatic ordeal prompted him to leave Qatar, he said.   ", "Bidali says he worries about the fate of the workers in Qatar once the World Cup is over and the attention goes away. He fears the rights of workers will be limited without any accountability.   ", "\"As we speak, we still have people not getting paid, people are still living in cramped conditions, we have people still facing physical, verbal, sexual assault, discrimination, long working hours, and horrible working conditions,\" Bidali said.    "], "headline": "As games draw to a close, plight of migrant workers has cast a shadow over World Cup    ", "timestamp": "  Updated  3:52 AM EST, Sun December 18, 2022    ", "act": "/2022/12/18/africa/migrant-workers-plight-qatar-intl-cmd"}, "/2022/12/16/africa/russia-embassy-assassination-attempt-intl": {"paras": ["A Russian citizen closely linked to the Wagner group led by Yevgeny Prigozhin has been injured in an assassination attempt in the Central African Republic, according to Prigozhin and Russian officials.  ", "Dmitry Syty, who runs the \"Russian House\" in the capital of CAR, Bangui, received a package that exploded in his hands, according to the press service of Concord, Prigozhin's holding company.  ", "Prigozhin said Syty's last words before falling unconscious and taken to hospital were: \"I saw a note: 'This is for you from all the French, the Russians will get out of Africa.'\"  ", "Wagner's presence in the CAR, where it has trained and fought with the local armed forces, has been controversial. CNN investigations have linked Wagner and associated entities with the lucrative diamond trade in central Africa as well as multiple human rights abuses in the country, where the army has been fighting a number of  rebel factions.   ", "A CNN team met with Syty in 2019, when he was involved in mediating between the CAR government and rebel groups. He was also the founder of a diamond company linked to Prigozhin's business empire.  ", "Prigozhin accused France of being behind the attack on Syty.   ", "\"On February 1, 2022, the 'Russian House' was opened in the Central African Republic, which for hundreds of years was oppressed by the French, who destroyed the population and plundered the wealth of the Central African Republic. It was headed by a patriot of Russia and the Central African Republic, Dmitry Syty,\" he said.  ", "\"On November 11, Dmitry Syty received a package from Togo containing a photograph of his son, who lives in France. It contained a note saying that next time he would receive his son's head if 'the Russians do not get out of the African continent and open the doors for the French.'\"   ", "Prigozhin said: \"Today he got another package. Despite all the instructions for observing security measures, Dmitry Syty, being in the heat of the moment and thinking that the head of his son was in the package, opened it. There was an explosion.\"  ", "CNN is unable to confirm Prigozhin's allegations.  ", "\"I have already applied to the Ministry of Foreign Affairs of the Russian Federation so that it initiates the procedure for declaring France a state sponsor of terrorism, as well as conducting a thorough investigation of the terrorist methods of France and its Western allies - the United States and others.\"  ", "A Russian group in CAR associated with the Russian House in Bangui said Syty's \"condition is serious and doctors are fighting for his life.\"  ", "The official Russian news agency TASS quoted Russian Deputy Foreign Minister Mikhail Bogdanov as saying: \"The assassination attempt on the head of the Russian house in the Central African Republic is an inhuman terrorist act that requires strong condemnation.\"  ", "He said: \"Russia will make every effort to find the organizers of the assassination attempt on the head of the Russian House in the Central African Republic. The Russian Federation will not show fear of terrorists and will not close the Russian House in the Central African Republic.\"  "], "headline": "Russian linked to Wagner badly hurt in assassination attempt in Central African Republic    ", "timestamp": "  Published  8:59 AM EST, Fri December 16, 2022    ", "act": "/2022/12/16/africa/russia-embassy-assassination-attempt-intl"}, "/2022/12/16/africa/toddler-rescued-swallowed-hippo-uganda-intl-scli": {"paras": ["A hippo has attacked a 2-year-old boy in Uganda, swallowing half of his body before spitting him out, a statement from the Uganda Police Force said on Friday.  ", "The child was attacked on December 4 at around 3 p.m. local time (7 a.m. ET) in the Katwe-Kabatoro district, in the southwest of the country, according to the statement.   ", "The boy, named by Ugandan police as Iga Paul, had been playing at his home in Rwenjubu cell, Lake Katwe.  ", "\"It took the bravery of a one Chrispas Bagonza, who was nearby, to save the victim after he stoned the hippo and scared it, causing it to release the victim from its mouth,\" a spokesperson for Uganda Police Force said in the statement.  ", "The boy was taken to a nearby clinic for injuries on one hand and later transferred to Bwera Hospital, west Uganda, for further treatment, the statement added.  ", "The child has now been discharged after making a full recovery, police said. He also received a vaccine for rabies, before being handed back to his parents by the police.  ", "\"Although the hippo was scared back into the lake, all residents near animal sanctuaries and habitats should know that wild animals are very dangerous,\" the statement said.  ", "\"Instinctually, wild animals see humans as a threat and any interaction can cause them to act strangely or aggressively.\"  ", "Known as one of the most dangerous animals on the planet, hippos can snap a canoe in half with their strong jaws, according to National Geographic.  "], "headline": "2-year-old rescued after being swallowed by hippo    ", "timestamp": "  Published  8:08 AM EST, Fri December 16, 2022    ", "act": "/2022/12/16/africa/toddler-rescued-swallowed-hippo-uganda-intl-scli"}, "/2022/12/14/africa/floods-kill-120-drc-intl": {"paras": ["More than 120 people have died in the Congolese capital of Kinshasa after torrential rains caused severe flooding in the city, according to a government statement issued Wednesday.  ", "The rainfall began on Monday and continued through Tuesday, it said. Severe damage could be seen in video obtained by news agency Reuters, with roofs and roads collapsed and people walking knee-deep in water.  ", "Congolese Prime Minister Jean-Michel Sama Lukonde chaired a crisis meeting Tuesday evening, with several local and police officials, the statement released by his office on Wednesday said.   ", "Three days of national mourning has been declared \"following the enormous loss of human life.\"  ", "The government will also cover funeral costs for those deceased, the statement added.  ", "The toll may still rise. Health minister Jean-Jacques Mbungani Mbanda told Reuters the ministry had counted 141 dead but that the number needed to be cross-checked with other departments.  ", "Images posted on Twitter by Congo's government spokesman Patrick Muyaya showed a major road that appeared to have subsided into a deep chasm, with crowds staring at the damage.  ", "\"On the National Road 1, there is a big hole. Only pedestrians can pass. We do not understand how the water cut the road,\" said local resident Gabriel Mbikolo.  ", "Once a fishing village on the banks of the Congo river, Kinshasa has grown into one of Africa's largest megacities with a population of around 15 million.  ", "Poorly regulated rapid urbanization has made the city increasingly vulnerable to flash floods after intense rains, which have become more frequent due to climate change.  ", "At least 39 people died in Kinshasa in 2019 when torrential rain flooded low-lying districts and some buildings and roads collapsed.  ", "In addition to damaged infrastructure, each day of flooding costs households a combined $1.2 million due to the large-scale transport disruption, according to a 2020 World Bank paper.  "], "headline": "Floods kill at least 120 in Kinshasa    ", "timestamp": "  Published  2:12 PM EST, Wed December 14, 2022    ", "act": "/2022/12/14/africa/floods-kill-120-drc-intl"}}