{"/2023/02/24/middleeast/nablus-raid-aftermath-intl": {"paras": ["The heart of occupied Nablus is one of the most ancient cities in the Middle East. With two churches, 12 mosques and a Samaritan synagogue around densely populated residential areas, the occupied West Bank city's nickname is \"Little Damascus\" because of the way its architecture, arches and even the local accent and food are reminiscent of those of the Syrian capital.  ", "On a normal day, the smell of spices and hand-made Nablus soap, the bright colors of cloth, and the welcoming faces of people fill the narrow alleys of the Ottoman-era Old City.  ", "A massive Israeli military incursion on Wednesday targeting three suspected militants changed all that. A CNN team visited the city a day after that raid, to find residents looking into the eyes of every stranger, not welcoming, but concerned about the reason for their visit.    ", "The market was on strike, mourning the 11 Palestinians killed the day before. Rather than selling their wares, business owners were collecting spent bullets from the alleys, with bullet holes and blood stains testifying to the violence the day before.  ", "\"We heard explosions and went to hide under the beds. We covered our ears with blankets,\" said an old woman with trembling hands and a shaking voice, who was afraid to be identified. \"I can't even describe how shocking it was. We saw death with our own eyes. We didn't expect to get out of this alive.\"  ", "Residents of the Old City have faced many night-time military invasions over the last year, especially since the new Lion's Den militant group started operating there.  ", "But this week's invasion came at a very unexpected time of the day.  ", "\"They came around 10 a.m. We consider that rush hour in a densely populated area,\" said Ahmad Jibril, head of the Emergency and Ambulance Department of the Palestinian Red Crescent in Nablus. The dead included a 72-year-old market trader who, Jibril alleged, \"was shot with 10 live bullets all over his body although he wasn't causing any threat.\"  ", "Paramedic Amid Ahmad, who was working to rescue the injured, said this is the first time since the height of the last intifada in 2000 that he has seen the Israeli army using weapons the way they did this week.  ", "\"They were shooting randomly everywhere,\" he said. \"There was an extremely huge number of injuries. Everything was so difficult - reaching the injured, evacuating the injured, everything was difficult because the area is very narrow and was all blocked by the army that prevented us from working.\"  ", "Israel Defense Forces international spokesman Lt. Col. Richard Hecht denied that Israeli troops were firing \"randomly,\" saying: \"The IDF only shoots at threats.\"  ", "Another IDF spokesman, Maj. Nir Dinar, told CNN he hoped it was not true that IDF forces had blocked medics from reaching the wounded, and said he was \"not familiar with such behavior.\"  ", "Nablus residents say undercover Israeli military operatives were involved in the raid, one reason they were so distrustful of strangers the following day.   ", "Sahar Zalloum was coming home from bringing her husband's breakfast to his shop in the market, she said, when she was shocked to see a man she believes was an undercover operative at the door of her house: \"I heard some noises in the yard. I saw a man wearing a sheikh's clothes sitting with a gun. He asked me to get into the house. I ran home - it was terrifying, we didn't dare to look out from any window, snipers were on all of the rooftops.\"   ", "Zalloum and her husband survived uninjured. But many were not so lucky.  ", "Social media video appears to show at least two Israeli army vehicles near the entrance of a mosque, amid gunfire as a group of Palestinians come out of the mosque.  ", "CNN asked the IDF about the video, but received only a generic statement in response, saying in part: \"The circumstances of the event in the video are under examination.\"  ", "The wounded were transferred to Al Najah Hospital in the city, where Elias Al-Ashqar is a nurse. A video captured him in the emergency room, screaming \"My father, my father\" the moment he realized one of the dead was his father Abdul-Hadi Al-Ashqar, 61.  ", "\"I didn't believe it, then I came closer,\" he told CNN the next day. \"I had one of my colleagues with me. I asked him if he sees this dead man as my father. I looked around, waiting for anyone to say that I was mistaken. But it was my father.\"  ", "Since the beginning of the year, 62 Palestinians have been killed in the occupied West Bank and East Jerusalem, according to the Palestinian Ministry of Health - the highest number at this point in a year since the year 2000. Israel argues that many of the dead are militants, or people attacking Israeli civilians or clashing with Israeli military forces.  ", "But some of them - like Elias Al-Ashqar's father Abdul-Hadi - appear simply to have been innocent bystanders.  "], "headline": "Israeli incursion shatters lives in ancient Middle Eastern city    ", "timestamp": "  Published  12:03 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/middleeast/nablus-raid-aftermath-intl"}, "/2023/02/24/middleeast/turkey-quake-child-survivors-mime-intl": {"paras": ["\"She used to jump up and down like a butterfly. Now, she is psychologically broken.\"   ", "Samer Sharif, 51, is talking about his 15-year-old daughter Salma, who witnessed the death of her brother and mother in the February 6 earthquake, and who for several days believed was orphaned before unexpectedly being reunited with her father.     ", "After the earthquake struck, Sharif was told that Salma, her 10-year-old brother Mohammed and his ex-wife had all died.   ", "Standing before the building that collapsed on top of his family, in Antakya, southern Turkey, Sharif said that he \"met with death at that moment.\"     ", "\"There is nothing left in Antakya. It's all gone,\" he told CNN.     ", "After sleeping on the streets for two days, Sharif left for Istanbul where he stayed with his sister and her husband.    ", "While there he received some rare good news - his daughter was alive, and recovering in hospital.   ", "The father and daughter were re-united, and while they were relieved, they will never be the same - especially Salma.    ", "And Salma is not the only one.     ", "Around 4.6 million children were living in the 10 Turkish provinces hit by the earthquake, according to UNICEF, and an additional 2.5 million children were affected in neighboring Syria.    ", "UNICEF added that families with children are sleeping in the streets, malls, schools, mosques, bus stations and under bridges, all afraid to sleep indoors should more aftershocks bring buildings down.    ", "\"I saw a lot of traumatized kids in Antakya,\" said 37-year-old Bilal Kazak, a Kazakhstan-born Turkish citizen who lost his mother and sister in the earthquake.     ", "While food, tents and caravans with some heating have arrived in the days following the earthquake, says Kazak, there still isn't enough mental health support, especially for children.     ", "Speaking to CNN's Zain Asher, a spokesperson for Save the Children relief organization in Turkey, Oben Coban, said that victims are showing clear signs of post-traumatic stress disorder (PTSD), especially children, many of whom have been left without parents.     ", "\"What we are also seeing is that those children who have lost their education, their families, their hopes, they are now struggling to find a reason to keep themselves in this world,\" said Coban.    ", "\"At the moment, the only thing that can keep them in their lives is hope for the future.\"    ", "For victims in Syria, the earthquake is another crisis amid a devastating 12-year civil war.     ", "Children and families who were recovering from PTSD and ongoing trauma from the scars of war are back in survival mode, Dr. Alexandra Chen, a trauma psychologist treating earthquake victims, told CNN.     ", "\"For people who have slowly begun to recover and regain a sense of normalcy and rebuilt their lives over the last decade, this has been terrifying and destabilizing for both children and adults,\" said Chen. \"Some are still in denial while others are experiencing hallucinations.\"    ", "The United Nations estimates over 30,000 lives have been lost in the Syrian civil war. People were already struggling to rebuild their lives, while thousands fled the country seeking refuge in nearby countries.     ", "While a semblance of routine had been established before, Chen says the situation has now changed.     ", "\"Prior to the earthquake, therapy was not emergency-based, and we had the time and the space to process very difficult things, especially for those who have experienced torture and sexual violence,\" she said, adding that \"we're back in emergency mode.\"    ", "Chen says that aid workers are also struggling. Between losing their own family members and homes, while rescuing people from the rubble, their mental health has deteriorated amid the ongoing rescue efforts, she said.     ", "Aid workers say that the mental health struggles are clear and are happening amid needs for more food and shelter.    ", "Making matters worse, the risks of further tremors have not gone away.   ", "\"Many people do not feel comfortable living inside (intact buildings),\" said Arlan Fuller, director of Emergency Response & Preparedness at Project Hope, a US-based non-profit, non-governmental organization that supports healthcare workers in times of crisis. Fuller and Project Hope are currently on the ground in Gaziantep.     ", "\"I've heard and seen many situations where people do not want to go back inside,\" Fuller told CNN, \"Or when they are inside, they are constantly focusing on the chandelier, waiting for it to move.\"    ", "Many children are clinging to their parents and can't let go, he added, noting that repeated aftershocks only act as triggers.   ", "Aftershocks continue to be felt across Turkey. Just on Monday, a magnitude 6.3 aftershock struck Turkey's southern Hatay province, near the Syrian border, killing at least six people and injuring hundreds.     ", "The Turkish Red Crescent previously said it is providing \"psychological first aid\" to both adults and children impacted by the earthquake, reported the state news agency Anadolu. These include therapy sessions, as well as psychosocial support tents set up by the ministry of family and the ministry of health, added Anadolu.     ", "Salma, 15, remains distraught. She spends most of her time on her phone and refuses to properly eat, her father Samer says.    ", "\"She wants to buy those little hot wheels car toys that Hammoudeh (her brother Mohammed's nickname) loved to put them on her shelf to look at them and remember him,\" said Sharif.     ", "\"I keep trying to make her laugh, but it's not like before.\"    ", "The United Nations General Assembly on Thursday overwhelmingly voted to condemn Russia's war in Ukraine. While the resolution isn't binding, it sheds light on where nations stand in this conflict one year since it started.   ", "Among Middle East and Arab nations, only Syria rejected the resolution while Algeria, Iran and Sudan abstained. The rest supported it.   ", "Last year, less than a week after Russia's invasion, the same UN body passed a resolution demanding that Russia withdraw all military forces from Ukraine. During that vote, all Arab and Middle Eastern states voted the same way they did on Thursday except for Iraq, which abstained.   ", "The region has largely made clear that it supports Ukraine's position in this conflict - publicly at least.   ", "The behind-the-scenes diplomacy over the past year, however, tells a different story. Middle East nations have found themselves in a difficult position, juggling between their obligations to their Western allies and their own interests.   ", "The United Arab Emirates, for example, abstained from a symbolic a UN Security Council resolution condemning the war on February 27 of last year (Russia vetoed that resolution). Less than a week later, it voted in favor of a similar resolution at the General Assembly. UAE officials have said the war demonstrates that the world order is no longer unipolar with the US at its helm. The UAE has also become a safe haven for many Russian citizens and businesses since the war.   ", "Abu Dhabi, along with Saudi Arabia, also counts Russia as an ally in the OPEC+ oil cartel. That alliance allows member states to control the supply of oil, which in turn determines prices. The US warned Saudi Arabia last year that restricting the supply of oil would be tantamount to supporting Russia in the war. That warning fell on deaf ears.   ", "Iran, like Syria, is globally isolated and counts Russia as its main international ally. But the Islamic Republic, whose leaders regularly launch tirades against foreign intervention and imperialism, has abstained from such votes instead of vetoing them as Syria has. This is despite Tehran's role as a player in the war through its supply of killer drones to Russia.   ", "Israel, too, finds itself in a complicated situation. While it has publicly opposed the war, it has economic, cultural, political and security considerations in its dealings with Russia. What it cares most about with Russia is its influence on Iran and its presence in Syria. Israel regularly carries out airstrikes on Iranian targets in Syria, which it regards as critical to prevent the transfer of missile technology to Lebanon's Hezbollah militant group. It usually communicates with the Russians ahead of those strikes for deconfliction purposes.   ", "By Abbas Al Lawati ", "Turkey says may experience more aftershocks greater than magnitude 5  ", "Orhan Tatar, Turkey's general director of Earthquake and Risk Reduction (AFAD) said on Thursday at a press conference that the country may experience more large aftershocks in the coming days, calling on citizens to stay away from damaged buildings. Following the conference, a magnitude 5 aftershock struck the southern Hatay province.   ", "Tunisian president denies racism but repeats view that migration is a plot ", "Tunisian President Kais Saied has repeated his assertion that an increase of migrants from sub-Saharan Africa was part of a conspiracy to change Tunisia's demographics and denied criticism by rights groups that his views were racist, Reuters reported.   ", "Oman opens airspace to Israeli airlines in landmark move  ", "The Gulf state of Oman has opened its airspace to Israeli airlines in a landmark move that will cut the carriers' flights from Israel to Asia by up to two hours. The nation's civil aviation authority said on Twitter that its \"airspace is open for all carriers that meet the requirements of the authority for overflying.\" Israeli Foreign Minister Eli Cohen tweeted that it was \"another great step toward regional integration\" and \"a day of celebration for Israel.\"    ", "The US has repatriated 77 looted artifacts to Yemen, including dozens of ancient funerary stones linked to a disgraced New York art dealer and 11 folios from early Qurans.   ", "But as part of a landmark agreement the Smithsonian's National Museum of Asian Art in Washington, DC will care for and store the items for at least two years as Yemen remains engulfed in a bitter civil war.   ", "Among the artifacts being returned are 65 funerary stones, known as \"stelae,\" that date back to the second half of the first millennium BC. Featuring engraved faces, some of the objects contain traces of pigment or inscriptions revealing the names of the deceased.   ", "A museum spokesperson told CNN that the stones were most likely looted from archaeological sites in northwestern Yemen. The Quranic folios are meanwhile thought to date back to the 9th century. An inscribed bronze bowl is also among the cache of artifacts.   ", "The partnership between the Smithsonian and Yemen's government was announced at a repatriation ceremony hosted by the country's embassy in Washington, D.C. on Tuesday. As part of the agreement, some of the items could be publicly exhibited at the museum, including in its current show \"Ancient Yemen: Incense, Art, and Trade.\" Yemen's government will have the option to extend the partnership after two years, depending on the state of unrest in the country.   ", "The country's ambassador to the United States, Mohammed Al-Hadhrami, said in a statement that \"on behalf of the people and Government of Yemen, we are thrilled to see Yemen retaking ownership of its cultural heritage.\"   ", "Read more about the artifacts here.   "], "headline": "Afraid to sleep indoors: Child survivors of deadly quake left traumatized    ", "timestamp": "  Published  10:23 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/middleeast/turkey-quake-child-survivors-mime-intl"}, "/2023/02/22/middleeast/israeli-raid-nablus-west-bank-intl": {"paras": ["At least 11 Palestinians were killed Wednesday during a rare daytime raid by Israeli military forces in the occupied West Bank that also left more than 100 injured, Palestinian officials said in the aftermath of an operation described by the local director of Red Crescent as a \"massacre.\"  ", "Israeli authorities said Wednesday's operation in Nablus targeted three suspects \"planning attacks in the immediate future.\" The three were \"neutralized,\" the Israel Defense Forces (IDF) and Israel Security Agency said in a joint statement.   ", "All three of the suspected Palestinian militants targeted by the IDF were killed, a list of the dead released by the Palestinian Ministry of Health shows.  ", "The IDF said one was shot while fleeing and the other two were killed in an exchange of fire with the military.    ", "Israeli authorities said that suspects threw rocks, Molotov cocktails and \"explosive devices\" at Israeli forces.   ", "At least 102 people are injured, according to the official Palestinian News & Information Agency (WAFA) citing the Palestinian health ministry. Seven of the injured are in critical condition, WAFA reported.  ", "The Israeli military's daytime raid began at around 10:15 a.m. (3:15 a.m. ET), Ahmad Jibril, the local director of Red Crescent, told CNN. It is \"a time when everyone is out shopping in the open market of the old city. No one expects an invasion at this time of the day,\" he said.   ", "There were Israeli snipers on the rooftops shooting live ammunition, he said. \"That's why many people were shot in the head, shoulders and backs,\" he said. Most of the dead were shot in the head, he added.   ", "\"People who were unarmed and even away from the old city were also shot. Bullets were everywhere!\" he said.   ", "Jibril said there was a drone dropping tear gas \"randomly.\"  He also said drones were firing live ammunition, which the IDF denied.  ", "Maj. Nir Dinar, an IDF spokesman, told CNN that Israel did not operate drones that fired live ammunition in the West Bank.   ", "\"I think what they saw was small drones that drop tear gas grenades as a riot dispersal means, and these were used,\" he said.   ", "Red Crescent's Jibril said some Israeli special forces were disguised as locals, and while Dinar refused to comment on whether there were undercover Israeli operatives, he said: \"The IDF has such capabilities.\"  ", "Jibril said their \"teams were prevented from reaching the injured,\" including a four-year-old child with a heart condition who was rendered unconscious by tear gas.   ", "The IDF's Dinar said that he hoped it was not true that Israeli troops had prevented medics from reaching the wounded: \"I am not familiar with such behavior and I hope it did not happen. If they have evidence, let us know and we will take it to the commanders.\"  ", "Briefing journalists about the raid, the main IDF international spokesman, Lt. Col. Richard Hecht painted a picture of a large, chaotic event, which he said got \"very messy.\"   ", "Israeli Security Agency and Border Police Special Forces had approached the house where they believed the suspects were located and told them to surrender, he said.   ", "\"They didn't surrender, they confined themselves into the house and opened extensive fire on our forces,\" he said. One of the suspects tried to leave the house and was shot, he said, while the other two continued exchanging fire with the Israelis.   ", "\"And at some point, we upgraded our efforts. And there were also rockets that were fired on the house. And the two guys were neutralized,\" he said, later confirming that meant killed.   ", "Pressed for details about the rockets, he said: \"When you come into a situation when people are not surrendering, you intensify the fire.\"  ", "But the battle continued on other fronts, he said, with Israeli reconnaissance units coming under fire. \"It was cars, it was firing from the roofs and it was motorbikes - a  very, very aggressive exchange of fire,\" he said. \"A lot of violence.\"  ", "He said the importance of the targets explained the IDF decision to go into the militant hotspot in broad daylight. While they prefer \"night time activity,\" he said the daylight raid \"was based on a specific intelligence indication we got from the Shin Bet,\" as the Israeli Security Agency is generally known.   ", "\"That's why we went in there. These are guys that killed one of our soldiers.\"  ", "The Islamic Jihad militant group said two of its commanders were killed in the clashes with Israeli troops.    ", "The Lion's Den militant group also confirmed its members were involved in the fighting, but did not say if any of their members were killed.   ", "One of the dead targeted in the Nablus raid was a Hamas member, the Palestinian militant group said. Hamas claimed Hussam Salim as a member and a martyr, releasing a photograph of him holding an assault rifle with a telescopic sight.  ", "The IDF named him as one of their targets, accusing him of carrying out \"shooting and explosive device attacks\" and dispatching the killers of IDF soldier Ido Baruch last year. The IDF identified Salim as a senior operative of Lion's Den, which claimed responsibility for the killing of Baruch in October of last year.  ", "There is overlap between the membership of Palestinian militant groups.   ", "Six of the dead were men in their 20s, the Palestinian health ministry said. One was 16, one was 33, one was 61 and was was 72. All were men, the ministry list of dead shows.  ", "The raid brings the number of Palestinians killed by Israeli forces to 61 this year, the Palestinian health ministry said. That number includes people shot as they attacked Israelis, militants being targeted in raids, people clashing with Israeli forces during raids, and bystanders, CNN records show  ", "Eleven Israelis have been killed in Palestinian attacks this year: seven in a shooting near a synagogue, three in a car ramming attack, and a border police officer who was stabbed by a teenager and then shot by friendly fire from a civilian security guard.  ", "IDF raids into the West Bank usually occur overnight; the last time the military conducted a daylight operation, they said it was because of an immediate threat.  ", "Islamic Jihad's armed faction in Gaza, the Al Qassam Brigade, warned they are \"watching the enemy's escalating crimes against our people in the occupied West Bank, and its patience is running out.\"  ", "The occupied West Bank has been rocked by a series of lethal Israeli military raids in the past year, as tensions in Israel and the Palestinian territories remain sky-high in a region riven by bloodshed.  ", "An Israeli raid in the city of Jenin in January caused the deadliest day for Palestinians in the West Bank in over a year, according to CNN records, with at least 10 Palestinians killed on the day and one dying later of his wounds. One day later, at least seven civilians died in a shooting near a synagogue in Jerusalem - which Israel deemed one of its worst terror attacks in recent years.  ", "This comes as Netanyahu leads a cabinet that has been described as the most far right and religious in the country's history.   ", "Netanyahu previously told CNN's Jake Tapper that people can get \"hung up\" on peace negotiations with the Palestinians, saying he has opted for a different approach.   ", "As relations between Israeli forces and Palestinian militants boil over, CNN's Hadas Gold said the scenes on Wednesday reflected those \"not seen since the second intifada,\" or uprising.  "], "headline": "11 Palestinians killed during Israeli raid targeting militants in West Bank    ", "timestamp": "  Updated  4:31 AM EST, Fri February 24, 2023    ", "act": "/2023/02/22/middleeast/israeli-raid-nablus-west-bank-intl"}, "/2023/02/23/middleeast/israel-airstrikes-gaza-rockets-violence-intl": {"paras": ["Israel launched airstrikes targeting alleged weapons manufacturing and storage sites in Gaza on Thursday, following a rocket attack from the coastal enclave, the Israel Defense Forces (IDF) said.  ", "In a statement, the IDF said \"fighter jets struck a weapons manufacturing site\" in central Gaza owned by Hamas, the Palestinian militant group that runs Gaza.  ", "\"In parallel, a military compound belonging to the Hamas Terrorist Organization in the northern Gaza Strip which also was used as a naval weapons storage warehouse was struck,\" the statement said.  ", "Earlier Thursday, the IDF said five rockets fired from Gaza toward Israeli territory, including the cities of Ashkelon and Sderot, were intercepted and another rocket fell in an open area.   ", "The airstrikes come after the deaths of at least 11 Palestinians in Nablus in the occupied West Bank on Wednesday, which occurred during a raid by the Israeli military that also left at least 500 injured, Palestinian officials said Thursday. One of the dead targeted in the Nablus raid was a Hamas member, and two were Islamic Jihad commanders, the two militant groups said earlier.  ", "\"Our teams dealt with 488 injuries during the occupation forces' invasion into Nablus, including 103 injuries of live bullets taken to hospitals in Nablus,\" the Palestinian Red Crescent said. The other injuries included tear gas inhalation and shrapnel wounds, they said. The Palestinian Ministry of Health confirmed the numbers.  ", "The raid in Nablus lasted about four hours and, unusually, took place in broad daylight because the IDF said it had intelligence on where the suspects were. The IDF accused them of being responsible for the death of an Israeli soldier and of posing an imminent threat.  ", "Prime Minister Benjamin Netanyahu vowed Thursday that Israel would \"settle accounts with those who attack Israeli civilians and IDF soldiers,\" praising the previous day's Israeli military raid into Nablus.  ", "Netanyahu said that raid targeted \"three terrorists\" who \"shot and murdered Staff Sergeant Ido Baruch last October and they were about to carry out additional attacks against us.\"  ", "\"I would like to commend the ISA and IDF Intelligence for the precise intelligence,\" that led to the raid, the Israeli prime minister said, referring to the Israeli Security Agency, the Shin Bet, and the Israel Defense Forces. He also thanked \"the soldiers who acted with heroism and confidence under fire.\"  ", "The United Nations special coordinator for the Middle East peace process said late Wednesday he was \"appalled by the loss of civilian lives\" in the raid.  ", "\"I am deeply disturbed by the continuing cycle of violence,\" Tor Wennesland said in a statement. \"I urge all sides to refrain from steps that could further enflame an already volatile situation.\"  ", "The occupied West Bank has been rocked by a series of lethal Israeli military raids in the past year, as tensions in Israel and the Palestinian territories remain sky-high in a region riven by bloodshed.  ", "An Israeli raid in the city of Jenin in January caused the deadliest day for Palestinians in the West Bank in over a year, according to CNN records, with at least 10 Palestinians killed on the day and one dying later of his wounds. One day later, at least seven civilians died in a shooting near a synagogue in Jerusalem - which Israel deemed one of its worst terror attacks in recent years.  ", "This comes as Israeli Prime Minister Benjamin Netanyahu leads a cabinet that has been described as the most far right and religious in the country's history.  ", "Netanyahu previously told CNN's Jake Tapper that people can get \"hung up\" on peace negotiations with the Palestinians, saying he has opted for a different approach.  ", "As relations between Israeli forces and Palestinian militants boil over, CNN's Hadas Gold said the scenes on Wednesday reflected those \"not seen since the second intifada,\" or uprising.  ", "\"Even for the last year and a half or so here, that has been a very violent and deadly year, these numbers are some of the highest I've seen in my time here,\" she added.  "], "headline": "Israel launches airstrikes on Gaza after rocket attacks as violence escalates    ", "timestamp": "  Updated  9:56 AM EST, Thu February 23, 2023    ", "act": "/2023/02/23/middleeast/israel-airstrikes-gaza-rockets-violence-intl"}, "/2023/02/22/middleeast/us-mideast-allies-ukraine-war-mime-intl": {"paras": ["At a major international defense exhibition in the United Arab Emirates this week, tucked away in a distant corner, a large purple structure featuring Russia's name has been erected far from the sight of most visitors.    ", "The biennial International Defence Exhibition (IDEX) in the UAE capital Abu Dhabi is the largest defense conference in the Middle East, with the participation of over 1,300 exhibitors from 65 countries.    ", "But what makes it stand out from other major arms fairs is its participants. Invitees include military officials and manufacturers from countries that aren't friendly with each other. Delegates from China and the United States, Russia and Ukraine, India and Pakistan, and Israel and Arab states are present at the same event.   ", "Eight Russian arms manufacturing firms were exhibiting at the fair, including Kalashnikov Group and Rosoboronexport. In a statement to CNN, IDEX said it was \"proud that this year's edition is the largest in the event's 30-year history.\"   ", "Russia has participated in the exhibition before, but this year, its presence is particularly sensitive.    ", "One year since Russia launched its war on Ukraine, the UAE's balancing act at IDEX demonstrates a wider policy across the Middle East of discreet neutrality, as well as the United States' inability to sway its Middle Eastern allies to join the Western camp.   ", "\"It has been clear since the start of the Russian invasion a year ago that America's regional partners in the Middle East... were not going to take sides or get involved in the great power competition and strategic rivalry that has taken on a harder edge since 2022,\" said Kristian Ulrichsen, a political scientist at Rice University's Baker Institute in Houston, Texas.    ", "\"So, to that extent the US has failed in getting its regional partners to take sides,\" he said.   ", "Energy-rich Gulf states have benefited from the rise in prices brought by the war in Ukraine, which has added tens of billions of dollars to their coffers. All six members of the Gulf Cooperation Council, which includes Saudi Arabia, Oman, the UAE, Kuwait, Qatar and Bahrain, registered budget surpluses in 2022 for the first time in eight years. Saudi Arabia's alliance with Russia in the OPEC oil cartel has also allowed it to have better control over global crude prices, in defiance of the US.   ", "In the UAE, the real estate market in Dubai boomed as Russians flocked into the regional business hub, buying property and starting businesses.     ", "Russians also became Turkey's top foreign buyers of real estate last year, according to the Turkish news outlet Daily Sabah, citing data by the Turkish Statistical Institute.   ", "\"So far, it is very clear to them (Middle East states) a year after the isolation of Russia that picking sides would not be in their interest and so they still very much refuse to do so,\" said Cinzia Bianco, a research fellow at the European Council on Foreign Relations.   ", "Most Gulf states have remained ambiguous and \"cherish that strategic ambiguity,\" she said at an event hosted by the Gulf International Forum. They have been \"hedging since day one of the war,\" she added.   ", "But the US has indicated of late that its patience with its allies is running thin, saying the days of doing business with both Russia and the West are over.   ", "The Biden administration has been ramping up pressure on its Middle East partners to choose between Russia and the West, singling out the UAE and Turkey in particular.    ", "A US Treasury Department delegation visited both countries late last month to warn them against helping Russia evade sanctions, threatening to block their access to G7 markets they fail to comply.   ", "Following the visit, the UAE said that it had discussed measures of combatting money laundering and the financing of terrorism with its US partner, and that \"both governments have witnessed significant advances.\"   ", "After meeting US Secretary of State Antony Blinken in Ankara on Monday, Turkish Foreign Minister Mevlut Cavusoglu said that while his government doesn't partake in \"unilateral sanctions,\" it will not allow US and European sanctions to be violated via Turkey.    ", "On Tuesday, Deputy Secretary of the Treasury Wally Adeyemo acknowledged that Russia's economic data \"appears to be better than many expected early in the conflict,\" but pledged to double down on efforts to get other states to comply with sanctions.    ", "\"We will force those that fail to implement our sanctions and export controls to choose between their economic ties with our coalition of countries - representing more than half of the world's GDP - or providing material support to Russia, an economy that is becoming more isolated every day,\" he said.    ", "Mohammed Baharoon, director of the Dubai Public Policy Research Center, known as B'huth, said that polarized language of West-versus-Russia is problematic and \"dangerous in the long run.\"   ", "\"There's a new wall being erected, and I think this is the real problem,\" he told CNN, adding that increasing US pressure on Gulf states will not help Russia, the US or the UAE.    ", "\"Until now, the position of the UAE, the position of Saudi Arabia and others, has been to find a compromise, to find mediation efforts between the two countries to bring peace,\" he said.   ", "Ulrichsen of Rice University said that the UAE is likely watching American language on sanctions evasion closely in case it materializes into action.   ", "At the defense show in Abu Dhabi, the Russian stall was busy, with visitors in traditional Arab clothing seen taking interest in what the Russian arms industry had to offer. CNN approached delegations from three different Russian firms, as well as an organizer of the Russian pavilion, but all refused to speak.   ", "Rosoboronexport, a firm that makes drones and missiles, however, said in a press release last week that it is \"busy working out proposals for the forms of partnership that could be of immediate interest to Middle East nations.\"   ", "\"Middle East countries are Russia's traditional and important partners,\" its director general, Alexander Mikheev, was cited as saying.   ", "The ECFR's Bianco, however, cast doubt over Middle Eastern interest in Russian weapons.    ", "\"It has become clear in several (Gulf) capitals that Russia's invasion of Ukraine has exposed the lack of quality in the performance of Russian weapons, and the low levels of the Russian defense industry,\" she said, adding that Gulf states would now be even more reliant on NATO countries for defense procurement.   ", "This story has been updated. A previous version of the story incorrectly stated that Russian arms manufacturers were not on the list of exhibitors.", "Two weeks after a 7.8 magnitude earthquake devastated parts of Turkey and Syria, a 6.3 magnitude aftershock struck Turkey's southern Hatay province, near the Syrian border, on Monday.    ", "The epicenter was in the Defne district, according to the Turkish Emergency Coordination Center SAKOM. Ninety aftershocks followed, the largest of which was recorded at 5.8. At least six people were killed and hundreds left injured.   ", "The death toll in Syria and Turkey from the February 6 quake stands at 48,151 as of Tuesday.   ", "Here's the latest:   ", "Iranian foundation offers land to Salman Rushdie's attacker  ", "An Iranian foundation has praised the man who attacked novelist Salman Rushdie last year, leaving him severely injured, and said it will reward him with 1,000 square meters of agricultural land, Reuters cited Iran's state TV as saying through its Telegram channel on Tuesday. \"We sincerely thank the brave action of the young American who made Muslims happy by blinding one of Rushdie's eyes and disabling one of his hands,\" said Mohammad Esmail Zarei, secretary of the Foundation to Implement Imam Khomeini's Fatwas.   ", "UN Security Council issues statement expressing 'concern' about Israeli settlements ", "The United Nations Security Council issued a presidential statement on Monday expressing \"concern and dismay\" with the February 12 decision by Israel to legalize nine settlement outposts in the occupied West Bank. The statement avoided the language of a UAE-led draft resolution that would have reportedly called for the ceasing of settlement activity in the West Bank.    ", "Ten Palestinians killed in rare Israeli daylight operation in West Bank", "At least 10 Palestinians, including two Islamic Jihad commanders, were killed Wednesday in a major Israeli military operation in the West Bank that also left more than 100 injured, Palestinian officials said. The Palestinian Ministry of Health said those killed included a man who was 61 and another who was 72. The ministry added that 104 Palestinians were injured \"with live ammunition... six of them in critical condition.\" Israeli authorities said the military was targeting three suspects \"planning attacks in the immediate future.\"    ", "A CNN investigation has uncovered a network of black sites used by Iranian authorities to perpetrate the worst torture and abuses on an industrial scale. Cross-referencing witness testimony and satellite imagery, the CNN International investigations team has exposed at least two dozen sites, where due process is suspended and regime operatives have free rein.    ", "Read the article here.   ", "The Palestinian team has never taken part in a World Cup tournament, but the territory's presence was very much in evidence at Qatar 2022.   ", "Fans interrupted press interviews shouting \"free Palestine,\" while some Moroccan players held up the Palestinian flag after their historic quarterfinal win against Portugal, making the Atlas Lions the first African and Arab team to reach the semifinals.   ", "The Israeli-Palestinian conflict has been a constant source of tension in the Middle East since Israel's creation in 1948, only made more tense after its capture of the West Bank, Gaza and East Jerusalem in 1967.   ", "\"The Israeli occupation doesn't just affect me, but affects ... Palestinian sports in general,\" the Palestinian team's goalkeeper Rami Hamadeh told CNN Sports.   ", "\"Whether it's players being arrested or killed. Regardless of these restrictions, we are able to achieve our goals and perform well, and this shows in our 2023 AFC Asian Cup qualification.\"   ", "While the FIFA World Cup 2026 is still three years away, the Palestinian national team is confident the West Asian and Asian Cups may help lead to a FIFA 2026 qualification.   ", "\"There's a full plan to prepare our national team for the upcoming competitions, including the Asia Cup in January 2024 as well as the World Cup qualifications,\" said General Secretary Abu Hilal.   ", "Read more about the Palestinian soccer team's World Cup ambitions here.   ", "By Dalya Al Masri"], "headline": "US fails to get Middle East allies to take sides one year into the Ukraine war    ", "timestamp": "  Updated  12:08 AM EST, Thu February 23, 2023    ", "act": "/2023/02/22/middleeast/us-mideast-allies-ukraine-war-mime-intl"}, "/2023/02/20/middleeast/turkey-quake-aftershock-intl": {"paras": ["At least six people have died and hundreds left injured after major aftershocks struck southern Turkey Monday, as the region reels from a devastating earthquake that killed tens of thousands of people on February 6.   ", "A magnitude 6.3 aftershock struck Turkey's southern Hatay province, near the Syrian border, Monday. The epicenter originated in the Defne district, according to the Turkish Emergency Coordination Center SAKOM. Ninety aftershocks followed, the largest of which was recorded at 5.8.  ", "At least 294 people were injured - 18 \"seriously,\" SAKOM said Tuesday, adding that survivors were treated by health units in local hospitals.   ", "Search and rescue operations in the affected regions are ongoing, the head of Turkey's Disaster and Emergency Management Agency (AFAD), Yunus Sezer, tweeted Tuesday.  ", "In the city of Antakya in the country's southern Hatay province, three men were trapped when a building that had survived the initial quake two weeks ago collapsed, according to their relative, Yahya Hallak.  ", "Hundreds of rescuers worked into the early hours of Tuesday morning trying to reach the men, some falling asleep on rubble next to fires to stay warm, as others endured freezing conditions to shift heavy rubble.  ", "In northwest Syria, more than 130 people were injured, the White Helmets volunteer rescue group said.   ", "\"Our teams are working to take the injured to hospitals, inspect the affected villages and towns, and remove rubble to open the roads for the ambulances,\" the White Helmets said.  ", "The United States Geological Survey (USGS) initially reported the quake as being of magnitude 6.4 at a depth of 10 kilometers before revising it down to 6.3 magnitude.   ", "Officials have been urging the public to stay away from buildings. Turkish Vice President Fuat Oktay earlier Monday asked the public \"not to enter the damaged buildings, especially to take their belongings.\" ", "Turkish Minister of Health Fahrettin Koca said on Twitter that 18 of the injured are in serious condition and were transported to Adana and Dörtyol. Field hospitals are continuing to provide services to other patients, he said.  ", "\"I wish for our injured, patients, local people and all the people of our country to get well soon. May Allah ease our pain with health and well-being, and protect us from new pains and worries,\" Koca said.  ", "The mayor of Samandag, near where the quake hit, said some buildings had collapsed and that the mood was one of panic following the AFAD warning.   ", "CNN teams in Adana, Turkey, felt the quake, as did eyewitnesses in Gaziantep and Mersin.   ", "More than 48,000 people have died across Turkey and Syria since the  7.8 magnitude earthquake on February 6.  ", "Families who were affected by the earthquake two weeks ago told CNN of the terror caused by Monday's tremors.   ", "\"We went back to our house and this shock happened again and we went out ... may God help us,\" said Zahir, who lives in a town between the cities of Iskenderun and Antakya, in Turkey's Hatay province.   ", "\"We don't know what to do today - today we will stay in the car and in the tent, we don't know what will happen till tomorrow,\" he told CNN.   ", "The AFAD said more than 7,000 aftershocks were recorded in Turkey after the initial earthquake two weeks ago.  ", "Scenes emerged of entire neighborhoods left destroyed by the quake that ripped through Turkey and Syria earlier this month.   ", "Almost 900,000 people are living in tents and containers in Turkey following the disaster and subsequent tremors, according to Turkey's President Recep Tayyip Erdogan.   ", "Nearly 140,000 buildings collapsed, should be demolished immediately or are heavily damaged, Erdogan said, adding that 115,000 people have been injured by the earthquake.  ", "Soon after the quake, Turkish authorities arrested or detained a number of property developers amid growing concerns that the government failed to take the necessary steps to enforce building regulations.   ", "\"If there are people, who were negligent, at fault or caused the loss of life, it is our duty to hold them accountable before the law,\" Erdogan said on Tuesday. \"We will not forgive anyone.\"  ", "On Sunday, Turkey's disaster management authority said it had ended most search and rescue operations nearly two weeks after the earthquake struck as experts say the chances of survival for people trapped in the rubble this far into the disaster are unlikely.   ", "Some efforts remain in the provinces of Kahramanmaraş and Hatay. On Saturday, a couple and their 12-year-old child were rescued in Hatay, 296 hours after the earthquake, state news agency Anadolu reported.  ", "Efforts to retrieve survivors have been hampered by a cold winter spell across quake-stricken regions, while authorities grapple with the logistical challenges of transporting aid into northwestern Syria amid an acute humanitarian crisis compounded by years of political strife.  ", "Turkey is no stranger to strong earthquakes, as it is situated along tectonic plate boundaries. Seven quakes with magnitude 7.0 or greater have struck the country in the past 25 years - but the one on February 6 was the most powerful and deadly.   ", "Monday's quake is considered an aftershock as it is in the same general region and lower than the original 7.8 magnitude earthquake.  ", "According to the USGS, \"aftershocks become less frequent with time, although they can continue for days, weeks, months, or even years for a very large mainshock.\"  ", "This story has been updated with new information from USGS. "], "headline": "Magnitude 6.3 aftershock strikes southern Turkey, killing 6 and injuring hundreds 2 weeks after massive quake killed thousands    ", "timestamp": "  Updated  12:52 PM EST, Tue February 21, 2023    ", "act": "/2023/02/20/middleeast/turkey-quake-aftershock-intl"}, "/2023/02/20/middleeast/saudi-arabia-mukaab-mime-intl": {"paras": ["It looks like a city out of a science fiction movie: Space pods, flying dragons and floating rocks. But this is the birthplace of Islam, Saudi Arabia, which wants to transform its capital into one of \"the most livable cities on Earth.\"   ", "The kingdom is building a new downtown in the capital Riyadh, its sovereign wealth fund announced on Friday. Spearheaded by Crown Prince Mohammed bin Salman (MBS), the \"New Murabba\" (new square) project is meant to expand the capital by some 19 square kilometers (4,695 acres) to accommodate hundreds of thousands of residents.   ", "At the heart of the project is the \"Mukaab,\" a 400-meter (1,312-foot) high, 400-meter wide and 400-meter-long cube that is big enough to fit 20 Empire State buildings. It offers \"an immersive experience\" with landscapes changing from outer space to green vistas, according to Public Investment Fund (PIF), the MBS-led $620-billion sovereign wealth fund. The project is due to be completed in 2030.   ", "Holographic technology is meant to offer \"a new reality\" to consumers as they shop and dine. The building also includes recreational facilities as well as hotels and residential units.   ", "Saudi Arabia, which has been the subject of bad press for decades due to human rights violations, has embarked on an ambitious project to diversify the economy away from oil and shed its image as a conservative, closed-off state.    ", "\"Back in the day, you would have negative discussions about Saudi Arabia affiliated to human rights abuses,\" said Andreas Krieg, research fellow at the King's College London Institute of Middle Eastern Studies. \"But now they're trying to push new narratives of being a country of development and one that can build futuristic cities.\"    ", "But some analysts say Saudi Arabia has serious regional competition from neighboring Dubai and the Qatari capital Doha, both of which have for decades tried to position themselves as regional tourism and investment hubs.   ", "\"Being second in the race is always a tough place to start when you want to become the leader,\" said Simon Henderson, director of the Gulf and Energy Policy program at The Washington Institute. He added that it is particularly difficult for Saudi Arabia because \"they've spent decades not attracting foreign, non-Muslim visitors.\"    ", "But some have questioned whether the project will even come to fruition. Saudi Arabia has announced similar mega projects in the past, work on which has been slow.    ", "In 2021, MBS announced his $500 billion futuristic Neom city in the northwest of the country, with promises of robot maids, flying taxis, and a giant artificial moon. And last year, he unveiled a giant linear city, the Line, which aimed to stretch over 106 miles and house 9 million people.   ", "The kingdom already has an $800 billion plan to double the size of the capital in the next decade, as well as transform it into a cultural and economic hub for the region, according to Saudi media.   ", "\"The more absurd and futuristic these projects get, the more I can't help but imagine how much more dystopian everything surrounding them will be,\" wrote Dana Ahmed, a Gulf researcher at Amnesty International, on Twitter.   ", "Saudi officials have insisted that work on the projects is going ahead as planned.   ", "It's unclear how much New Murabba will cost, or how PIF plans to finance it.    ", "Asked about the cost and financing plans, PIF told CNN that details have not yet been disclosed and that it will announce further information in due course.   ", "Some analysts are skeptical, saying that the kingdom may not be able to gather enough funding to fulfill its ambitions.    ", "\"The finances of all of this are not entirely secured. They have tried to get a lot of foreign direct investments (FDI) to realize this project,\" said Krieg, adding that investment hasn't come in the way Riyadh may have hoped.   ", "Saudi Arabia is hoping to raise its FDI to 388 billion riyals ($103 billion) annually by the year 2030. The kingdom's current FDI stands at $19 billion as of 2021, according to the United Nations Conference on Trade and Development's (UNCTAD) 2022 World Investment report.   ", "Whether the kingdom will be able finance the project also depends on the price of oil, said Henderson.   ", "The price per barrel is currently in the low $80s, he said, noting that the kingdom may need oil prices to pass the $100-mark in order to finance national megaprojects.   ", "While some mocked the new city and cast doubts about its viability, others pointed to the uncanny resemblance its cubic skyscraper has with Islam's holiest site in Mecca.    ", "The Kaaba, the name of which comes from the same root as the name of the new Mukaab building, is the structure that billions of Muslims turn to for prayer five times a day, and to which millions make pilgrimage every year.   ", "\"Building a new Kaaba exclusively devoted to capitalism is a little too on the nose,\" tweeted Murtaza Hussain, a journalist.   ", "The death toll from the Turkey-Syria earthquake continued to rise two weeks after it struck as Turkey ended its search and rescue operations in all but two affected provinces.   ", "The number of those killed in Turkey rose to 41,156 by Monday, the country's Disaster and Emergency Management Authority (AFAD) said.   ", "Turkey ended search operations in all but the provinces of Kahramanmaraş and Hatay, it announced on Sunday.   ", "The combined death toll in Turkey and Syria is now 47,088.   ", "Here's the latest:   ", "Israel's Netanyahu accuses Iran of attacking tanker in Persian Gulf region ", "Israeli Prime Minister Benjamin Netanyahu accused Iran on Sunday of attacking a tanker ship in the Persian Gulf region, apparently referring to the Israeli-affiliated Campo Square, which was lightly damaged on February 10, its management company said.    ", "Iran International TV moves studio out of UK after alleged threats from Tehran government ", "An independent Iranian TV station, Iran International, has moved its broadcasting studio from London to Washington DC at the advice of the London police after \"a significant escalation in state-backed threats from Iran,\" the station announced on Saturday. The UK's Head of Counter Terrorism Policing said on Saturday that police continue to respond to threats from Iran against UK-based individuals and a Persian-language media company it didn't name.   ", "Saudi Arabia says Arab states need new approach toward Syria ", "Saudi Foreign Minister Prince Faisal bin Farhan said at a Munich security forum on Saturday that consensus was building in the Arab world that isolating Syria was not working and that dialogue with Damascus was needed \"at some point\" to at least address humanitarian issues, including a return of refugees, Reuters reported.   ", "A popular Tunisian actor has invited controversy after declaring on television that he hates the hijab, the head covering worn by many Muslim women.   ", "Mohamed Kouka made a hand gesture showing himself ripping off an imaginary hijab on Attessia TV, saying it denies women their humanity. \"It takes the value of women to the lowest, and I therefore have a hatred for the hijab,\" he said.   ", "Other guests on the television show countered that the head covering is a personal choice. Many more took to social media to condemn the actor, accusing him of inciting against hijab-wearing women. A clip of his comments posted on Facebook by the channel garnered more than 13,000 comments, many of which opposed his position.   ", "Former Tunisian health minister Abdellatif El Mekki wrote on his Facebook page, addressing the actor: \"You have a right not to be convinced by the hijab or anything else, but you don't have the right to say what you said, because at the least it is a lack of acceptance of differences, and it can be construed as incitement.\"   ", "Kouka later went on Mosaique FM to say he respects a woman's right to choose and that he doesn't hate women who wear the hijab. Asked why he said he would rip the hijab off, Kouka said it was \"a joke.\" He refused to apologize.    ", "The hijab is a sensitive topic in Tunisia. The wearing of the covering was severely restricted by the regime in the Muslim-majority country prior to the 2011 revolution that sparked the Arab Spring. The new government, led by the moderate Islamist Ennahda party, lifted the restrictions.   ", "The North African nation however continues to be one of the most secular Arab countries.   "], "headline": "Space pods and flying dragons: How Saudi Arabia wants to transform its capital    ", "timestamp": "  Updated  3:03 AM EST, Tue February 21, 2023    ", "act": "/2023/02/20/middleeast/saudi-arabia-mukaab-mime-intl"}, "/2023/02/20/middleeast/israel-protests-knesset-judicial-reforms-bill-intl": {"paras": ["A controversial set of bills that would weaken the independence of Israel's judicial system passed its first reading in the Knesset, Israel's parliament, in the early hours of Tuesday morning local time.  ", "Both bills passed 63 to 47. Prime Minister Benjamin Netanyahu's coalition government has 64 seats in the 120-member chamber.  ", "A bill must pass three readings in the Knesset to become law.  ", "Netanyahu's allies pressed forward with the legislation despite tens of thousands of Israelis demonstrating against the changes over the past seven weeks.   ", "On Monday, protesters blocked roads in cities across Israel during demonstrations against Netanyahu's planned judicial reforms.  ", "Demonstrators in Jerusalem turned the streets around the Supreme Court and Knesset into a sea of Israeli flags, which organizers were handing out before the event began.   ", "Among the protesters were a few dozen women dressed in long red dresses and white head coverings, like handmaids in the Margaret Atwood novel \"The Handmaid's Tale,\" along with drummers, horn-blowers and at least one juggler balancing an Israeli flagpole on his nose.   ", "The Jerusalem demonstration was visibly smaller than one in the same location a week earlier, but still appeared to number about 75,000 people an hour and a quarter after it was scheduled to begin, crowd control expert Ofer Grinboim Liron told CNN. Liron is the CEO of Crowd Solutions, a company that specializes in crowd dynamics at events and venues.  ", "Protesters had begun to disperse by 4:30pm local time (9:30am ET), a CNN team there observed. The demonstration had largely finished early evening local time in Jerusalem.  ", "But soon after, chaotic scenes emerged inside the Knesset as the session to officially debate the bill for its first reading in parliament began.   ", "Many opposition lawmakers from former Prime Minister Yair Lapid's Yesh Atid party raised Israeli flags in the chamber, some draping them over their shoulders, and shouted over government lawmaker Simcha Rothman as debate began. Knesset security took flags away from lawmakers and escorted some out of the chamber.  ", "The bills have so far sparked weeks of public protests, a plea from President Isaac Herzog to delay for negotiations, and a rare intervention into Israeli domestic politics by US President Joe Biden.  ", "Netanyahu's coalition is seeking the most sweeping overhaul of the Israeli legal system since the country's founding. The most significant changes would allow a simple majority in the Knesset to overturn Supreme Court rulings.  ", "The reforms also seek to change the way judges are selected, and remove government ministries' independent legal advisers, whose opinions are binding.  ", "US President Joe Biden has expressed concerns over the reforms, saying: \"The genius of American democracy and Israeli democracy is that they are both built on strong institutions, on checks and balances, on an independent judiciary. Building consensus for fundamental changes is really important to ensure that the people buy into them so they can be sustained.\"  ", "On Sunday, Netanyahu defended the judicial reform.  ", "\"Israel is a democracy and will remain a democracy, with majority rule and proper safeguards of civil liberties,\" he said during an address to the Conference of Presidents of Major American Jewish Organizations.   ", "\"All democracies should respect the will of other free peoples, just as we respect their democratic decisions.  ", "\"There's been a lot of rhetoric that is frankly reckless and dangerous, including calls for bloodshed in the streets and calls for a civil war. It isn't going to happen. There's not going to be a civil war,\" the Prime Minister added.   "], "headline": "Protests across Israel as Netanyahu's government introduces bill to weaken courts    ", "timestamp": "  Updated  8:00 PM EST, Mon February 20, 2023    ", "act": "/2023/02/20/middleeast/israel-protests-knesset-judicial-reforms-bill-intl"}, "/2023/02/17/middleeast/palestinian-activist-israeli-soldier-intl": {"paras": ["Palestinian activist Issa Amro, who was filmed being assaulted by an Israeli solder on Monday, told CNN he is physically and psychologically affected by the attack and fears for his life.  ", "\"I am injured. I have pain in both my arms, my back and my leg and I am psychologically affected from this attack and from the consequences of the attack - [National Security Minister Itamar] Ben Gvir supporting the soldier, the army lying about what happened,\" he told CNN's Lynda Kinkade on Connect the World.", "\"Now I am afraid about my life and I'm afraid about the life of the people who are still living in the same area from any kind of revenge from the Israeli soldiers,\" he added.  ", "Lawrence Wright, a writer for the New Yorker magazine who was with Amro at the time, posted video of the assault on Twitter. It showed two IDF soldiers manhandling the well-known activist, throwing him onto the ground, and one soldier kicking him, before that soldier is pushed away by other troops.   ", "In response to CNN's interview with Amro, Israel Defense Forces international spokesman Lt. Col. Richard Hecht said there was \"no justification\" for the soldier's behavior, but suggested Amro had provoked the incident.  ", "\"There was no justification whatsoever for the soldier's behavior. It was handled swiftly and aggressively by Gen. Yehuda Fuchs, the Central Command general.   ", "\"But I know Issa Amro from my time as a battalion commander - and again, I am saying there is no justification for it - but he is a provocateur. He provokes soldiers all the time, looking for a young 19-year-old solider to make that kind of mistake, and sadly it happened. And we took care of it,\" Hecht said.  ", "Hecht said he had tried to contact Amro to discuss the incident, and shared a screenshot of a message to the activist dated Monday.  ", "\"We reached out with him to try to dialogue with him, me personally, like we did with Lawrence Wright, who met us. And we said what we needed to say,\" Hecht said.  ", "The Israeli soldier who was filmed assaulting Amro in Hebron was sentenced to 10 days in military jail.  ", "In a statement on Monday the IDF said the soldier had \"asked a Palestinian who approached\" a military post to \"step away.\"  ", "\"In response, the Palestinian began recording and cursing the soldier. A verbal confrontation followed, which soon became a physical confrontation, during which the soldier hit the Palestinian,\" the IDF statement said.  ", "But Wright rejected that version of events, saying \"the soldier initiated the encounter\" and that Amro \"did not curse or interfere only asked that he call the commander.\" He posted video of Amro making that request.   ", "Amro repeated this account to CNN. He said it was a \"typical day\" in Hebron for him: showing a journalist or an international visitor around the different neighborhoods, especially where Israeli military is present and enforcing the military system.  ", "He said one of the soldiers didn't like that, and made the photographer accompanying Wright delete the footage he took around Hebron. Amro then filmed that encounter, which he said upset the soldiers.  ", "\"The Israeli military in Hebron, they try to hide the truth, they try to hide what's going on... So the soldier first detained me, threatened me, then he beat me up and threw me to the ground and hit me again and threatened me again, and then the army lied despite that everything was on video,\" he said.  ", "The Palestinian activist said he asked to speak to the soldier's commander, because he knew he was legally allowed to walk in his \"own streets\" and film with his camera.  ", "The US Office of Palestinian Affairs said on Twitter: \"We condemn aggression towards civil society & the attack on Issa Amro. We note the IDF has said it disciplined the soldier involved. Authorities must exercise restraint towards civilians in the West Bank, not resort to disproportionate violence anywhere, including at checkpoints.\"  ", "Asked to comment on that statement, Amro told CNN he thanks the Office of Palestinian Affairs, but says he wants the Biden administration to reopen the Palestinian consulate in East Jerusalem and reverse the Trump administration's policies.  ", "He said, \"unfortunately what happened to me is happening almost every day,\" adding that he filed many complaints to the Israeli police about soldier and settler violence, but saying he had gotten no accountability.  ", "\"I want this kind of violence to stop. I want the American State Department and American administration to really put high pressure and make the occupation and apartheid costly for the Israeli government,\" he continued.   ", "\"It's a military system, it's not only about individual soldiers...I want the American administration to target the military system.\"  "], "headline": "Palestinian activist beaten by Israeli soldier tells CNN he is scared for his life    ", "timestamp": "  Published  11:31 AM EST, Fri February 17, 2023    ", "act": "/2023/02/17/middleeast/palestinian-activist-israeli-soldier-intl"}, "/2023/02/17/middleeast/turkey-earthquake-survivor-emotional-phone-call-intl-hnk": {"paras": ["\"How is my mother and everyone?\" the man on the stretcher asks, speaking calmly into a cell phone. Crying in disbelief, his friend replies: \"Everyone is well... they are all waiting for you... I am coming to you.\"  ", "This was the emotional exchange that followed the rescue of Mustafa Avci, 33, who was pulled from the rubble of a collapsed building in Turkey's southern Hatay province 261 hours after a powerful 7.8 magnitude earthquake struck the region on February 6.  ", "On Friday, Turkish Health Minister Fahrettin Koca released a video showing the phone call between Avci and his friend, in a powerful reminder that even now - 11 days after the quake struck - finding survivors against the odds remains possible.  ", "The rescue of Avci late on Thursday night came as the death toll across Turkey and Syria rose to at least 43,885 people, according to official figures.  ", "In the video, Avci can be seen wearing a neck brace and appears wide-eyed with hope as he asks: \"Did everyone escape okay...? Let me hear their voices if for a moment.\"  ", "His friend sobs back: \"I am driving... I am coming to you... Brother, I am coming.\"  ", "Avci then kisses the hand of the rescuer who is holding the phone and thanks him. \"May God be happy with you a thousand times,\" he says.  ", "Koca, the minister, said both Avci and a second man, Mehmet Ali Sakiroglu, 26, were rescued around the same time from under the ruins of a private hospital building.  ", "Sakiroglu had been at the hospital for a check-up when the quake struck, his father told CNN affiliate CNN Turk.  ", "The two men were found when a rescue team spotted a leg dangling from a pile of rubble after a machine operator cleared the surface debris.  ", "The men were taken to Hatay's makeshift hospital for treatment, the health minister said.     ", "CNN's Chief Medical Correspondent Dr. Sanjay Gupta, who is in southern Turkey, said it was unusual for people to survive more than 100 hours trapped in rubble and most successful rescues usually occurred within 24 hours.  ", "\"These are remarkable stories and people rise up... in these situations,\" he said.  ", "The rescue of the two men follows that of a 13-year-old boy named Mustafa in Antakya, Hatay province, on Wednesday - 228 hours after the quake struck.  ", "Mustafa's survival was \"certainly a miracle,\" rescue worker Özer Aydinli told Gupta in an interview on Thursday.  ", "Aydinli said he thought his fellow rescue workers were \"hallucinating,\" and he assumed the boy had \"died with his eyes open.\" But the child cried out, \"Brother! I don't feel my legs. Save me!\"  ", "A crew of more than 70 people then rushed over to help.  ", "\"Even now, we get tears in our eyes from time to time,\" Aydinli said, referring to the boy's rescue. \"He is quite well and conscious. Hopefully, he will get better.\"  ", "Rescue teams are still trying to access hard-to-reach areas of Turkey and Syria, but the number of people being found alive is dwindling.  ", "Meanwhile, though donations are pouring in from all over the world, many survivors have been left homeless in near-freezing winter temperatures with a lack of access to basic necessities.  ", "\"A lot of lives have been saved, a lot of people have been pulled from rubble by their neighbors, by their friends, by their sons, daughters, mothers, fathers. Frontline health workers have done amazing work in both countries,\" the World Health Organization's (WHO) emergencies director, Mike Ryan, told a briefing in Geneva on Wednesday.  ", "WHO said it was particularly concerned for people in northwestern Syria, a rebel-held region with little access to aid. The United Nations' health agency said it had asked Syrian President Bashar al-Assad to open more border crossing points with Turkey to allow aid in.  ", "\"It's clear that the zone of greatest concern at the moment is the area of northwestern Syria,\" Ryan said.  ", "Delivering aid to Syria has been limited by restrictions on the cross-border mechanism agreed by the UN Security Council resolution in 2014 to allow aid to cross four places on the Turkey-Syria border.  ", "\"The impact of the earthquake in areas of Syria controlled by the government is significant, but the services are there and there is access to those people,\" Ryan said. \"We have to remember here that in Syria, we've had 10 years of war. The health system is amazingly fragile. People have been through hell.\"  "], "headline": "Quake survivor's first concern after 10 days trapped under rubble in Turkey: 'How is mother?'    ", "timestamp": "  Updated  11:12 AM EST, Fri February 17, 2023    ", "act": "/2023/02/17/middleeast/turkey-earthquake-survivor-emotional-phone-call-intl-hnk"}, "/2015/11/26/middleeast/recep-tayyip-erdogan-fast-facts": {"paras": ["Here's a look at the life of Recep Tayyip Erdogan, current president and former prime minister of Turkey.   ", "Birth date: February 26, 1954  ", "Birth place: Istanbul, Turkey   ", "Birth name: Recep Tayyip Erdogan  ", "Father: Ahmet Erdogan, coastguard and sea captain  ", "Mother: Tenzile Erdogan  ", "Marriage: Emine (Gulbaran) Erdogan (July 4, 1978-present)  ", "Children: Two daughters and two sons  ", "Education: Marmara University, Faculty of Economics and Administrative Sciences, 1981  ", "Religion: Muslim", "Active in Islamist circles in the 1970s and 1980s.  ", "Before his political career, Erdogan was a semi-professional football (soccer) player.   ", "Erdogan is considered a polarizing figure: supporters say he has improved the Turkish economy and introduced political reform. Critics have accused Erdogan of autocratic tendencies, corruption and extravagance.", "Erdogan has also been heavily criticized for failing to protect women's and human rights, curbing freedom of speech and attempting to curb Turkey's secular identity.  ", "Under Erdogan and his ruling Justice and Development Party (AKP), Turkey has lifted restrictions on public expression of religion, including ending the ban on women wearing Islamic-style headscarves.   ", "Has called social media \"the worst menace to society.\"   ", "1984 - Elected as a district head of the Welfare Party.   ", "1985 - Elected as the Istanbul Provincial Head of the Welfare Party and becomes a member of the central executive board of the party.   ", "1994-1998 - Mayor of Istanbul.  ", "1998 - The Welfare Party is banned. Erdogan serves four months in prison for inciting religious hatred after reciting a controversial poem.   ", "August 2001 - Co-founds the Islamist-rooted Justice and Development Party (AKP).  ", "2002-2003 - Erdogan's AKP wins the majority of seats in parliamentary elections, and he is appointed prime minister.   ", "2003-2014 - Serves as prime minister.   ", "June 2011 - AKP wins by a wide margin in the parliamentary elections, securing a third term for Erdogan.   ", "June 2013 - Anti-government demonstrations target Erdogan's policies, including his plan to turn a park into a mall, and call for political reforms. Thousands are reported injured in the clashes.   ", "December 2013 - Corruption probe begins which investigates more than 50 suspects, including members of Erdogan's inner circle. The following month, the government dismisses 350 police officers amid the investigation. Ten months later, the prosecutor drops the inquiry.   ", "March 2014 - After Erdogan threatens to \"eradicate\" Twitter at a campaign rally, Turkey bans the social media site, and a two-week countrywide blackout ensues.   ", "August 10, 2014 - Erdogan is elected president during the first-ever direct elections in Turkey.  ", "November 2014 - At a summit hosted by a women's group in Istanbul, Erdogan says that women and men are not equal \"because their nature is different.\" It's not the first time the Turkish leader has made controversial comments about women: previously, he told Turkish university students that they shouldn't be \"picky\" when choosing a husband and has called on all Turkish women to have three children.   ", "June 7, 2015 - In Turkey's parliamentary elections, AKP wins 41% of the vote.", "July 15-16, 2016 - During an attempted coup by a faction of the military, at least 161 people are killed and 1,140 wounded. Erdogan addresses the nation via FaceTime and urges people to take to the streets to stand up to the military faction behind the uprising. He blames the coup attempt on cleric and rival Fethullah Gulen, who lives in self-imposed exile in Pennsylvania.   ", "April 16, 2017 - A vote is held on a constitutional amendment expanding Erdogan's presidential powers. Turkish state media report that about 51% of people voted yes on the referendum, which abolishes the country's parliamentary system and would potentially allow for Erdogan to remain in office until 2029. International election monitors question whether the election was free and fair, citing last-minute rule changes, the muzzling of opposition voices and the dominance of the \"yes\" campaign in the media. Opposition leaders in the Republican People's Party say that they plan to challenge the election results in court.   ", "May 16, 2017 - Erdogan meets US President Donald Trump at the White House. During a joint news conference, Erdogan praises Trump's electoral victory and vows to help the United States fight terrorism. After the two men speak, demonstrators protest outside the residence of the Turkish ambassador. Nine people are injured when Turkish security guards rush into a line of protestors and kick people on the ground. Law enforcement sources tell CNN that some of the men involved in the fight were Erdogan's bodyguards.  ", "October 12, 2017 - Erdogan accuses the United States of sacrificing its relationship with Turkey in a speech made days after the arrest of a US consular staff member and the announcement that he refuses to recognize the authority of US Ambassador John Bass. Erdogan blames Bass and other officials left over from the Obama administration for sabotaging relations between the two countries.  ", "December 2017 - In response to Trump's decision to recognize Jerusalem as Israel's capital, Erdogan declares the move to be null and void and announces Turkey's intention to open a Turkish embassy in Jerusalem.", "June 24, 2018 - Is reelected president.", "November 2, 2018 - The order to kill Washington Post journalist Jamal Khashoggi came \"from the highest levels of Saudi government,\" Erdogan writes in an opinion piece in the Washington Post. The friendship between Turkey and Saudi Arabia \"doesn't mean we will turn a blind eye to the premeditated murder that unfolded in front of our very eyes,\" he writes.  ", "January 8, 2019 - After backing the decision that the United States will begin pulling troops from Syria, Erdogan claims US National Security Adviser John Bolton made \"a serious mistake\" telling reporters that the United States would only pull out of Syria if Turkey pledged not to attack its Kurdish allies there. \"Bolton's remarks in Israel are not acceptable. It is not possible for me to swallow this,\" Erdogan says during a speech in parliament. \"Bolton made a serious mistake. If he thinks that way, he is in a big mistake. We will not compromise.\"", "January 14, 2019 - Trump and Erdogan discuss \"ongoing cooperation in Syria as US forces begin to withdraw\" during a phone call just one day after Trump threatened to \"devastate Turkey economically\" if the NATO-allied country attacks Kurds in the region.", "October 9, 2019 - Turkey launches a military offensive into northeastern Syria, just days after Trump's administration announced that US troops would leave the border area. Erdogan's \"Operation Peace Spring\" is an effort to drive away Kurdish forces from the border, and use the area to resettle around two million Syrian refugees.  ", "October 22, 2019 - Erdogan meets with Russian President Vladimir Putin in Sochi and the men announce a wide-ranging agreement on Syria, announcing that Russian and Turkish troops will patrol the Turkish-Syrian border. Kurdish forces have about six days to retreat about 20 miles away from the border.  ", "January 2, 2020 - The Turkish parliament gives Erdogan authorization for one year to deploy military to address Libyan commander Khalifa Haftar's offensive against the UN-recognized government in Tripoli, Libya.", "December 20, 2021 - Erdogan unveils a plan to prop up the Turkish lira with a raft of new unorthodox economic measures, including compensating Turkish savers worried about the tumbling value of their nest eggs by compensating them for the impact of the depreciation of the lira on their deposits. A few days before, Erdogan announced a nearly 50% hike in the country's minimum wage, hoping it would provide relief to suffering workers.  ", "February 5, 2022 - Erdogan announces on Twitter that he and his wife had contracted the Omicron variant of the coronavirus and were experiencing mild symptoms.  ", "February 7, 2023 - Erdogan declares a three-month state of emergency in 10 provinces following a magnitude 7.8 earthquake that struck Turkey and Syria on February 6. "], "headline": "Recep Tayyip Erdogan Fast Facts    ", "timestamp": "  Updated  2:23 PM EST, Thu February 9, 2023    ", "act": "/2015/11/26/middleeast/recep-tayyip-erdogan-fast-facts"}}