{"/2023/03/04/americas/colombia-cocaine-hippos-pablo-escobar-india-mexico-intl-hnk": {"paras": ["Colombia plans to fly dozens of its \"cocaine hippos\" - the descendents of drug trafficker Pablo Escobar's private menagerie - to new homes in India and Mexico in a bid to control their booming population, according to the local governor.   ", "There are now between 130 and 160 of the hippos, according to the Colombian government, and they have spread out far beyond Escobar's former ranch of Hacienda Napoles, where they began as a population of just one male and three females.  ", "The original hippos were part of a collection of exotic animals Escobar had amassed in the 1980s at his ranch about 250 kilometers (155 miles) from Medellín. After his death in 1993, authorities relocated most of the other animals, but not the hippos - because they were too difficult to transport.  ", "But they have since begun to reproduce rapidly, extending their reach along the Magdalena River basin, and they now pose an environmental challenge and are concerning nearby residents, authorities say.  ", "A study in the journal Nature warned their numbers could balloon to 1,500 within two decades.  ", "Previously, authorities have tried to control their population using castrations and \"shots\" of contraceptive darts. But the contraceptive drives have had limited success.  ", "Now there's a plan to transfer 70 of the hippos to natural sanctuaries in India and Mexico, the governor of Antioquia province, where Hacienda Napoles is located, said in a Tweet.  ", "A total of 70 hippos, a mix of males and females, are expected to be moved - with 60 going to India and 10 to Mexico.  ", "The technical term for this operation is \"translocating,\" governor Aníbal Gaviria explained in an interview with the Colombian outlet Blu Radio, as it would involve moving the hippos from one country that was not their native habitat to another that was also not their natural habitat.  ", "The goal was \"to take them to countries where these institutions have the capacity to receive them, and to (home) them properly and to control their reproduction,\" Gaviria said.   ", "Sending the hippos back to their native land of Africa was \"not allowed,\" Gaviria said.  ", "Sending the hippos back to Africa risked doing more harm than good, for both the hippos themselves and the local ecosystem, María Ángela Echeverry, professor of Biology at the Javeriana University, previously explained to CNN.  ", "\"Every time we move animals or plants from one place to the other, we also move their pathogens, their bacteria and their viruses. And we could be bringing new diseases to Africa, not just for the hippos that are out there in the wild, but new diseases for the entire African ecosystem that hasn't evolved with that type of disease,\" Echeverry said.  ", "Aside from reducing the number of hippos in Colombia, authorities are hoping to learn how to manage the remaining population, which are recognized as a potential tourist attraction.  ", "The hippos will be flown in purpose-built boxes, Gaviria said in the radio interview, and will not be sedated at first.   ", "But \"emergency sedation\" is possible if one of the animals is overcome by nerves during the flight, he added.  ", "The translocation could be completed by the first half of this year if necessary permits are expedited, especially from the Colombian Agricultural Institute, Gaviria said.  ", "Hippos are seen by some as an invasive species that can pose a danger to local ecosystems and sometimes even to humans.  ", "Research has highlighted the negative effects hippo waste can have on oxygen levels in bodies of water, which can affect fish and ultimately humans.   ", "Nature magazine cited a 2019 paper that found lakes where hippos were present had more cyanobacteria, which are associated with toxic algae. These blooms can reduce water quality and cause mass fish deaths, affecting local fishing communities.  ", "Hippos can also pose a threat to agriculture and to people's safety, according to a Biological Conservation study published in 2021. Hippos can eat or damage crops and engage in aggressive interactions with humans.   ", "\"Hippos live in herds, they are quite aggressive. They are very territorial and are plant eaters in general,\" said Professor Echeverry.  ", "While the \"cocaine hippos\" are not native to Colombia, the local terrain is thought to be favorable for their reproduction, since it has shallow water sources and a large concentration of food.  ", "Until now, Colombia has not been able to solve a problem that - in the words of Gaviria to Blu Radio - \"got out of control.\"   ", "Whether the latest efforts will succeed where birth control efforts failed remains to be seen.   "], "headline": "Colombia plans to send 70 'cocaine hippos' to India and Mexico, governor says    ", "timestamp": "  Published  2:34 AM EST, Sat March 4, 2023    ", "act": "/2023/03/04/americas/colombia-cocaine-hippos-pablo-escobar-india-mexico-intl-hnk"}, "/2023/03/04/americas/cpac-2023-bolsonaro-brazil-intl-latam": {"paras": ["This Saturday, as American conservatives flock to the Conservative Political Action Conference in Maryland, they'll get a taste of just how far and wide their own ideas have spread. Former Brazilian President Jair Bolsonaro will speak on the same stage where a few hours later former US leader Donald Trump will deliver the event's closing remarks - a man the Brazilian leader has intentionally mirrored from the beginning of his presidency.   ", "Far from his home country, Bolsonaro has found a warm reception in America: on social media, mostly Brazilian fans post videos of meeting Bolsonaro outside his south Florida rental and running into him in parking lots, food courts, and grocery stores, where the former president appears in shorts and sandals, grinning and posing for photos with children.   ", "Bolsonaro has made a number of appearances in US hotel conference rooms and evangelical churches targeting Brazilian expats, giving speeches that come across as both timid and awkward, as he pauses to wait for interpreters to catch up to him, not always seeming certain of what is being said.   ", "In early February, he spoke in the auditorium of a Trump hotel just outside Miami, hosted by none other than conservative activist and far-right organizer Charlie Kirk.  Kirk, who admitted to not knowing much about Brazil, was nonetheless flanked by the flags of both nations: a gold-fringed, star-spangled banner and Brazil's unmistakeable bright green flag with a yellow diamond and blue circle in the center.   \"The fight against socialism and Marxism knows no borders,\" Kirk said by way of introduction to an audience of mostly Brazilians who were there to see Bolsonaro - \"the myth,\" or legend, as they call him.   ", "In a separate podcast interview, Kirk and Bolsonaro enthusiastically described common ground between the Brazilian and American right. Describing his decision to snub Brazilian President Luiz Inacio Lula da Silva's swearing in, Bolsonaro said: \"I didn't want to be accused of collaborating with the clumsy way they began their mandate, because we have completely opposing political views: conservative, on the right, and theirs, closer to socialism on the left.\"   ", "\"Sounds very similar to what we're dealing with in the United States,\" Kirk responded.  ", "The commonalities go on. From expanding gun rights and downplaying COVID-19 to opposing abortion and advocating for tougher immigration policies, Bolsonaro and Trump had plenty in common while in office. The two have continued to mirror each other since then; both shunned their successors' inauguration ceremonies and fled to the embrace of conservative society circles in Florida, where Trump moved his residence and where Bolsonaro has been living for more than two months.   ", "But there's another reason for Bolsonaro's tour of the United States: his continued appearances on US stages serve strategic purposes for far-right movements in both countries.  ", "For Bolsonaro, participating in US political events shores up his claims that he has not exited politics and will eventually assume again leadership of Brazil's rightwing opposition, despite his current sojourn abroad.   ", "For the American right, publicly allying with a foreign figure helps expand their reach and creates the appearance of confirming conspiracy theories that originate in the US. In 2022, it was Hungarian hardline leader Viktor Orban who made headlines at CPAC. This year, it's Bolsonaro.  ", "Deputy Director of Rapid Response at Media Matters Madeline Peltz, who researches right wing media and has been tracking the way extreme rightwing figures like Steve Bannon, Tucker Carlson and Alex Jones talk about Brazil, says American and Brazilian activists can see each others' countries as laboratories in which to test and observe tactics.  ", "After a bruising midterm election, Peltz adds,  Republicans are now wondering whether to continue down the path of being pushed farther to the right or to take a more measured approach, distancing themselves from election denialism and the violent acts of January 6, 2021, conveniently chalking that kind of behavior to the radicals of their party.   ", "\"The Republican Party was sort of testing this thesis about, do we continue down this path of Trumpism, of extreme election denial, and that was being reflected in the right wing media's commentary on Brazil as well - they were testing that thesis both in the American elections and in the Brazilian elections,\" Peltz said.   ", "The blueprint hasn't shown the expected results, she said. \"Republicans underperformed, to be charitable, and Bolsonaro lost.\"  ", "In this balancing act, Bolsonaro is trying to figure out where he fits in. Though he denounced the invasion of Brasilia on January 8 by his supporters, in the days following the election he welcomed peaceful demonstrations while his party filed petitions for an audit of voting machines, alleging fraud. He fed his followers crumbs of misinformation about election fraud and made vague comments hinting at a potential coup.   ", "When asked if Bolsonaro was not too problematic and messy to be brought into American politics - as a one-term president who infamously defended rape, torture, and a military dictatorship and is currently facing multiple criminal investigations at home - Peltz quipped, \"They get their power from problematic and messy.\" Shock value and controversy can actually confer clout in the American political universe, she said.    ", "Prominent American conservatives have long lent support to Bolsonaro. \"(Steve) Bannon has long considered himself to sort of be the international boogeyman of the left,\" and his \"next act\" after leaving the White House was to form a sort of global coalition of far right movements, Peltz said. Brazil was one winning example of his political penetration.   ", "Bolsonaro brought in Bannon to advise his first  presidential campaign back in 2018 - and Bannon in turn began mentioning the South American leader more and more to his American audience, posing for photos with Bolsonaro's children on US visits, and voicing his support for the president on his social media whenever he was under fire.  ", "He is not the only one. In the days that followed the Brazilian presidential elections in November, as Bolsonaro and his party filed petitions for tens of thousands of votes to be thrown out, another prominent conservative voice joined in. Fox News anchor Tucker Carlson raised questions about whether the vote was legitimate - despite Brazilian courts rejecting fraud claims and a military investigation finding no evidence of rigged voting machines.  ", "Rodrigo Nunes, a philosophy professor at University of Essex and author of \"From Trance to Vertigo,\" a book of essays about Bolsonarismo, said that Bolsonaro's value to US conservatives comes from two factors.   ", "First, \"he's a former president of a fairly important country. Geopolitically, he was a fairly important ally to Trump, because he was 100% aligned with Trump.\" As a former leader in the global far-right and part of the \"ecology,\" Bolsonaro's voice can be amplified in the US whenever his ideas are relevant, Nunes said.   ", "Second, Bolsonaro frequently mimics and echoes the discourse of the far right in the US, which can be fed back into the US as offering further confirmation of what the far right are saying there, Nunes explained.   ", "\"That's a lot of how this ecological approach to political organization works. When you're using the internet, how do you make something real? You spread sufficient sources of it so that it looks like it's coming from several different places at the same time, and suddenly, this produces an effect of reality, it looks like it's real, because there's a lot of people saying it and where there's smoke, there's fire.\"  ", "In a way, the cycle is exemplified in the copycat insurrection that took place in Brasilia on January 8. It's impossible not to see the influence of January 6 in the actions of the rioters there, and yet \"the Brazilian Jan 6\" was defended by Carlson and Bannon even as the reaction from Bolsonaro and many in his camp was mixed.   ", "The day after the Brasilia riots, Bolsonaro condemned the acts in a tweet.  \"Peaceful demonstrations that follow the law are part of democracy. However, depredations and invasions of public buildings as occurred today, as well as those practiced by the left in 2013 and 2017, escape the rule,\" he said.  ", "But in American politics, what Bolsonaro thinks or says matters less than what the invasion of public buildings thousands of miles away means for American voters who believe that their own election was stolen.   ", "\"The way his narrative is built, to a large extent, as a copy or a mirror image of the narrative that they have in the US is very useful in the sense of showing people this is happening in other places, too. This proves the whole idea that there is a global conspiracy, a global left wing conspiracy to keep us, the people who represent the real people, out of power,\" Nunes said.   ", "In another recent speaking event, Bolsonaro took the pulpit of an evangelical church in Boca Raton, Florida, and told a crowd of Brazilians, \"My mission is not over yet.\"   ", "In the same breath as he exalted the wonders of Brazil, (\"There is nothing like our own land\"), he urged his supporters to not be discouraged, and said he was planning to return to Brazil in the coming weeks to lead the opposition against Lula. If that is true, CPAC could be his last appearance in American politics before going home to an uncertain political future.   ", "To Peltz, it would be the natural conclusion of what she described as Bolsonaro's \"strange, directionless detour to America,\" given CPAC's waning influence in the American political landscape. \"CPAC no longer launches the careers of hopefuls looking to make an impact, rather, it's now simply a box to check off. And without much otherwise on his to-do list, Bolsonaro might as well check it off.\"  "], "headline": "Why the American far right adopted Brazilian ex-President Jair Bolsonaro    ", "timestamp": "  Published  12:01 AM EST, Sat March 4, 2023    ", "act": "/2023/03/04/americas/cpac-2023-bolsonaro-brazil-intl-latam"}, "/2023/03/03/americas/navalny-daughter-dasha-navalnaya-intl": {"paras": ["Dasha Navalnaya, the daughter of jailed Russian dissident Alexey Navalny, has called on Russian President Vladimir Putin to end the war in Ukraine and to release her father and political prisoners in the country, in an extensive interview with CNN's Erin Burnett on Friday.  ", "\"We will not stop fighting\" until both of those goals are achieved, Navalnaya said.  ", "Her father Navalny - an outspoken critic of the Kremlin and its war in Ukraine - is currently serving a nine-year jail term at a maximum-security prison east of Moscow after being convicted of large-scale fraud by a Russian court last year.   ", "He was poisoned with nerve agent Novichok in 2020, an attack several Western officials and Navalny himself openly blamed on the Kremlin. Russia has denied any involvement.  ", "After several months in Germany recovering from the poisoning, Navalny returned to Moscow, where he was immediately arrested for violating probation terms imposed from a 2014 embezzlement case that he said was politically motivated.   ", "He was initially sentenced to two-and-a-half years, and then later given nine years over separate allegations that he stole from his anti-corruption foundation.  ", "Navalny, who previously ran for political office in Russia, has long been a thorn in the side of the Kremlin.   ", "Dasha said the \"main goal\" of her father's work and anti-corruption foundation \"is for Russia to become a free state, to have open elections, to have freedom of press, freedom of speech, and just you know, to have the opportunity to become a part of the normal Western democratized community.\"   ", "She described the experience of growing up in a family watched closely by the government, telling Burnett that she and her brother made a game out of trying to evade spies on public transport in Russia.  ", "\"We would look around the train and then start chatting with the guy who had the worst camouflage outfit and the black cap and the weird strappy bag on the side, and we would jump out - not out of the train but out of the the subway car,\" she said.   ", "But Navalnaya also voiced escalating concern about her father's prison conditions now, saying that her family has had limited access to Navalny and that his attorneys are able to see him only \"through a guarded veil.\"   ", "\"So we can't really know for sure his health circumstance and he hasn't seen his family in over half a year,\" she said. \"I haven't seen him in person in over a year and it's quite concerning considering his health is getting worse and worse.\"  ", "Concerns about Navalny's health have persisted for months. Footage during his sentencing last year showed Navalny as a gaunt figure standing beside his lawyers in a room filled with security officials.   ", "Navalny himself has tweeted about difficult conditions in confinement, saying in November that he had been isolated from other prisoners in what he described as a move designed to \"shut me up.\" Inmates in Russian penal colonies are typically housed in barracks rather than cells, according to a report by Poland-based think tank the Center for Eastern Studies (OSW).  ", "The \"real indescribable bestiality\" of his incarceration, however, was limitations on visits with family, he said at the time.  ", "Navalny's poisoning and subsequent legal problems drew intense interest from the Russian public and abroad. Russia witnessed large-scale anti-government protests in towns and cities across the country after his arrest, with authorities detaining around 11,000 demonstrators within a few weeks.  ", "In June last year, Navalny was transferred from a penal colony in Pokrov to a maximum-security prison in Melekhovo in Russia's Vladimir region.   ", "Throughout his incarceration, Navalny has nevertheless vociferously denounced Russia's invasion of Ukraine via social media, advocating anti-war protests across the country as \"the backbone of the movement against war and death.\"   ", "In a tweet thread about his prison conditions last year, he vowed to continue speaking out.   ", "\"So what's my first duty? That's right, to not be afraid and not shut up,\" he wrote, urging others to do the same. \"At every opportunity, campaign against the war, Putin and United Russia. Hugs to you all.\"  "], "headline": "'We will not stop fighting': Daughter of imprisoned Putin critic Alexey Navalny speaks out    ", "timestamp": "  Updated  10:23 PM EST, Fri March 3, 2023    ", "act": "/2023/03/03/americas/navalny-daughter-dasha-navalnaya-intl"}, "/2023/02/28/americas/peru-mummy-puno-delivery-man-intl-latam": {"paras": ["A pre-Hispanic mummy, estimated to be between 600 to 800 years old, was discovered in a food delivery cooler bag by Peruvian police over the weekend.  ", "Police told CNN that the mummified remains were found with three men who were drinking in a deserted park in the Peruvian city of Puno on Saturday afternoon.   ", "\"A 26-year-old man had a delivery bag labeled 'Pedidos Ya.' Inside they found a mummy,\" senior agent Marco Antonio Ortega, who is a spokesperson for Puno region's National Police, told CNN. Pedidos Ya is a Latin American food delivery app.   ", "Images of the discovery showed the mummy in a fetal position inside the red delivery bag.   ", "The 26-year-old man, identified by news agency Agence France-Presse as Julio Cesar Bermejo, said he named the remains \"Juanita\" when speaking to local media, and described them as \"like my spiritual girlfriend.\"  ", "\"At home, she's in my room, she sleeps with me. I take care of her,\" he said in a video, according to AFP.   ", "The Peruvian news agency ANDINA reported Monday that the mummy is in fact believed to be an adult male, and presumed to be from the eastern area of ​​Puno.   ", "It is currently in the custody of the Ministry of Culture, which has classified the mummy as a national cultural asset.   ", "A government official told AFP Tuesday that Cesar Bermejo will remain in detention while investigators look into the case.  ", "Several mummies have previously been found in Peru, which is home to hundreds of archaeological sites of several civilizations that developed before and after the Inca Empire.   ", "In 2021, a mummy estimated to be between 800 and 1,200 years old was unearthed by archeologists at a site near the country's capital city of Lima.  "], "headline": "Man found carrying mummy in a food delivery bag in Peru    ", "timestamp": "  Published  5:09 PM EST, Tue February 28, 2023    ", "act": "/2023/02/28/americas/peru-mummy-puno-delivery-man-intl-latam"}, "/2023/02/28/americas/former-us-swimmer-dies-virgin-islands-tuesday-spt-intl": {"paras": ["Investigators are \"anxiously awaiting\" the results of the autopsy including toxicology report of former US swimmer Jamie Cail, according to a public information officer for the US Virgin Islands Police Department.  ", "Its \"crucial\" to be absolutely accurate, Glen Dratte, director of communications for the agency told CNN.  ", "Dratte said all deaths are looked into by the Criminal Investigations Bureau and the probe into the death of Cail, who swam for Team USA as a teenager, is a very fluid investigation.  ", "There are \"a lot of moving parts\" right now, he said.  ", "Cail died about seven days ago on St. John island. According to a police news release, her boyfriend, who was not identified, left a bar just after midnight to check on her last Tuesday when he found her on the floor of their home.  ", "The boyfriend and a friend got her into a vehicle and transported her to Myrah Keating-Smith Community Health Center where CPR was rendered, authorities said.  ", "Cail, 42, ultimately \"succumbed to her ailment,\" officials added, saying she had died on arrival.  A cause of death has not been released.   ", "Cail won gold at the 1997 Pan Pacific Championships as a member of the US women's 4x200-meter freestyle relay, according to FINA. She also won a silver medal in November 1998 at the FINA Swimming World Cup in Brazil in the women's 800-meter freestyle.  ", "\"USA Swimming is saddened to hear of Jamie Cail's passing,\" said Lindsay Mintenko, managing director of the US national swimming team. \"Jamie was a proud member of our National Teams in the late 1990s and was a cherished teammate. We extend our condolences to Jamie's friends and family.\"  ", "As a teenager, Cail spent some time at the Bolles School in Jacksonville, Florida, a private college-preparatory school known as a swimming and diving powerhouse.  ", "Former Bolles swimmer Jooyoung Lee said he \"never met anyone who had a work ethic like Jamie.\"  ", "He said she would push herself to total exhaustion during training.  ", "\"She was so tough... a serious competitor,\" he said. \"But outside the pool, she was a very sweet and sensitive person.\"  ", "Cail was listed in the top 16 athletes nationwide in her age group in at least 10 events in US Swimming's rankings for the 1996-97 season.   ", "She swam briefly at the University of Southern California before transferring to the University of Maine where she earned a letter in her only season. She graduated in 2003.  ", "\"University of Maine athletics is saddened to learn of the death of former Black Bear swimmer, Jamie Cail,\" officials said in an emailed statement. \"The University of Maine community asks everyone to keep Jamie's family and friends in their thoughts.\"  ", "CNN has reached out to Cail's family for comment, as well as to authorities for more details.  "], "headline": "Investigators 'anxiously awaiting' autopsy and toxicology reports for former US swimmer who died in the US Virgin Islands    ", "timestamp": "  Published  4:10 PM EST, Tue February 28, 2023    ", "act": "/2023/02/28/americas/former-us-swimmer-dies-virgin-islands-tuesday-spt-intl"}, "/2023/02/16/americas/haiti-canada-naval-vessels-intl-latam": {"paras": ["Canada will deploy Royal Canadian Navy vessels off the coast of Haiti in the coming weeks, Canadian Prime Minister Justin Trudeau said Thursday, amid widespread insecurity and gang violence in the country.   ", "The vessels will conduct surveillance, gather intelligence and maintain a maritime presence off the coast of Haiti in the coming weeks, Trudeau said from Nassau, Bahamas, during a meeting of Caribbean leaders on Thursday.  ", "\"We need to work on long lasting solutions that will restore order and security, allow for essential aid to flow to those who urgently need it, and create the conditions for free and fair elections so that the Haitian people can live in a stable and democratic society,\" he added.   ", "While Trudeau said it was important to confront the \"severity\" of the situation, Canada stopped short of pledging any type of military presence on the ground.  ", "The Caribbean nation has been thrown into chaos over the past year by relentless anti-government protests, rampant kidnappings and a recent resurgence of deadly cholera.   ", "Large swathes of capital city Port-au-Prince are run by organized criminal groups, and last October, Haiti's government and United Nations Secretary-General Antonio Guterres urged the international community to consider deploying forces to Haiti to address growing humanitarian and security crises in the country.  ", "Earlier in February, Canada's government reiterated that it would continue to contribute aid to Haiti and in recent weeks has deployed a Royal Canadian Air Force surveillance aircraft to the Caribbean nation to support \"efforts to disrupt the activities of gangs in Haiti and demonstrate Canada's commitment to the Haitian people.\"  ", "Canada said it was committed to supporting the Haitian National Police but has so far ruled out sending any kind of armed force to the country, with Trudeau tweeting in recent days that he would be supporting \"Haitian-led\" solutions.  "], "headline": "Canada will send naval vessels to Haiti, but stops short of military intervention    ", "timestamp": "  Published  7:21 PM EST, Thu February 16, 2023    ", "act": "/2023/02/16/americas/haiti-canada-naval-vessels-intl-latam"}, "/2023/02/16/americas/peru-protests-indigenous-amnesty-report-intl-latam": {"paras": ["Amnesty International has accused Peruvian authorities of acting with \"a marked racist bias\" in its crackdown on protests that have roiled the country since December, saying \"populations that have historically been discriminated against\" are being targeted, according to a report released on Thursday.   ", "Drawing on data from the Peruvian Ombudsman's Office, Amnesty says it \"found that the number of possible arbitrary deaths due to state repression\" were \"disproportionately concentrated in regions with largely Indigenous populations.\"   ", "Amnesty also says that areas with majority indigenous populations have accounted for the majority of deaths since the protests began. \"While the regions with majority Indigenous populations represent only 13% of Peru's total population, they account for 80% of the total deaths registered since the crisis began,\" Amnesty wrote.    ", "The Ministry of Defense declined to comment on the report, telling CNN that there is an ongoing investigation being carried out by the country's public prosecutor office, with which they are collaborating.   ", "\"Not only have we delivered all the requested information, but we have supported the transfer of (the public prosecutor's) personnel (experts and prosecutors) to the area so that they can carry out their work. The Ministry of Defense is awaiting the results of the investigations,\" the ministry's spokesperson added.   ", "CNN also reached out to the Interior Ministry, which oversees the police, for comment.  ", "The Andean country's weeks-long protest movement, which seeks a complete reset of the government, was sparked by the impeachment and arrest of former President Pedro Castillo in December and fueled by deep dissatisfaction over living conditions and inequality in the country.   ", "While protests have occurred throughout the nation, the worst violence has been in the rural and indigenous south, which saw Castillo's ouster as another attempt by Peru's coastal elites to discount them.  ", "\"In a context of great political uncertainty, the first expressions of social unrest emerged from several of Peru's most marginalized regions, such as Apurímac, Ayacucho and Puno, whose mostly Indigenous populations have historically suffered from discrimination, unequal access to political participation and an ongoing struggle to access basic rights to health, housing and education,\" Amnesty wrote.    ", "Protests have spread to other parts of the country and demonstrators' fury has also grown with the rising death toll: As of Tuesday, at least 60 people have died in the violence, according to Peru's Ombudsman's Office, including one police officer.  ", "Castillo's successor, President Dina Boluarte, has so far refused to resign, while Peru's Congress has rejected motions for early elections this year - one of the protesters' main demands.  ", "The human rights group accuses security forces of using firearms with lethal ammunition \"as one of their primary methods of dispersing demonstrations, even when there was no apparent risk to the lives of others\" -  a violation of international human rights standards.   ", "Amnesty says it documented 12 fatalities in which \"all the victims appeared to have been shot in the chest, torso or head, which could indicate, in some cases, the intentional use of lethal force.\"  ", "There have also been instances of violence by some demonstrators, with the use of stones, fireworks and homemade slingshots. CNN has previously reported on the death of a policeman who was burned to death by protesters. Citing Health Ministry figures, Amnesty found that \"more than 1,200 people have been injured in the context of protests and 580 police officers have been wounded.\"  ", "But overall, police and army have responded disproportionately, firing \"bullets indiscriminately and in some cases at specific targets, killing or injuring bystanders, protesters and those providing first aid to injured people,\" Amnesty said.  ", "It cites the death of 18-year-old student John Erik Enciso Arias, who died in December 12 in the town of Andahuaylas, in the Apurímac region, where citizens had gathered to observe and film the protests. Erik's death has been confirmed by the Peruvian ombudsman.   ", "According to Amnesty, \"videos and eyewitness accounts suggest that several police officers fired bullets from the rooftop of a building in front of the hill that day. State officials confirmed to Amnesty International the presence of police on the rooftop and the organization has verified footage showing that John Erik was not using violence against the police when he was killed.\"  ", "In another incident, as CNN has previously reported, Leonardo Hancco, 32, died after being shot in the abdomen near Ayacucho's airport, where protesters had gathered with some trying to take control of the runway.  ", "\"Witnesses indicated that the armed forces fired live rounds for at least seven hours in and around the airport, at times chasing demonstrators or shooting in the direction of those helping the wounded,\" Amnesty said of its investigation into the December 15 incident.  ", "CNN has not verified the circumstances of each death as described by Amnesty.  ", "The report also cites the death of 17 civilians, who were killed during a protest in the southeastern Puno region on January 9 \"where a high percentage of the Indigenous population is concentrated,\" it writes.   ", "The city's head of legal medicine told CNN en Español that autopsies of the 17 dead civilians found wounds caused by firearm projectiles.  ", "\"The Attorney General's office itself declared that the deaths were caused by firearm projectiles, provoking one of the most tragic and disturbing events in the whole country,\" Amnesty wrote.   ", "\"The grave human rights crisis facing Peru has been fueled by stigmatization, criminalization and racism against Indigenous peoples and campesino (rural farmworkers) communities who today take to the streets exercising their rights to freedom of expression and peaceful assembly, and in response have been violently punished,\"  Erika Guevara-Rosas, Amnesty International's Americas Director, said in a statement.   ", "\"The widespread attacks against the population have implications regarding the individual criminal responsibility of the authorities, including those at the highest level, for their action and omission to stop the repression.\"  "], "headline": "Amnesty accuses Peruvian authorities of 'marked racist bias' in protest crackdown    ", "timestamp": "  Updated  2:02 PM EST, Thu February 16, 2023    ", "act": "/2023/02/16/americas/peru-protests-indigenous-amnesty-report-intl-latam"}, "/2023/02/14/americas/us-florida-arrest-haiti-intl-latam": {"paras": ["Four men have been arrested and charged in Florida in connection to the 2021 assassination of Haitian President Jovenel Moïse, federal officials in Miami-Dade announced Tuesday.   ", "The four men arrested on Tuesday are Arcangel Pretel Ortiz, a Colombian national residing in Miami; and US citizens Antonio Intriago, Walter Veintemilla, and Frederick Bergmann, according to a press release.  ", "Intriago, Ortiz, and Veintemilla were charged with supporting a conspiracy to kidnap or kill the president of Haiti, according to federal officials.   ", "Bergmann has been charged with conspiracy to commit export violations for conspiring to smuggle 20 ballistic vests from South Florida to Haiti for ex-soldiers allegedly tasked with killing Moise, said Markenzy Lapointe, US Attorney for the Southern District of Florida.  ", "The four hoped to secure construction contracts in return for the assassination, authorities alleged.  ", "CNN has reached out to Joseph Tesmond, Intriago's lawyer, for comment. It's not clear if the other suspects have retained an attorney.   ", "Dozens of people are believed to have been involved in the death of Moïse, who was shot around a dozen times and killed in his home in Haiti's capital, Port-au-Prince. His wife, Martine Moïse, was also shot but survived.  ", "Moïse's death has been followed by a rise in extreme violence in Haiti by gangs seeking to fill the power vacuum.   ", "\"The charging documents also allege that by June 2021 the plot progressed from forcibly removing Moïse from power....to assassinating him, said Lapointe.  ", "As of Tuesday, a total of 11 defendants have so far \"been charged and are in US custody,\" said Matthew Olsen, Assistant Attorney General for National Security.  ", "Ortiz and Intriago allegedly hired more than 20 former soldiers from Colombia for the plot, according to Lapointe.   ", "He said that Intriago's company, the Miami-based Counter Terrorist Unit Security (CTU), retained a group of about 20 Colombian nationals with military training.   ", "CTU has not responded to CNN's prior requests for comment and it's unclear if the company even still exists.   ", "Several former Colombian soldiers associated with CTU were imprisoned in Haiti in the immediate aftermath of the assassination. In an interview in 2021, five of them told CNN that they had lived and worked together in a compound in the capital city Port-au-Prince, not that far from where then-President Moise lived.  ", "They insisted they were not responsible for the president's death but declined to answer further questions or go into details about that fatal morning for two common reasons, saying they had no legal representation and feared for their lives.   ", " \"We were told that we were going to provide security for a Haiti presidential candidate,\" said one of the men at the time. \"We had no idea what was going to happen.\"  "], "headline": "Four arrested in Florida for alleged roles in assassination of Haitian president    ", "timestamp": "  Published  7:23 PM EST, Tue February 14, 2023    ", "act": "/2023/02/14/americas/us-florida-arrest-haiti-intl-latam"}, "/2023/01/30/americas/brazil-jair-bolsonaro-us-visa-intl-latam": {"paras": ["Former Brazilian President Jair Bolsonaro is seeking a six-month tourist visa to remain in the United States, the law firm representing Bolsonaro confirmed to CNN Brasil on Monday.  ", "The request was filed on Friday, January 27, AG Immigration told CNN Brasil, and comes amid reports that he arrived to the US on an  A-1 visa, which is granted to heads of state and only valid while they are in that position. The US State Department has refused to confirm Bolsonaro's visa status due to confidentiality.  ", "Bolsonaro has been in Florida since December 30, leaving Brazil days before the January 1 inauguration of his successor, current President Luiz Inacio Lula da Silva. Five civil servants were authorized to accompany him to Miami from January 1 to 30.  ", "His presence in Florida has drawn criticism by House Democrats, who in mid-January urged US President Joe Biden not to \"provide shelter\" for Bolsonaro in the wake of his supporters storming Brazil's democratic institutions in the capital Brasilia - an attack that has drawn comparisons to the US Capitol riots on January 6, 2021.  ", "The former leader denounced the attack, but experts say his repeated and unfounded claims of election fraud in the run-up to October's election served to foment anger among his supporters. Before Sunday's violence, they had camped out for months in the capital and security outside the congressional building was  fortified due to their presence.  ", "On January 13, Brazil's Supreme Court accepted a request from the public prosecutor's office to have Bolsonaro investigated for alleged involvement in the January 8 attacks in Brasilia.  ", "CNN has reached out to AG Immigration for comment.  "], "headline": "Brazil's former President Jair Bolsonaro applies for six-month US tourist visa    ", "timestamp": "  Published  6:14 PM EST, Mon January 30, 2023    ", "act": "/2023/01/30/americas/brazil-jair-bolsonaro-us-visa-intl-latam"}, "/2023/01/28/americas/valentina-trespalacios-colombia-dj-murder-charge-intl-hnk": {"paras": ["Colombian authorities have charged an American citizen over the alleged murder of a female DJ in Colombia whose body was discovered inside a suitcase at the bottom of a garbage container.  ", "John Poulos was arrested and detained at the Tocumen International Airport in Panama on Tuesday while trying to leave for Istanbul, the Panamanian National Police said.   ", "During a televised court hearing in Bogota, lasting more than five hours, Poulos spoke through a translator to deny the charges, which relate to the death of Valentina Trespalacios, 23, a well-known electronic music DJ.  ", "Trespalacios' body was found by a recycler in the early hours of January 22 in a garbage container in the southwest of Bogota.  ", "In a previous hearing on Thursday, the court heard details of a relationship between Trespalacios and Poulos.  ", "Poulos's defense alleged that there were flaws in his arrest and that due process had not been respected.  ", "The Colombian Prosecutor's Office and police say they have more than 300 hours of security footage in which Poulos and Trespalacios are seen in the days before her body was found.  ", "Another hearing is set for January 31.   "], "headline": "US citizen charged over alleged killing of DJ in Colombia    ", "timestamp": "  Published  1:53 AM EST, Sat January 28, 2023    ", "act": "/2023/01/28/americas/valentina-trespalacios-colombia-dj-murder-charge-intl-hnk"}, "/2023/01/26/americas/valentina-trespalacios-john-poulos-intl-latam": {"paras": ["Colombian authorities are investigating the death of 23-year-old Valentina Trespalacios, whose boyfriend, US citizen John Poulos, was detained in Panama earlier this week. He was arrested following an Interpol \"alert given by the Republic of Colombia, for the homicide of DJ Valentina Trespalacios,\" according to Panama's National Police.    ", "In the early hours of last Sunday, a recycler found the body of a woman inside a suitcase at the bottom of a garbage container in the southwest of Bogota, the capital. He notified local authorities, who confirmed that the body was that of Trespalacios, a well-known electronic music DJ.   ", "Bogota Metropolitan Police officers at the crime scene contacted her relatives, who confirmed that the young woman had been with her boyfriend since Saturday, January 21.  ", "Preliminary forensic examinations by the Institute of Legal Medicine, an agency attached to the Colombian Attorney General's Office, revealed on Monday that the young woman would have died of mechanical suffocation and that her body showed signs of having been subjected to force before dying.  ", "\"Through a special group made up of the Bogota Metropolitan Police members, in coordination with the Office of the Attorney General of the Nation, the criminal investigators will be in charge of looking for probative material elements and information to establish the person or persons responsible for the death of this young woman that was found abandoned in a sector of the district of Fontibon,\" Brigadier General Carlos Fernando Triana, commander of the Bogota Metropolitan Police, told CNN.  ", "Triana also said that he is offering \"a reward of up to 20 million pesos (around US$ 4,500) for information that leads to the clarification of the crime.\"  ", "On Tuesday night, the National Police of Panama reported the detention of Poulos at the Tocumen International Airport, and Colombian authorities began the procedures for his deportation to the country, hoping to shed light on the time, manner and place in which the death of Trespalacios occurred.    ", "Poulos arrived in Bogotá on Thursday, according to police in the Colombian capital.   ", "The Bogota Security Department has said that Poulos \"is in the process of being prosecuted and awaiting a hearing to legalize the capture, imputation and request for a security measure,\" and shared images of the suspect in the hands of the authorities.  ", "It is unclear if Poulos has legal representation. According to Miguel Angel del Rio, the lawyer for the Trespalacios family, Poulos did not accept representation from a public defender and has not hired a private lawyer.  ", "\"He never showed himself as a bad person... My Valentina was a very smiling and happy young woman. She lived in the world of the rumba (party) scene,\" Laura Hidalgo, the victim's mother, told local media outside the morgue in Bogota.  ", "\"He lived in the United States and came to marry her, they were going to share a life together and do the paperwork for that,\" she added.  ", "The Police and the Colombian Attorney General's Office are analyzing several hours of videos from security cameras of the places where the young woman and her boyfriend were from Friday night until Sunday morning, when her body was found.   ", "These pieces of information, plus testimonies from her relatives and WhatsApp chats, will be fundamental elements in the investigation.  ", "There are many questions that remain unanswered in this death, authorities say. But if Poulos is charged with homicide, and the crime is classified as a femicide, Colombian criminal law allows for up to 50 years in prison.   ", "Femicide is broadly defined as the intentional murder of women because they are women. According to the World Health Organisation, \"most cases of femicide are committed by partners or ex-partners.\"  ", "It is a national issue in Colombia, with 612 femicides reported last year alone, according to the Colombian Femicide Observatory.  "], "headline": "US citizen investigated in the killing of 23-year-old DJ in Colombia    ", "timestamp": "  Updated  11:14 PM EST, Thu January 26, 2023    ", "act": "/2023/01/26/americas/valentina-trespalacios-john-poulos-intl-latam"}, "/2023/01/26/americas/haiti-police-killings-intl-latam": {"paras": ["Protesters and some police officers protested at the official residence of Haiti's prime minister in the capital Port-au-Prince on Thursday, decrying recent killings of police, according to one of his advisors.  ", "\"The police officers and the protestors came here to make their voices heard. They are angry and we understand and hear them,\" the advisor told CNN, requesting anonymity because he was not authorized to comment on the current situation.  ", "Social media images appeared to show protesters outside the prime minister's residence, and at the country's main airport, Toussaint Louverture International.  ", "Prime Minister Ariel Henry, who was returning to Haiti from a summit in Argentina on Thursday, was not at his residence during the incident. He has not commented publicly on the demonstrations.  ", "Amid widespread insecurity and gang violence in the country, the killings of several police officers in the line of duty this week has inflamed anger in the capital.  ", "Six police officers were killed on Wednesday, bringing the total number of deaths over the past week to at least 10, according to public statements by the Haitian National Police. The police did not respond to CNN's request for comment.  ", "In an announcement tweeted Thursday by the police, Director General Frantz Elbé declared a state of \"maximum alert\" in light of the killings.  ", "The international community has condemned the targeting of police in Haiti.   ", "In a tweet, the US Embassy in Haiti wrote that it \"offers its condolences to the families and friends of the brave  ... officers killed in the line of duty and appeals for calm to protect the population and allow a peaceful mourning period.\"  ", "\"We stand together with the security forces as they fight against the armed gangs to restore the security of the Haitian people,\" the Embassy also wrote.  ", "The United Nations Integrated Office in Haiti also tweeted its \"energetic condemnation of the targeted and deliberate attacks by armed gangs against police personnel.\"   "], "headline": "Protests reach Haiti airport and Prime Minister's residence over police killings    ", "timestamp": "  Published  5:14 PM EST, Thu January 26, 2023    ", "act": "/2023/01/26/americas/haiti-police-killings-intl-latam"}, "/2023/01/25/americas/brazil-telegram-intl-latam": {"paras": ["Brazil's Supreme Court Justice Alexandre de Moraes fined the messaging app Telegram on Wednesday for not suspending the account of a far-right elected official and social media influencer, according to a statement from the Supreme Court.   ", "Earlier in January, the court ordered Telegram to suspend Nikolas Ferreira's accounts and others \"to stop the spread of criminal manifestations,\" the statement said.   ", "Failure to suspend Ferreira's account \"is considered indirect collaboration to the continuing of criminal activities,\" the court said.  ", "Ferreira, a federal representative from the state of Minas Gerais, has more than 300,000 subscribers on Telegram, 3.6 million followers on Tik Tok, and over 6 million followers on Instagram. He tends to post evangelical and far-right content, and support for former Brazilian President Jair Bolsonaro.   ", "Brazilian authorities are still investigating after hundreds of Bolsonaro's supporters stormed government buildings in the capital Brasilia earlier in January, following his defeat in a presidential run-off vote last year.  ", "Ferreira's social media savvy has played a part in catapulting the 26-year-old's political career forward; in 2022, he was elected with the most votes of all representatives running nationwide, and the third most votes cast for any  representative in Brazil's history.  ", "Tweeting about the case Wednesday, Ferreira wrote, \"They want to disappear me from the internet.\"  ", "Telegram is being fined 100,000 Brazilian reais (about $20,000) per day of noncompliance, according to a news release from the Supreme Court.  ", "In a letter from Telegram to Moraes, obtained by CNN Brasil, the company responded asking that the order be reconsidered.   ", "It points out that Ferreira is an elected official, and says no specific criminal content was identified in the order.  \"No grounds or justifications were provided for the complete blocking of said channel, that is, the specific contents that would be considered illegal were not presented,\" the letter said.  ", "CNN has reached out to Telegram for comment.  ", "The Supreme Court has acknowledged that Telegram reported partial compliance with the order, but requested clarification on which specific content to block.    "], "headline": "Brazil fines Telegram for not suspending far-right congressman's account    ", "timestamp": "  Updated  10:38 PM EST, Wed January 25, 2023    ", "act": "/2023/01/25/americas/brazil-telegram-intl-latam"}, "/2015/09/09/americas/wayne-gretzky-fast-facts": {"paras": ["Here is a look at the life of Hall of Fame hockey player Wayne Gretzky, who is the all-time leading scorer in National Hockey League (NHL) history, with 2,857 career points (894 career goals and 1,963 career assists).  ", "Birth date: January 26, 1961  ", "Birth place: Brantford, Ontario, Canada  ", "Birth name: Wayne Douglas Gretzky  ", "Father: Walter Gretzky, telephone technician  ", "Mother: Phyllis (Hockin) Gretzky  ", "Marriage: Janet Jones (July 16, 1988-present)  ", "Children: Emma, Tristan, Trevor, Ty and Paulina  ", "Nicknamed \"The Great One.\"  ", "Only player to have his jersey number (No. 99) retired by the entire NHL.  ", "Won four Stanley Cup championships with the Edmonton Oilers (1984-1985, 1987-1988) and was awarded the Conn Smythe Trophy (NHL Playoff MVP) twice (1985 and 1988).  ", "Awarded the Hart Trophy (NHL MVP) nine times (1980-1987, 1989).  ", "Won the Art Ross Trophy (NHL scoring title) 10 times (1981-1987, 1990-1991, 1994).  ", "Played in 18 NHL All-Star Games.", "At the time of his retirement in 1999, Gretzky held outright or shared 61 NHL records.", "Is a part-owner of Wayne Gretzky Estates, a winery and distillery in Ontario's Niagara region.  ", "1974 - At age 13, scores his 1,000th lifetime goal, in an exhibition hockey game.  ", "1978 - At the World Junior Championship, leads the tournament with 17 points (eight goals and nine assists).   ", "June 1978 - Turns professional, signing with the Indianapolis Racers of the World Hockey Association.  ", "November 2, 1978 - Gretzky's contract is sold to the Edmonton Oilers. After the collapse of the World Hockey Association (WHA), the Oilers are one of four WHA teams be absorbed into the NHL the following year.  ", "October 14, 1979 - Scores his first NHL goal, against the Vancouver Canucks.  ", "February 24, 1982 - Scores his 77th goal to break Phil Esposito's single season scoring record. Gretzky ends the season with 92 goals, which remains an NHL record.", "1983-1984 - Scores at least one point in 51 consecutive games. Gretzky's record of the longest consecutive point scoring streak remains active in the NHL.  ", "August 28-September 15, 1987 - Scores 21 points (three goals and 18 assists) in Team Canada's victory against the USSR in the best-of-three finals for the Canada Cup. The final is still \"considered by many to be the best exhibition of hockey in history.\"", "August 9, 1988 - His trade to the Los Angeles Kings is announced.  ", "October 15, 1989 - Surpasses Gordie Howe to become the NHL's all-time leading point scorer, with points 1,850 and 1,851.  ", "October 26, 1990 - Earns his 2,000th career point, the only NHL player to reach that landmark.  ", "March 23, 1994 - Scores his 802nd goal, passing Howe as the all-time leading goal scorer.  ", "February 27, 1996 - Traded from the Los Angeles Kings to the St. Louis Blues.  ", "July 21, 1996 - Signs with the New York Rangers as an unrestricted free agent.  ", "April 18, 1999 - Retires following the Rangers' 2-1 loss in overtime to the Pittsburgh Penguins. Gretzky played 20 seasons in the NHL, and a total of 21 seasons professionally.  ", "October 1, 1999 - Gretzky's jersey, No. 99, is formally retired league-wide.  ", "November 22, 1999 - Inducted into the NHL Hall of Fame, after the three-year waiting period is waived.  ", "June 2, 2000 - Announced as a minority owner, managing partner and head of hockey operations for the Phoenix Coyotes (formerly the Winnipeg Jets). Gretzky officially begins his position on February 15, 2001, when the sale of the Coyotes is completed.   ", "2002 - Establishes the Wayne Gretzky Foundation to connect underprivileged youth with hockey.  ", "February 2002 - The Canadian men's hockey team, for which Gretzky is the executive director, wins gold at the Winter Olympics for the first time in 50 years.   ", "2005-2009 - Head coach of the Phoenix Coyotes.  ", "2014 - Establishes Gretzky Hockey Schools.   ", "October 2016 - Becomes partner, vice chairman and alternate board member for the Oilers Entertainment Group, which owns the Edmonton Oilers. On May 25, 2021, Gretzky announces that he is stepping down as vice chairman.   ", "May 26, 2021 - Turner Sports announces that Gretzky is joining the network as a studio analyst.  "], "headline": "Wayne Gretzky Fast Facts    ", "timestamp": "  Updated  4:18 PM EST, Mon January 16, 2023    ", "act": "/2015/09/09/americas/wayne-gretzky-fast-facts"}, "/2023/01/16/americas/peru-protests-explainer-intl-latam": {"paras": ["Peru is seeing some of its worst violence in decades, which erupted last month following the ousting of former President Pedro Castillo, as protesters who oppose the current government call for political change in the country.   ", "In December, a state of emergency was imposed, airports and highways became the site of some clashes, and hundreds of foreign tourists were stranded in the country amid the chaos.  ", "To date, dozens of people have died in clashes with security forces, and human rights groups allege that authorities used excessive force against protests, including firearms. The army says protesters have used improvised explosives and weapons, Reuters reports.    ", "Over the weekend, the government of Peru extended its 30-day state of emergency in the capital Lima, and the regions of Cusco, Puno and the constitutional province of Callao. The state of emergency suspends several constitutional rights such as freedom of movement and assembly.   ", "The position of Peru's new President, Dina Boluarte, is now looking as embattled as her predecessor. In January, Peru's top prosecutor's office launched an inquiry into Boluarte's handling of the unrest, and several of her ministers have resigned.  ", "Castillo's ousting has accelerated long-simmering political tensions in the country.   ", "Protesters have been demanding new elections, the resignation of Boluarte, a change to the constitution and the release of Castillo, who is currently in pre-trial detention.   ", "Castillo, a former teacher and union leader who had never held elected office before becoming president, was himself from rural Peru and positioned himself as a man of the people. Many of his supporters hail from poorer regions, hoping Castillo would bring better prospects to the country's rural and indigenous people.  ", "While protests have occurred throughout the nation, the worst violence has been in the rural and indigenous south, which has long been at odds with the country's coastal White and mestizo, which is a person of mixed descent, elites.   ", "Peru's legislative body is also viewed with skepticism by the public. The president and members of congress are not allowed to have consecutive terms, according to Peruvian law, and critics have noted their lack of political experience.  ", "Peruvian politics has been mired in dysfunction for years with Boluarte being its sixth president since 2018.   ", "It was plunged into political turmoil again in December when Castillo attempted to dissolve Congress and install an emergency government.  ", "Castillo, whose brief time in office had been dogged by several corruption investigations, was impeached and removed from office. He is currently accused of crimes of rebellion and conspiracy, which he has denied.   ", "His supporters took to the streets in the days after his removal, demanding his release in what some have described as a \"national insurgency.\"   ", "Casualties resulting from protestors' clashes with police have further inflamed fear and anger on both sides.  ", "After a lull over the holidays, demonstrations resumed in early January. At least 17 people died in anti-government protests in the southern city of Juliaca, in the Puno region - where the majority of the Aymara indigenous population live.  ", "Autopsies on the 17 dead civilians found wounds caused by firearm projectiles, Juliaca's head of legal medicine told CNN en Español.", "Days later a police officer was burned to death by \"unknown subjects\" while patrolling the area, police said.   ", "Boluarte has struggled to appease the protesters. In mid-December, her then-Defense Minister Otárola declared a state of emergency, deploying troops to the street.  ", "The ensuing violence has seen hundreds injured, and the country's ombudsman said at least 49 people have died since the protests began.   ", "In January, Peru's prosecutor launched an investigation into Boluarte, Otárola, and other key ministers for the alleged crime of \"genocide, qualified homicide, and serious injuries\" in relation to the bloodshed. Boluarte has said she will cooperate with the probe.   ", "The attorney general's office also said it would investigate former Prime Minister Pedro Angulo and former Interior Minister Cesar Cervantes, both of whom served under Boluarte for just a few weeks, for their involvement in handling the protests.  ", "Several top ministers have resigned since protests began. The country's former Minister of Labor Eduardo García Birmisa resigned on Thursday, calling on Peru's president to apologize and hold general elections, according to a letter posted on his Twitter account.  Former Minister of Interior, Victor Rojas Herrera, and Minister of Women and Vulnerable Populations, Grecia Rojas Ortiz, resigned the following day.   ", "Despite mounting political pressure, Boluarte has said she has no intentions of leaving office.  ", " In a televised speech Friday on state-run TV Peru, Boluarte told the nation, \"I am not going to resign, my commitment is with Peru, not with that tiny group that is making the country bleed.\"    ", "The bloodshed in Peru has drawn global attention. The European Union on January 10 issued a statement condemning the violence and calling for dialogue in the country; the following day, an observation mission from the Inter-American Commission on Human Rights was sent to Peru.   ", "\"We remain deeply concerned about ongoing violence in Peru & saddened by the injuries & deaths. All Peruvians deserve to live in peace & enjoy their hard-earned democracy. We support peace on all sides & the govt's stated commitments to address the challenges gripping the country,\" tweeted Brian A. Nichols, US Assistant Secretary for Western Hemisphere Affairs, on Friday.  ", "The Organization of American States will convene to \"analyze the situation in Peru\" on January 18.  ", "Castillo rose from obscurity to be elected in July 2021 by a narrow margin in a runoff, and was seen as part of a \"pink tide\" of new left-wing leaders in Latin America.  ", "Despite his platform promising to rewrite the constitution and increase wealth redistribution, in his brief presidency Castillo struggled to deliver those pledges amid rising inflation in Peru, his lack of political experience and strong conservative opposition in Congress.  ", "His government became mired in chaos, with dozens of ministers appointed, replaced, fired or quitting their posts in little over a year. Castillo himself faced multiple corruption investigations and two failed impeachment attempts before he was ousted.  ", "Castillo has repeatedly denied the claims against him and reiterated his willingness to cooperate with any corruption investigation. He argued the allegations are a result of a witch-hunt against him and his family from groups that failed to accept his election victory.  ", "His detention has raised the ire of several leftist Latin American leaders, who denounced his impeachment and claimed Castillo had been a victim of \"undemocratic harassment\" since his election in 2021.  ", "After his family was granted asylum in Mexico, Peru ordered Mexico's ambassador to leave the country within 72 hours. Peru's foreign ministry said the decision was made after Mexican President Andres Manuel Lopez Obrador made comments about Peru, calling it an \"unacceptable interference in internal affairs, in clear violation to the principle of non-intervention.\"   "], "headline": "Peru extends state of emergency amid deadly protests    ", "timestamp": "  Published  3:35 PM EST, Mon January 16, 2023    ", "act": "/2023/01/16/americas/peru-protests-explainer-intl-latam"}, "/2023/01/16/americas/dwarf-boa-ecuador-scn": {"paras": ["Scientists have identified a tiny new species of dwarf boa living in the Ecuadorian Amazon that even a snake hater could love: These small reptiles are just a foot long.  ", "Alex Bentley, research coordinator of the Sumak Kawsay In Situ field station in the eastern foothills of the Andes, stumbled across a small, curled up snake in a patch of cloud forest, an upland forest where clouds filter through the treetops.   ", "He sent a photo of the snake to colleagues, including Omar Entiauspe-Neto, a graduate student at the Federal University of Rio Grande do Sul and Butantan Institute in Brazil.   ", "\"We were immediately surprised, because it shouldn't be there,\" said Entiauspe-Neto, the corresponding author of the paper describing the species in the European Journal of Taxonomy.   ", "Other dwarf boas have been identified elsewhere in South America and the West Indies, but none had ever been found in the region where Bentley spotted this one. The closest known match in Ecuador lives west of the Andes, and, according to Entiauspe-Neto, it looks \"radically different\" from the specimen in Bentley's photo.   ", "While the snake didn't match any known species of dwarf boas, it had a lot in common with a specimen in the Ecuadorian Museum of Natural Sciences collected several years ago.   ", "\"We're usually afraid to describe new species based on only a single one, because there's a chance that there might be some sort of variation,\" Entiauspe-Neto said. \"Once we had those two specimens, we were fairly sure they were a new species.\"  ", "By comparing both the physical characteristics and genetic sequences of the mystery snakes with known species, the researchers determined that they'd found an animal new to science. They named it Tropidophis cacuangoae in honor of Dolores Cacuango, an Indigenous activist who championed women's rights and founded Ecuador's first bilingual schools with lessons in Spanish and the Indigenous language Quechua.   ", "Like its fellow dwarf boas, T. cacuangoae is distantly related to the bigger boa constrictor, but they have key traits in common.   ", "They both have thickset bodies, and their skeletons bear vestigial hip bones, relics of snakes' ancient legged ancestors. And instead of being armed with venom, they squeeze their prey to death, blocking blood flow and causing cardiac arrest.  ", "While 10-foot-long boa constrictors go after animals as big as wild pigs, dwarf boas have diets that largely consist of small lizards. And since they don't have size on their side like true boa constrictors, dwarf boas have evolved a strange defense mechanism: When threatened, they curl into a ball and bleed out of their eyes.  ", "This behavior, also seen in horned lizards, might appear more gross than threatening, but Entiauspe-Neto suspects the behavior is part of a bigger constellation of death feigning found throughout the animal kingdom.   ", "\"Most predators tend to feed on living prey,\" he said. If a predator such as an eagle sees a dwarf boa coiled up and bleeding from its eyes, \"the predator is very likely to think that the snake might be either sick or dying, so therefore it will not feed on it\" to avoid catching whatever made the snake seem ill.  ", "However, dwarf boas face far bigger threats than predators: The newly identified species may already be endangered due to habitat loss. \"It has a fairly small range,\" Entiauspe-Neto said. \"So while it still needs to be formally evaluated by the IUCN (International Union for Conservation of Nature), I think it might be threatened with extinction.\"  ", "Thaís Guedes, a researcher at the State University of Campinas in Brazil who was not involved with the study, praised the work. \"I am always happy when I see a new species of snake being introduced to the world,\" Guedes said.  ", "Honoring activist Cacuango in the naming of the species is also important, she said, since Indigenous peoples play a key role in conservation.  "], "headline": "Foot-long dwarf boa found in Ecuadorian Amazon    ", "timestamp": "  Updated  7:30 AM EST, Mon January 16, 2023    ", "act": "/2023/01/16/americas/dwarf-boa-ecuador-scn"}, "/2023/01/14/americas/brazil-congress-riots-timeline-intl-latam": {"paras": ["A sea of people, draped in the yellow and green of the Brazilian flag, surge onto the roof of the country's modernist congressional building in the capital Brasilia, a video shared on social media shows.  ", "In the foreground, officers from the military police of Brazil's Federal District, which includes Brasilia, can be seen standing, chatting or filming the crowds in the distance.    ", "Their calm belies the chaos unfolding on January 8. For around four hours, thousands of far-right supporters of former President Jair Bolsonaro stormed all three branches of Brazil's government - Congress, the Supreme Court, and presidential palace - overwhelming security forces and calling for the leftist incumbent Luiz Inácio Lula da Silva to be ousted.    ", "The violence has shocked the country, with many wanting answers as to how so many people managed to enter some of the most highly securitized buildings in the country, with practically no resistance. Questions are mounting as to whether members of the security forces tasked with protecting the area and their leaders were just overstretched, incompetent or even actively assisted the protesters.    ", "Top Brazilian officials say that pre-agreed security plans were not carried out on the day.    ", "CNN has analyzed a series of videos and livestreams posted on social media to explore the security failures that allowed an insurrection to take place with such extraordinary ease and found that some officers appeared friendly to the rioters, while many others seem woefully underprepared for the angry mob. CNN has not identified and spoken to the officers in the videos.  ", "Videos show some police officers standing and watching the protestors as they stormed Congress, one even filmed the events. Credit: YouTube, Twitter and Telegram.", "Authorities investigating the riots, like the Supreme Court, have pointed fingers at officials in Brasilia, and several Federal District security chiefs have been fired or issued with arrest warrants for alleged collusion since the Sunday riots.   ", "\"The Brasilia police neglected [the attack threat], Brasilia's intelligence neglected it,\" Lula claimed one day after the siege. He said that from the footage it was easy to see \"police officers talking to the attackers. There was an explicit connivance of the police with the demonstrators.\"    ", "Suspicions of \"connivance\" have been fueled by his predecessor Bolsonaro's close relationship with the military during his presidency, filling his then-cabinet with military chiefs. In the weeks leading up to the siege, supporters of the ex-leader and former army captain - who never explicitly conceded his election loss in October - camped outside army barracks across Brazil, calling for a military intervention to overturn Lula's victory.    ", "Bolsonaro has made false claims of election fraud, sowing doubt in the legitimacy of the election. He left for Florida more than a week before the insurrection.   ", "Lula on Thursday also accused some people in the armed forces of complicity. \"There were many people complicit in this. There were many from the (military police), many from the armed forces complicit,\" he said during a press conference.   ", "The Brazilian president said he doesn't think of the events of January 8 as a \"coup\" but as a \"smaller thing, a band of crazy people who haven't realized that the election is over.\"    ", "The military police of the Federal District have not responded to CNN's questions about the alleged security failures of their forces. Nor has the Army Command in Brasilia - which has yet to make a public statement on the riots.     ", "Videos taken on January 8 suggest a reduced security presence compared to Lula's inauguration a week before, at the same government complex, when more than 8,000 troops from military and civil forces were deployed.      ", "On January 8, there were just 365 military police officers working in the area. After Lula authorized a federal intervention at around 6 p.m. local that evening, another 2,913 were summoned, a caretaker Federal District spokesperson told CNN. The leadership of the office has changed since the January 8 riots.    ", "The army and civil police forces did not respond to CNN's request for information on how many army troops and police forces were deployed to the area on Sunday.   ", "The military police are investigating the events on January 8 and \"will start procedures to investigate\" the alleged conduct of \"police agents who behaved differently from (how) they were supposed to,\" Ricardo Cappelli, the caretaker head of security for the Federal District of Brasilia, who got the role Sunday after his predecessor was fired, said this week.     ", "Sunday's protests had been openly organized online days before and intelligence services were aware of their plans. Telegram conversations seen by CNN show people messaging as early as January 5 about their intentions to storm Brazil's Congress.  ", "One post mentions a plan to use the Zello phone app, which works like a walkie talkie, if the internet was disrupted. The same app was used by some US Capitol rioters on January 6, 2021.  ", "Several others shared detailed maps of the parliamentary area, labeling clearly the Congress and Senate buildings as the assembly point.     ", "Brazil's intelligence agency said it issued daily alerts ahead of January 8 to the government and the federal district government, warning the protests would be large and violent, CNN Brasil reports.    ", "Their intelligence was based on a warning raised by the country's transport agency that an unusual volume of buses had been chartered to Brasilia. Both the Minister of Justice Flávio Dino and then-Federal District Governor Ibaneis Rocha, a Bolsonaro ally, were notified, said the intelligence agency.    ", "Despite the warnings, on January 7, Rocha told a Federal District news portal, Metropoles, that the protest would go ahead on the Esplanade - a grassy stretch surrounded by governmental buildings that leads directly to Brazil's seats of power.   ", "In a press conference a day after the riot, Justice Minister Dino said special security plans had been agreed upon with the Federal District - which handles the defense of the governmental complex and was led by Rocha - but did not materialize on January 8. There was a \"change in administrative orientation yesterday in which the planning, which did not allow people to enter the Esplanade, was changed at the last minute,\" he said.   ", "Rocha was removed from his post for three months on Sunday. He said he respected the decision in an official statement and had also apologized to officials, including Lula, for what happened that day, saying his team \"did not believe at all that the demonstrations would take on the proportions that they did.\" CNN has reached out to Rocha for comment.    ", "When protesters, as planned, turned out in droves on January 8, they were met with little resistance.    ", "Beginning from their encampment outside the army headquarters, they walked over 7 kilometers (4.3 miles) down Brasilia's main avenue, the Monumental Axis, to Congress.   ", "Prior to the breach of Congress, a long line of protesters march to the government complex. In one video, a military police officer appears to give a thumbs up while shaking hands with the pro-Bolsonaro crowd walking down the avenue. Some are even patting officers on the back.    ", "Military police attempted to stop the protesters by the Esplanade of Ministries along Eixo Monumental at around 2:25 p.m. local time, live video posted on YouTube by a protester and reviewed by CNN shows. But they were quickly over-run by protesters, who broke through the barricades. Police attempted to pepper spray a few of them as they tried to maintain the barricade but were overwhelmed.     ", "The time the crowds arrived outside Congress at around 2:45 p.m. local time. Videos showed some federal and military police units further attempting to block their way, but they were severely outnumbered.   ", "Chaos ensued.    ", "Another attempt by Brasilia's military police to use pepper spray on protesters failed. The officers, standing behind a line of metal barricades, were quickly overwhelmed as the crowd surged through, tossing the barricades to the ground.  ", "Police confront protestors with pepper spray as they approach Congress but are quickly overwhelmed. Credit: Twitter", "Free to roam in Praça dos Três Poderes (Three Powers Square), thousands of Bolsonaro supporters climbed the ramp leading to the Congress, which houses the Senate and Chamber of Deputies. They entered the buildings just before 3 p.m.    ", "Videos from inside show overturned chairs and documents strewn on the floor as the crowds march through chanting pro-Bolsonaro slogans.  ", "With the barricades gone, several military police officers simply watched the scene. One even filmed the protesters climbing onto the roof of Congress.  ", "Meanwhile, outside the Congress building two federal police vans sat with smoke billowing from their windows, video shows. One has swerved off the road half-submerged in a lake.   ", "The swarm of protesters also moved to the Supreme Court and the Presidential Palace. Officers seemed once again unable to control the situation. Some on horseback were attacked near the Supreme Court, pulled to the ground and pummeled by rioters.  ", "In the end, the crowd managed to break inside these buildings as well and wreak havoc.  ", "Videos showed little coordination between police divisions and left some officers overwhelmed by the crowds. Credit: TikTok and Telegram", "Lula has suggested that someone deliberately left the doors to the palace unlocked. It was \"opened for these people to enter because there is no broken door. It means someone facilitated their entry here,\" he told reporters Thursday.    ", "While he waits for the dust to settle, \"I want to see all the tapes recorded inside the Supreme Court, inside the palace. There were a lot of conniving agents. There were a lot of people from the MP (Military Police) conniving,\" he added.   ", "The January 8 videos found online seem to convey the chaos of the moment.    ", "In one video, responders seem to struggle to coordinate and communicate as security forces seem overwhelmed as they try to gain control.    ", "A military police officer shouts at soldiers from the presidential guard battalion to fight the invaders as they stand by the presidential Planalto Palace.  ", "\"Command your troops, damn it!\" he yells at the battalion commander.     ", "But the soldiers appear hesitant, and their leader remains silent as they struggle to make decisions while confronted by the horde.    ", "As it approaches 7 p.m. local time, the police and army finally have things under control. A YouTube livestream shows crowds filing off the roof of Congress and leaving the governmental compound.   ", "Two hours later, Bolsonaro condemns the day's events, saying \"peaceful demonstrations, respecting the law, are part of democracy. However, depredations and invasions... escape the rule.\"   ", "Brazil's response to the riots has been swift. The pro-Bolsonaro encampments outside army barracks were cleared, and a new round of protests on January 11 never materialized.  ", "The Supreme Court agreed to prosecutor's requests on Friday to investigate Bolsonaro for the alleged involvement in the attacks. His lawyer has rebutted the accusations, saying Bolsonaro always \"rejected all illegal and criminal acts ... and has always been a defender of the constitution and democracy.\"  ", "High level officials have aimed their sights on Bolsonaro allies still working in government, including Anderson Torres, who was effectively in charge of security for the Three Powers Square, where the governmental buildings were located.    ", "Brazil's Supreme Court on Tuesday ordered the arrest of Torres, who was previously Bolsonaro's justice minister and assumed the role of security secretary of the Federal District in January, and the district's former military police commander Fabio Vieira.   ", "The order accuses the pair of attempting a coup d'état, terrorist acts, damage to public property, criminal association, and violent abolition of the rule of law. It also argues \"the absence of the necessary policing\" during the riots happened due to the \"omission and connivance of several authorities in the area of security and intelligence.\"   ", "Torres, who was fired on Sunday with Vieira, had traveled to Florida on January 7, a day before the riots. It is unclear if he met with Bolsonaro, who was also in Florida, having left Brazil in December, days before the inauguration of Lula.    ", "The former security secretary has strenuously denied any involvement in the riots. \"I deeply regret these absurd hypotheses of any kind of collusion on my part,\" he tweeted on Sunday, and wrote days later that he would return to Brazil and fight the charges.   ", "He was arrested on his return to Brazil on Saturday, CNN Brasil reports.  ", "On Thursday, the Federal Police announced that during a search of Torres' home, it found a draft decree proposing to overturn October's presidential election. Torres has denied being the author.   ", "CNN has reached out to his lawyer for comment.   ", "Investigators are looking for funders and leaders of the riots, an unenviable task due to the protesters lack of formalized leadership, Michele Prado, an expert on the Brazilian far right, told CNN.    ", "\"Despite this fluidity of (protest) leaders and horizontality,\" there are thousands of people online who continue to share extremist positions, she added.    "], "headline": "'Command your troops, damn it!' How a series of security failures opened a path to insurrection in Brazil    ", "timestamp": "  Updated  11:45 AM EST, Sat January 14, 2023    ", "act": "/2023/01/14/americas/brazil-congress-riots-timeline-intl-latam"}}