{"/2023/03/01/india/india-g20-foreign-ministers-meeting-intl-hnk": {"paras": ["Foreign ministers from the world's biggest economies convened in New Delhi Thursday in what was seen as a grand test for Indian diplomacy, which ultimately didn't succeed in reaching a consensus because of Russia's ongoing invasion of Ukraine.   ", "In the second high-level ministerial meeting under India's Group of 20 (G20) presidency this year, foreign minister Subrahmanyam Jaishankar, met his American, Chinese and Russian counterparts, hoping to find enough common ground to deliver a joint statement at the end of the summit.   ", "But amid festering divisions over Moscow's war, New Delhi was unable to convince the leaders to put their differences aside, with Jaishankar admitting the conflict had struggled to unite the group.   ", "India, the world's largest democracy with a population of more than 1.3 billion, has been keen to position itself as a leader of emerging and developing nations - often referred to as the Global South - at a time when soaring food and energy prices as a result of the war are hammering consumers already grappling with rising costs and inflation.   ", "Those sentiments were front and center during Prime Minister Narendra Modi's opening remarks earlier Thursday, when he spoke of multiples crises the world faces, with less wealthy nations hit especially hard.   ", "\"The experience of the last few years, the financial crisis, climate change, the pandemic, terrorism and wars clearly shows that global governance has failed,\" Modi said.   ", "\"We must also admit that the tragic consequences of this failure are being faced most over by the developing countries,\" who he says are most affected by global warming \"caused by richer countries\".   ", "Eluding to the war in Ukraine, Modi acknowledged the conflict was causing \"deep global divisions.\" But he encouraged the foreign ministers to put differences aside during their meeting Thursday.   ", "\"We should not allow issues that we cannot resolve together to come in the way of those we can,\" he said.   ", "US Secretary of State Antony Blinken met with his Russian counterpart, Foreign Minister Sergey Lavrov on the sidelines of the summit, according to a State Department official traveling with Blinken.  ", "Blinken and Lavrov spoke for roughly 10 minutes, the same official said.  ", "Russian Ministry of Foreign affairs spokeswoman Maria Zakharova confirmed to CNN that the meeting took place but played down its significance.  ", "\"Blinken asked for contact with Lavrov. On the go, as part of the second session of the twenty, Sergey Viktorovich (Lavrov) talked. There were no negotiations, meetings, etc,\" she said.  ", "Deep disagreements over Russia's invasion of Ukraine played out in the southern Indian city of Bengaluru last month as well, when G20 finance chiefs failed to agree on a statement after their meeting.   ", "Both Russia and China declined to sign the joint statement, which criticized Moscow's invasion. That left India to issue a \"chair's summary and outcome document\" in which it summed up the two days of talks and acknowledged disagreements.  ", "Analysts say that throughout the war New Delhi has deftly balanced its ties to Russia and the West, with Modi emerging as a leader who has been courted by all sides.   ", "But as the war enters its second year, and tensions continue to rise, pressure could mount on countries, including India, to take a firmer stand against Russia - putting Modi's statecraft to the test.   ", "Arguably India's most celebrated event of the year, the G20 summit has been heavily promoted domestically, with sprawling billboards featuring Modi's face plastered across the country. Roads have been cleaned and buildings freshly painted ahead of the dignitaries' visit.   ", "Taking place in the \"mother of democracies\" under Modi's leadership, his political allies have been keen to push his international credentials, portraying him as a key player in the global order.  ", "Last year's G20 leaders' summit in Bali, Indonesia, issued a joint declaration that echoed what Modi had told Russian President Vladimir Putin weeks earlier on the sidelines of a regional summit in Uzbekistan.  ", "\"Today's era must not be of war,\" it said, prompting media and officials in India to claim India had played a vital role in bridging differences between an isolated Russia and the United States and its allies.   ", "India, analysts say, prides itself on its ability to balance relations. The country, like China, has refused to condemn Moscow's brutal assault on Ukraine in various United Nations resolutions. Rather than cutting economic ties with the Kremlin, India has undermined Western sanctions by increasing its purchases of Russian oil, coal and fertilizer.  ", "But unlike China, India has grown closer to the West - particularly the US - despite ties with Russia.  ", "New Delhi's ties with Moscow date back to the Cold War, and the country remains heavily reliant on the Kremlin for military equipment - a vital link given India's ongoing tensions with China at its shared Himalayan border.  ", "The US and India have taken steps in recent months to strengthen their defense partnership, as the two sides attempt to counter the rise of an increasingly assertive China.   ", "Daniel Markey, senior adviser, South Asia, for the United States Institute of Peace (USIP), said while India's leaders \"would like to facilitate an end to this conflict that preserves New Delhi's relations with both Washington and Moscow and ends the disruption of the global economy,\" India did not have \"any particular leverage\" with Russia or Ukraine that would make a settlement likely.   ", "\"I believe that other world leaders are equally interested in playing a peace-making diplomatic role. So when and if Putin wishes to come to the table to negotiate, he will have no shortage of diplomats hoping to help,\" he said.  ", "Still, as Putin's aggression continues to throw the global economy into chaos, India has signaled an intention to raise the many concerns faced by the global South, including climate challenges and food and energy security, according to Modi's opening speech earlier Thursday.   ", "\"The world looks upon the G20 to ease the challenges of growth, development, economic resilience, disaster resilience, financial stability, transnational crime, corruption, terrorism, and food and energy security,\" Modi said.  ", "While Modi's government appears keen to prioritize domestic challenges, experts say these issues could be sidelined by the tensions between the US, Russia and China, which have increased recently over concerns from Washington that Beijing is considering sending lethal aid to the Kremlin's struggling war effort.  ", "Speaking to reporters last week, Ramin Toloui, the US assistant secretary of state for economic and business affairs, said while Secretary of State Antony Blinken would highlight its efforts to address food and energy security issues, he would also \"underscore the damage that Russia's war of aggression has caused.\"  ", "Blinken will \"encourage all G20 partners to redouble their calls for a just, peaceful, and lasting end to the Kremlin's war consistent with UN Charter principles,\" Toloui said.   ", "At the same time, Russia in a statement Wednesday accused the US and the European Union of \"terrorism,\" stating it was \"set to clearly state Russia's assessments\" of the current food and energy crisis.   ", "\"We will draw attention to the destructive barriers that the West is multiplying exponentially to block the export of goods that are of critical importance to the global economy, including energy sources and agricultural products,\" Russia said, hinting at the difficulties New Delhi might face during the meeting.   ", "India has \"worked very hard not to be boxed into one side or the other,\" Markey said. The country could not \"afford to alienate Russia or the US and Modi doesn't want discussion of the war to force any difficult decisions or to distract from other issues, like green, sustainable economic development,\" he added.   ", "But with plummeting ties between Washington and Beijing after the US military shot down what it says was a Chinese spy balloon that flew over American territory, New Delhi will have to carefully drive difficult negotiations between conflicting viewpoints.   ", "China maintains the balloon, which US forces downed in February, was a civilian research aircraft accidentally blown off course, and the fallout led Blinken to postpone a planned visit to Beijing.  ", "As differences played out during the ministerial meeting Thursday, analysts say while India will be disappointed at the outcome, they were in a very difficult position to begin with.   ", "\"It will be a disappointment for Modi, but not one that cannot be managed,\" Markey said. \"Nor would it be India's fault, as it would primarily be a reflection of the underlying differences over which Modi has very little control.\"  "], "headline": "Grand test for Indian diplomacy as American, Chinese and Russian ministers meet in Delhi    ", "timestamp": "  Updated  7:34 AM EST, Thu March 2, 2023    ", "act": "/2023/03/01/india/india-g20-foreign-ministers-meeting-intl-hnk"}, "/2023/02/27/india/south-korea-embassy-india-dance-naatu-naatu-intl-hnk-scli": {"paras": ["Dancing South Korean diplomats have won the hearts of millions of Indians with their viral video performance of Oscar-nominated song \"Naatu Naatu,\" reinforcing Seoul's soft power diplomacy and even earning a nod of approval from India's leader.  ", "In a video clip posted to Twitter on Sunday, staff from South Korea's embassy in India's capital New Delhi - many wearing traditional clothing from both countries - dance to the popular song from Telugu-language movie \"RRR.\"", "The 53-second clip, which features South Korean Ambassador Chang Jae-bok, has gone viral on social media, garnering more than 4 million views on Twitter as of Tuesday - and much praise in India.  ", "\"Lively and adorable team effort,\" Prime Minister Narendra Modi wrote on Twitter on Sunday.   ", "\"Love you for this!\" author Kulpreet Yadav wrote, while another fan of the clip, Bhargav Mitra, called it \"an excellent initiative.\"  ", "\"A fitting tribute to bilateral relations. How well can a song & dance sequence unite,\" he wrote on Twitter.   ", "India's positive response to the video reflects the growing popularity of South Korean culture in the country, where millions have embraced K-pop and K-dramas in recent years.   ", "Indians are also making inroads in South Korea's entertainment industry. Singer Shreya Lenka became India's first homegrown K-pop star when she joined girl group Blackswan last year, while Indian actor Anupam Tripathy starred in award-winning South Korean Netflix show, \"Squid Game.\"  ", "\"Naatu Naatu,\" which translates to \"dance dance,\" is composed by M.M. Keeravani, with lyrics from Chandrabose.   ", "Praised for its buoyant choreography and catchy tune, \"Naatu Naatu\" won India's first ever Golden Globe in the best original song category last month and is favorite to win best original song at the 95th Academy Awards on March 12.  ", "The original song features Telugu superstars Ram Charan and N. T. Rama Rao Jr., known as Jr NTR, who dance in perfect synchronization to the lyrics. The video has more than 122 million views on YouTube.   ", "The Indian film industry produces tens of thousands of movies every year in multiple languages, and \"RRR,\" which stands for Rise Roar Revolt, is the country's fourth-highest grossing picture, according to IMDb, earning nearly $155 million worldwide.  ", "It is set during India's struggle for independence from British colonial rule and became Netflix's most watched non-English movie last June.   "], "headline": "South Korean diplomats dance into Indian hearts in 'Naatu Naatu' viral video    ", "timestamp": "  Updated  12:27 AM EST, Tue February 28, 2023    ", "act": "/2023/02/27/india/south-korea-embassy-india-dance-naatu-naatu-intl-hnk-scli"}, "/2023/02/24/india/modi-comment-opposition-politician-arrest-reactions-intl-hnk": {"paras": ["When dozens of security personnel crowded onto the runway of New Delhi's Indira Gandhi Airport on Thursday, it was not to capture a terrorist or fleeing criminal mastermind, or even to apprehend an unruly passenger.  ", "It was to arrest an opposition politician who had allegedly \"disturbed harmony\" - by misstating the Prime Minister's middle name.  ", "Pawan Khera, the spokesperson for the Congress party, had been on his way to his party's national convention when he was forced off his plane and arrested by police.  ", "His alleged crime? Disturbing communal harmony by making a jibe at Indian Prime Minister Narendra Modi, whom he had referred to on live TV last week as \"Narendra Gautamdas Modi\" in reference to embattled business magnate Gautam Adani.", "Adani, seen as a close ally of Modi and one of the wealthiest people in the world, saw his net worth halved in less than two weeks last month after a report by financial research firm Hindenburg leveled allegations of stock market manipulation and fraud against the Adani Group. The Adani Group condemned the report as \"baseless\" and \"malicious.\"  ", "Police from the state of Assam said they had deployed a team to New Delhi to arrest Khera for questioning after a case was registered on Wednesday for his \"objectionable remarks about the Prime Minister.\"   ", "\"[Khera] was trying to disturb the communal harmony in society, (according to) sections of the Indian Penal Code under criminal conspiracy,\" Prasanta Kumar Bhuyan, Assam police spokesperson, told CNN.  ", "But the arrest of Khera has set the stage for a dramatic showdown between India's ruling Bharatiya Janata Party (BJP) and the Congress party, which has accused the government of stiffling dissent in the world's largest democracy of 1.3 billion people.  ", "Scores of Congress politicians responded to the arrest by sitting on the airstrip in protest. Khera was released hours later, after India's Supreme Court ordered him to be released on interim bail. But his brief detention set off a media frenzy in the country, dominating prime time news and headlines.   ", "Speaking to reporters after his release on Thursday, Khera said he was \"asked to deplane as if I was a terrorist.\"  ", "\"This is not the only example of people's rights and liberties being curtailed. Today it's me, tomorrow it could be anyone,\" he said.  ", "Congress member Supriya Shrinate, who was traveling with Khera at the time of his arrest, added, \"If this isn't tyranny, then what is?\"  ", "The Congress party said in a statement that Khera's arrest was \"undemocratic,\" and \"arbitrary,\" adding: \"We vehemently oppose this dictatorial behavior.\"  ", "\"This charade is not going to deter us from raising questions\" about the Adani group and its alleged ties to Modi, it said.   ", "CNN has contacted a BJP national spokesperson for a comment but has not yet had a response.   ", "Speaking to Indian news channel NDTV late Thursday, the BJP chief minister of Assam, Himanta Biswa Sarma, said: \"Police have all the rights to arrest (Khera).  ", "Khera's arrest comes weeks after the country banned a documentary from the BBC that was critical of the Prime Minister's alleged role in deadly riots more than 20 years ago. Indian tax authorities raided the BBC's offices in New Delhi and Mumbai earlier this month citing \"irregularities and discrepancies\" in the BBC's taxes. The BBC defended its documentary and said it was complying with the tax investigation.  ", "Days before Khera's arrest, Sarma, the Assam chief minister, had warned there would be consequences to his remarks about Modi.  ", "\"India will not forget or forgive these horrible remarks of Congressmen,\" he wrote on Twitter on Monday.   ", "CNN has not yet been able to reach Khera and his lawyers.  "], "headline": "India's opposition vows to keep 'raising questions about Adani group' after spokesperson arrested    ", "timestamp": "  Published  1:28 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/india/modi-comment-opposition-politician-arrest-reactions-intl-hnk"}, "/2023/02/22/india/india-guru-gurmeet-ram-rahim-singh-parole-anger-intl-hnk": {"paras": ["A convicted killer and rapist revered by millions as a religious guru has temporarily walked free from jail in India for the fourth time in 12 months, angering activists who say it sets a dangerous precedent in a country grappling with violence against women.  ", "Gurmeet Ram Rahim Singh, head of the spiritual organization Dera Sacha Sauda, was released for 40 days on January 21 and is expected to remain free until early March, Sanjeev Verma, a senior official from the city of Rohtak, in the northern state of Haryana, confirmed to CNN on Wednesday.  ", "In 2017, Singh was sentenced to 20 years in prison for raping two of his followers. Two years later, he received a life term for the murder of a journalist who exposed the sexual abuse of women within his group.  ", "Singh was previously granted temporary leave from prison in February, June and October last year, authorities said, angering women's rights advocates in the country.  ", "\"See how the rapist whom you let free in society is slapping the system,\" Swati Maliwal, chairperson for Delhi's Commission for Women, said on Twitter, sharing a video of Singh cutting a cake with a sword four days after his latest release.   ", "\"Great heroes once protected the weak with the sword, today this rapist is celebrating with the sword,\" she wrote.  ", "His release has also been opposed by the Sikh group, Shiromani Gurdwara Parbandhak Committee.  ", "Despite the nature of his crimes, Singh maintains a cult-like following and his Dera Sacha Sauda group welcomed his latest release, saying on Twitter that it was \"thrilled.\"   ", "Since walking out of prison last month, Singh has been seen preaching to his nearly 5 million followers on Instagram, offering \"parenting tips\" and releasing songs to discourage drug use.   ", "Some people opposed to his release have petitioned for him to be put back behind bars, according to court documents. ", "However, last year, similar petitions challenging Singh's previous temporary release periods were dismissed by the Punjab and Haryana High Courts.   ", "Verma, the Rohtak district official, did not answer CNN's questions about why Singh had been released, saying the matter was in front of the court.   ", "CNN has attempted to contact the Haryana government, but has not received a response. Speaking to reporters in October last year, when Singh was previously out on temporary release, the state's chief minister Manohar Lal Khattar said he had \"no comment\" on the case.   ", "\"It is the job of the court to give bail or parole to any person,\" he said.   ", "Singh, sometimes referred to as the \"guru of bling\" on account of his flamboyant lifestyle that includes his flashy dress sense and a penchant for diamonds, commands a vast and loyal support base in and outside of India.   ", "His Dera Sacha Sauda group has ashrams - places of worship - across 10 states and union territories in India, and claims to have 60 million followers worldwide.  ", "Singh wields considerable influence and is considered a cultural icon and performer among his supporters. He has starred in several films and numerous popular music videos, including the \"Messenger of God,\" in which he acts as a hero who saves India.  ", "The 2017 rape verdict against him sparked riots that left 36 people dead and hundreds injured across northern India, prompting the government to tighten security in Haryana on the day of his sentencing, and to shut down internet and SMS services in some parts of the state.   ", "He is one of several revered gurus in India to have been accused of violent crimes, including rape.   ", "Earlier this month, an Indian court sentenced self-proclaimed spiritual guru Asaram Bapu to life imprisonment on charges of rape and sodomy. It was the second life term against the octogenarian, who is already serving a life sentence following his 2018 conviction for raping a 16-year-old girl.  "], "headline": "Killer guru's temporary release from prison sparks anger in India. And it's not the first time    ", "timestamp": "  Updated  4:42 AM EST, Wed February 22, 2023    ", "act": "/2023/02/22/india/india-guru-gurmeet-ram-rahim-singh-parole-anger-intl-hnk"}, "/2023/02/17/india/india-china-spy-balloon-andaman-nicobars-intl-hnk": {"paras": ["When a strange white sphere appeared in the skies above the Andaman and Nicobar Islands in January 2022, it swiftly became a talking point in this sleepy Indian Ocean archipelago of 430,000 people.   ", "Hundreds of members of the public spotted the strange object, which looked a little like a full moon, and were eager to speculate on what it was, reported local media. But \"high-altitude surveillance balloon\" didn't seem high on many people's guess list.  ", "Many suggested it was a weather balloon; others, including local news outlet the Andaman Sheekha, thought that made no sense, ruling out the possibility on the grounds of the object's shape, height, and photographs showing what appeared to be \"eight dark panels\" hanging from it.  ", "Some did suggest spying might be involved, but that too seemed a strange explanation.  ", "Under the headline, \"Unidentified Flying Object over Port Blair city triggers curiosity and rumor,\" the Sheekha posed a question: \"In this age of ultra advanced satellites, who will use a flying object to spy?\"   ", "That question, experts say, has taken on a greater resonance this month, after the United States shot down a suspected Chinese surveillance balloon that spent days over American territory, including apparently lingering over nuclear missile silos in Montana.  ", "US intelligence officials say the balloon - which China insists was a civilian weather research vessel - was part of an extensive Chinese surveillance program run from the island province of Hainan that has flown balloons over at least five continents in recent years.   ", "Other governments have also raised concerns. Soon after the balloon was spotted over the US, Taiwan's Foreign Ministry said the incident \"should not be tolerated by the civilized international community,\" adding it had experienced Chinese balloons flying over its territory in September 2021 and again in February 2022.   ", "Japan meanwhile said it \"strongly presumed\" that three \"balloon-shaped flying objects\" detected in its airspace between November 2019 and September 2021 were \"unmanned reconnaissance\" aircraft flown by China.  ", "But India - which administers the Andaman and Nicobar Islands - has remained conspicuously silent, despite questions being raised by the Indian media.  ", "\"Mystery balloon hovered over Andaman and Nicobar Islands around tri-service military drill,\" reported India Today; \"Chinese spy balloons, UFOs trigger paranoia among countries. Should India be worried?\" asked Live Mint. \"Reports Suggest India Was Targeted by Chinese Balloon Too,\" ran a headline in The Wire; \"Did a Chinese 'spy' balloon snoop on India too?\" asked Firstpost.  ", "China, meanwhile, has strongly denied running a balloon surveillance program. It maintains the vessel downed by the US was a weather balloon thrown off course and has also rejected Tokyo's claims. Beijing said it firmly opposed \"the Japanese side's smear campaign against China\" and said Japan should \"stop following the US\" by engaging in \"deliberate speculation.\"  ", "\"China is a responsible country that strictly abides by international law and respects the sovereignty and territorial integrity of all countries. (We) hope that all parties will look at it objectively,\" China's Foreign Ministry said in response to a question from CNN about whether the country had ever used balloons to spy on India.   ", "But to many onlookers, the silence from New Delhi on the matter has been as baffling as the balloon-like object was to the readers of the Andaman Sheekha.  ", "\"I think (the Indian) government is being silent about it for the simple fact that (it) was unable to do anything about it,\" said Sushant Singh, a senior fellow at New Delhi-based think tank Center for Policy Research.  ", "\"If it were to say that a spy balloon was found over the Andaman and Nicobar Islands, which is seen as a great bastion of Indian sovereignty, it would show the government in a very poor light.\"   ", "India will come under the international spotlight this year as it hosts two high-level summits - the G20 and the Shanghai Cooperation Organization - and it is \"desperately keen\" for them to go well, Singh said.  ", "And with a general election on the horizon in 2024, its leader Narendra Modi will be eager to look tough in the eyes of voters who swept him into power on a ticket of nationalism and a promise of India's future greatness.  ", "Acknowledging that a UFO - which may or may not have been spying - had floated above an archipelago that hosts a significant Indian military presence would compromise that message.   ", "\"Raising this issue of the balloon,\" simply wouldn't be in New Delhi's interest, Singh concluded. \"As a nationalist government, it would completely destroy and demolish its image within the country.\"  ", "But Manoj Kewalramani, a fellow of China studies at the Takshashila Institution in India, said silence was simply more New Delhi's style.  ", "\"Historically, India has never spoken about these issues,\" he said. \"If the US has briefed India on the Chinese spying program, India will very careful about what they reveal, so as to not tarnish that relationship.\"   ", "CNN reached out to the Indian government for comment on this article but did not receive a response.  ", "The Andaman and Nicobar Islands may seem an unlikely target for international espionage.  ", "The remote, sleepy archipelago at the junction of the Bay of Bengal and the Andaman Sea lies about 100 miles (160 kilometers) north of Aceh, Indonesia, and more than 1,800 miles (2,900 kilometers) from the Indian capital New Delhi. Only a few dozen of its more than 500 islands are even inhabited.   ", "There is little commerce to speak of beyond fishing villages, and while the sandy beaches and rich biodiversity have made some of the islands popular with tourists, others are so remote they are home to uncontacted tribes.   ", "In 2018, an American missionary, John Allen Chau, is thought to have been killed by the Sentinelese tribe after he arrived on North Sentinel Island, hoping to convert them to Christianity. In 2006, members of the same tribe killed two fishermen poachers whose boat drifted ashore. Two years earlier, one of its members was photographed firing arrows at a helicopter sent to check on their welfare following the Asian tsunami. Protection groups have urged the public to respect their wish to remain uncontacted.  ", "But as obscure and remote as these islands may be, there are reasons they might be of interest to foreign intelligence agencies.  ", "As a major outpost in the Indian Ocean, the islands join the Bay of Bengal with the wider Indo-Pacific, via the Malacca Strait - one of the busiest and most important trade routes in the world.  ", "The location also makes the islands a strategic military asset for India, and they are home to the only integrated tri-service (army, navy, air force) base of the Indian armed forces.  ", "In recent years, New Delhi has poured great effort into enhancing the islands' prospects as a military base, with Modi in 2019 unveiling a decade-long plan to add more troops, warships and aircraft to its existing fleet.   ", "\"The islands are used for military deployment and dominate the area,\" said Singh, from the Center for Policy Research. \"Various Indian military leaders have described the islands as an 'unsinkable carrier.'\"   ", "In the event of a military clash between China and the US over Taiwan, Singh said, \"the US could ask India for support from the islands.\"  ", "\"India has also been very protective about the islands. Very rarely have they allowed foreign military to exercise on land on these islands,\" he added.  ", "Kewalramani, from the Takshashila Institution, said China \"would want to know what's happening on the (Andaman and Nicobar) islands.\"   ", "However, he also said it remained unclear \"whether they would do that through a balloon and whether a balloon could gather enough intel.\"   ", "To many commentators, the whole saga is less about what may or may not have been a surveillance balloon, and more about the Modi government's reticence to engage on issues involving China for fear of sparking a diplomatic crisis ahead of next year's Indian election.  ", "While there may be some sensitive military secrets to be gleaned from Andaman and Nicobar islands, analysts suggest the real reason for tight lips in New Delhi may be connected to what is happening thousands of miles to the north, along India's 2,100-mile (3,380-kilometer) disputed border with China.   ", "It's here in the thin air and freezing temperatures of the Himalayas that troops from the two nuclear-armed neighbors have clashed over the past few years, in what are startling reminders of India and China's combustible relationship.  ", "Tensions along the de factor border have been simmering for more than 60 years and have spilled over into war before. In 1962 a month-long conflict ended in a Chinese victory and India losing thousands of square miles of territory.  ", "But rarely in recent years have those tensions been as high as they are now. Since a clash involving hand-to-hand fighting in 2020 claimed the lives of at least 20 Indian and four Chinese soldiers, both sides have deployed thousands of troops to the area, where they remain in what appears to be a semi-permanent stand-off.  ", "\"The whole character of the border changed in 2020. China did something that they had not done before ... they came into occupied areas ... and refused to withdraw,\" said former Lt. Gen. Rakesh Sharma, whose more than 40 years in the Indian army included a stint commanding the Fire and Fury Corps in the Ladakh area of the border.   ", "There are now signs things may be heating up once again, according to Arzan Tarapore, South Asia research scholar at Stanford University's Walter H. Shorenstein Asia-Pacific Research Center.  ", "A brawl between troops from the two sides in December - what the Indian government characterized as a \"physical scuffle\" - was \"part of the steady drumbeat of China building its military presence, asserting its control over disputed areas, and probing Indian defenses,\" Tarapore said.   ", "\"It was just one episode in a string of episodes, and India should certainly expect more - and probably bigger - such probes and incursions in the future,\" he added.  ", "With the border issue heating up, analysts say Modi faces a difficult diplomatic balancing act.   ", "On one hand, he needs to project a strong image to voters and show he is willing to stand his ground against China's pressure at the border.  ", "On the other, he must be careful to avoid inflaming the already tense relationship with Beijing by wading into China's dispute with Washington over the balloon shot down off the US East Coast.  ", "One reading of India's silence may be that is adopting Theodore Roosevelt's famous foreign policy maxim of, \"Speak softly, and carry a big stick.\"   ", "New Delhi recently announced a 13% hike in its annual defense budget to 5.94 trillion rupees ($72.6 billion) - which is expected to fund, among other things, new access roads and fighter jets to be based along the disputed border.  ", "But, as with the UFO in the Andaman and Nicobars, experts say New Delhi sometimes gives the impression that the less said about the border the better.  ", "Kenneth Juster, a former US ambassador to India, told Indian television channel Times Now that New Delhi preferred Washington not to comment on Chinese aggression at the Himalayan border.  ", "\"The restraint in mentioning China in any US-India communication or any Quad communication comes from India, which is very concerned about not poking China in the eye,\" he said, referring to discussions of the Quadrilateral Security Dialogue - a strategic US-led group that includes India, Japan and Australia and that Beijing is convinced is aimed at containing China's rise.   ", "Modi has largely avoided speaking publicly on the border issue, going as far as saying on live television shortly after the deadly 2020 clashes that, \"No one has intruded and nor is anyone intruding.\"   ", "\"He wants the crisis to go away. His reaction is to avoid talking about it,\" said Singh, the analyst. \"Propaganda and PR have led many Indians to believe that things (at the disputed border) are OK.\"  ", "Kewalramani, the China expert, said India simply preferred a lower-key approach in pushing back against Beijing, noting it had cracked down on Chinese businesses, including by banning some Chinese apps.    ", "\"While there aren't huge gestures, it is part of India's diplomatic culture to avoid aggression,\" he said.   ", "The problem with that approach, others warned, was that it risked making India appear weak.  ", "\"Considering that a crisis on the border is still ongoing, and continues to haunt India and China, the silence does not bode well for India,\" Singh said.   ", "\"It emboldens China.\"  "], "headline": "Uncontacted tribes and an Indian military base. Did a 'spy' balloon snoop on the Andaman and Nicobar islands?    ", "timestamp": "  Updated  8:33 PM EST, Fri February 17, 2023    ", "act": "/2023/02/17/india/india-china-spy-balloon-andaman-nicobars-intl-hnk"}, "/2022/11/25/india/india-marijuana-rats-intl-hnk": {"paras": ["Rats in northern India have been accused of eating hundreds of kilograms of cannabis seized from drug dealers and stored in police warehouses.  ", "\"Rats are small animals, and they aren't scared of the police,\" noted a court in the city of Mathura, Uttar Pradesh, after hearing that local police were unable to furnish almost 200 kilograms of confiscated cannabis that was supposed to be used as evidence in a recent case.  ", "Court documents said the police had been asked to provide 386 kilograms of cannabis, but the prosecution flagged to the court that more than 700 kilograms of marijuana stored in various stations across Mathura could be impacted by the rat infestation.  ", "And this was - allegedly - not the first time the rats had struck. The judge hearing the case cited Mathura police as blaming the rodents for destroying a total of more than 500 kilograms of cannabis that had been seized in various cases and stored at the city's Shergarh and Highway Police Station.   ", "The court then laid down guidelines for the police to auction or dispose of the cannabis.  ", "\"There's a rat menace in almost all police stations. Hence, necessary arrangements need to be made to safeguard the cannabis that's been confiscated,\" the court document said.   ", "However, accounts regarding the exact sequence of events that followed the rats' alleged consumption of the cannabis appear a little hazy.   ", "Speaking after the court case, Mathura City Police Superintendent Martand Prakash Singh told CNN that the cannabis had been \"destroyed by rains and flooding\" and not by rats.  ", "\"There was no reference to rats in the (report submitted to the court) ... the police only mentioned that the seized cannabis was destroyed in the rains and flooding,\" he said.   ", "If the rats are guilty as charged, they might now be taking things easy. A 2016 study by the University of British Columbia found the main psychoactive ingredient in marijuana made lab rats lazy.   ", "Researchers trained 29 rats to perform an experiment, in which the rodents had to choose between a simple or more difficult task to earn treats.   ", "The rats typically chose the harder - and more rewarding - task, but after being given marijuana, the same rats picked the easier task.  "], "headline": "Rats blamed for eating 500 kilograms of cannabis stored by Indian police    ", "timestamp": "  Published  3:56 AM EST, Fri November 25, 2022    ", "act": "/2022/11/25/india/india-marijuana-rats-intl-hnk"}, "/2022/11/17/india/modi-india-g20-influence-intl-hnk": {"paras": ["When world leaders at the Group of 20 summit in Bali, Indonesia, issued a joint statement condemning Russia's war in Ukraine, a familiar sentence stood out from the 1,186-page document.   ", "\"Today's era must not be of war,\" it said, echoing what Indian Prime Minister Narendra Modi told Russian leader Vladimir Putin during a face-to-face meeting in September.   ", "Media and officials in the country of 1.3 billion were quick to claim the inclusion as a sign that the world's largest democracy had played a vital role in bridging differences between an increasingly isolated Russia, and the United States and its allies.    ", "\"How India united G20 on PM Modi's idea of peace,\" ran a headline in the Times of India, the country's largest English-language paper. \"The Prime Minister's message that this is not the era of war... resonated very deeply across all the delegations and helped bridge the gap across different parties,\" India's Foreign Secretary Vinay Kwatra told reporters Wednesday.   ", "The declaration came as Indonesian President Joko Widodo handed over the G20 presidency to Modi, who will host the next leaders' summit in the Indian capital New Delhi in September 2023 - about six months before he is expected to head to the polls in a general election and contest the country's top seat for a third time.   ", "As New Delhi deftly balances its ties to Russia and the West, Modi, analysts say, is emerging as a leader who has been courted by all sides, winning him support at home, while cementing India as an international power broker.    ", "\"The domestic narrative is that the G20 summit is being used as a big banner in Modi's election campaign to show he's a great global statesmen,\" said Sushant Singh, a senior fellow at New Delhi-based think tank Center for Policy Research. \"And the current Indian leadership now sees themselves as a powerful country seated at the high table.\"   ", "On some accounts, India's presence at the G20 was overshadowed by the much anticipated meeting between Chinese leader Xi Jinping and US President Joe Biden, and the scramble to investigate the killing of two Polish citizens after what Warsaw said was a \"Russian-made missile\" landed in a village near the NATO-member's border with Ukraine.   ", "Global headlines covered in detail how Biden and Xi met for three hours on Monday, in an attempt to prevent their rivalry from spilling into open conflict. And on Wednesday, leaders from the G7 and NATO convened an emergency meeting in Bali to discuss the explosion in Poland.  ", "Modi, on the other hand, held a series of discussions with several world leaders, including newly appointed British Prime Minister Rishi Sunak, ranging from food security and environment, to health and economic revival - steering largely clear of condemning Putin's aggression outright, while continuing to distance his country from Russia.   ", "While India had a \"modest agenda\" for the G20 revolving around the issues of energy, climate, and economic turmoil as a result of the war, Western leaders \"are listening to India as a major stakeholder in the region, because India is a country that is close to both the West and Russia,\" said Happymon Jacob, associate professor of diplomacy and disarmament at the Jawaharlal Nehru University (JNU) in New Delhi.   ", "New Delhi has strong ties with Moscow dating back to the Cold War, and India remains heavily reliant on the Kremlin for military equipment - a vital link given India's ongoing tensions at its shared Himalayan border with an increasingly assertive China.  ", "At the same time, New Delhi has been growing closer to the West as leaders attempt to counter the rise of Beijing, placing India in a strategically comfortable position.   ", "\"One of the ways in which India had an impact at the G20 is that it seems to be one of the few countries that can engage all sides,\" said Harsh V. Pant, professor in international relations at King's College London. \"It's a role that India has been able to bridge between multiple antagonists.\"   ", "Since the start of the war, India has repeatedly called for a cessation of violence in Ukraine, falling short of condemning Russia's invasion outright.   ", "But as Putin's aggression has intensified, killing thousands of people and throwing the global economy into chaos, analysts say India's limits are being put to the test.   ", "Observers point out Modi's stronger language to Putin in recent months was made in the context of rising food, fuel and fertilizer prices, and the hardships that was creating for other countries. And while this year's G20 was looked at through the lens of the war, India could bring its own agenda to the table next year.   ", "\"India's taking over the presidency comes at a time when the world is placing a lot of focus on renewable energy, rising prices and inflation,\" Jacob from JNU said. \"And there is a feeling that India is seen as a key country that can provide for the needs of the region in South Asia and beyond.\"   ", "Soaring global prices across a number of energy sources as a result of the war are hammering consumers, who are already grappling with rising food costs and inflation.  ", "Speaking at the end of the G20 summit on Wednesday, Modi said India was taking charge at a time when the world was \"grappling with geopolitical tensions, economic slowdown, rising food and energy prices, and the long-term ill-effects of the pandemic.\"   ", "\"I want to assure that India's G20 presidency will be inclusive, ambitious, decisive, and action-oriented,\" he said in his speech.   ", "India's positioning of next year's summit is \"very much of being the voice of the developing world and the global South,\" Pant, from King's College London, said.   ", "\"Modi's idea is to project India as a country that can respond to today's challenges by echoing the concerns that some of the poorest countries have about the contemporary global order.\"   ", "As India prepares to assume the G20 presidency, all eyes are on Modi as he also begins his campaign for India's 2024 national election.   ", "Domestically, his Hindu-nationalist Bharatiya Janata Party's (BJP) populist politics have polarized the nation.   ", "While Modi remains immensely popular in a country where about 80% of the population is Hindu, his government has been repeatedly criticized for a clampdown on free speech and discriminatory policies toward minority groups.  ", "Amid those criticisms, Modi's political allies have been keen to push his international credentials, portraying him as a key player in the global order.  ", "\"(The BJP) is taking Modi's G20 meetings as a political message that he is bolstering India's image abroad and forging strong partnerships,\" said Singh, from the Center for Policy Research.  ", "This week, India and Britain announced they are going ahead with a much anticipated \"UK-India Young Professionals Scheme,\" which will allow 3,000 degree-educated Indian nationals between 18 and 30 years old to live and work in the United Kingdom for up to two years.   ", "At the same time, Modi's Twitter showed a flurry of smiling photographs and video of the leader with his Western counterparts.   ", "\"His domestic image remains strong,\" Singh said, adding it remains to be seen whether Modi can keep up his careful balancing act as the war progresses.  ", "\"But I think his international standing comes from his domestic standing. And if that remains strong, then the international audience is bound to respect him.\"  "], "headline": "G20's criticism of Russia shows the rise of a new Asian power. And it isn't China    ", "timestamp": "  Updated  6:20 AM EST, Thu November 17, 2022    ", "act": "/2022/11/17/india/modi-india-g20-influence-intl-hnk"}, "/2022/11/11/india/rajiv-gandhi-assassination-freed-intl-hnk": {"paras": ["India's top court on Friday ordered the release of six people convicted of killing the country's former Prime Minister Rajiv Gandhi, 31 years after their imprisonment.   ", "The Supreme Court released Nalini Sriharan, the only woman convicted in the case, and five men, according to Anand Landge, the lawyer for the petitioners.  ", "They were arrested a few weeks after Gandhi was assassinated in a suicide bomb attack on May 21, 1991, in the southern state of Tamil Nadu.  ", "The attack was blamed on separatist rebels fighting for a Tamil state in Sri Lanka. Gandhi's killing was seen as retaliation for his decision to send Indian troops into Sri Lanka in 1987 to enforce a peace accord to end the island nation's civil war.  ", "Over the years, various Tamil Nadu governments have requested the release of those found guilty over the killing.   ", "In May, the Supreme Court ordered the release of A. G. Perarivalan, another man convicted in the case.    ", "Perarivalan, who was 19 years old at the time of the attack, was accused of buying batteries for the bomb. He was convicted of criminal conspiracy to commit murder, among other charges.   ", "Known as the \"unwilling\" prime minister who never wanted the job, Gandhi became India's youngest leader at the age of 40 after his mother and former prime minister, Indira Gandhi, was shot dead by her bodyguards.   ", "But he served less than a decade, losing the 1989 general election following a corruption scandal, and was assassinated two years later.   ", "During his tenure, he signed peace accords with insurgent groups in states where religious tensions were high, and is credited for developing India's science and technology sectors, giving him the moniker \"Father of Information and Technology.\"  "], "headline": "India's top court orders release of six people convicted of killing former PM Rajiv Gandhi    ", "timestamp": "  Published  4:31 AM EST, Fri November 11, 2022    ", "act": "/2022/11/11/india/rajiv-gandhi-assassination-freed-intl-hnk"}, "/2022/11/08/india/india-morbi-bridge-deadly-children-intl-hnk-dst": {"paras": ["A marigold garland hangs across a photo frame with the faces of 12 members of the Bodha family who died when a bridge collapsed beneath them during a family outing in Gujarat, eastern India.  ", "\"There have been a lot of deaths,\" said grandfather Sundarji Bodha, from his home in the small town of Morbi that's mourning 135 people who died in the October 30 tragedy.   ", "\"I cannot describe the pain and sadness it's caused,\" said Bodha, who lost five grandchildren, four daughters and three sons-in law.  ", "In the days since the tragedy, few answers have emerged as to why the colonial-era suspension bridge appeared to snap, spilling dozens of people into the Machchhu River.  ", "Police investigating the case have suggested the company tasked with maintaining the bridge, Oreva, failed to conduct the appropriate repairs or tests to ensure the bridge was safe for pedestrians.  ", "\"They only did electric fittings and painting work,\" P. A. Zala, deputy superintendent of Gujarat police, told CNN on Tuesday. \"No fitness or capacity test was done by them.\"   ", "Oreva did not respond to CNN's requests for comment.  ", "But theories about the cause of the disaster offer little comfort to the families of those who died.   ", "\"Children are everything,\" said Prabhulal Bodha, wearing white to mark a day of mourning for his extended family.  ", "\"The children are not here and it is so painful. How will we bear this? We do not know.\"   ", "The suspension bridge has hung across the Machchhu River for as long as anyone can remember.  ", "It was built during British rule around 1900, and attracts tourists who hold thin wire railings for the 230 meter (755 feet) walk from one side to the other.  ", "On Sunday October 30, hundreds of families had crammed onto the bridge, which is just 1.25 meters (4 feet) wide, to celebrate Diwali - the Hindu festival of lights.  ", "Gujarat authorities estimate some 200 people were on the bridge when it collapsed - much more than the capacity allowed, they said.  ", "Among them were eight-year-old Faizan and five-year-old Mahinoor Majothi, who were days away from going back to school after the Diwali holidays.  ", "Their grandmother, Himilaben Khumbhar, was on the bridge with them when it snapped.   ", "\"I didn't realize what was happening until we fell into the water,\" she said. \"I was swimming and got help from people. My life was saved but my daughter, son-in-law and the children all died.\"    ", "Faizan and Mahinoor's school bags still lie in the corner of the front room - a constant reminder of grief and loss.    ", "\"I want that action be taken and all the people responsible should be punished,\" said Kumbhar's relative, Ibrahim Mojothi.  ", "\"It is not just me who has lost a family. Scores of people have lost their families ... My brother, sister-in-law, nephew, niece are all gone. No one is left.\"    ", "Divya Ravardeo was also on the bridge when it collapsed. She recalls people screaming, desperately trying to swim to safety and save their loved ones.  ", "Her niece and nephew - six and four - drowned in the river.   ", "\"We are feeling so heartbroken,\" she said. \"Words cannot describe the pain we are going through. We have so much agony in our hearts. My entire family doesn't know how to feel about this. We are numb.\"   ", "Since the deadly incident, public scrutiny has turned to Oreva, a company based in Ahmedabad, Gujarat's largest city.  ", "Oreva started out as a clockmaker before diversifying into electronics, according to its website, which describes the firm as the \"world's largest clock manufacturing company\" and \"one of the major brands in India.\"  ", "The bridge was closed for six months of renovations in April, Jaysukhbhai Patel, the managing director of Oreva, told reporters during a reopening ceremony on October 26.  ", "According to a video of the event, Patel said the company had spent close to a quarter of a million dollars renovating the bridge. When asked what renovations had been carried out, Patel said: \"The bridge was built using wooden planks. Now, because it's a hanging bridge, we needed to use new technical specifications and develop new methods to repair it.\"   ", "He didn't go into detail, but told reporters the structure would not need any major work for \"eight to 10 years.\"  ", "The day after the tragedy, Gujarat police said nine people had been arrested and are being investigated for culpable homicide charges, all of the suspects are associated with Oreva. So far, no charges have been laid.   ", "The suspects include two managers, two ticket clerks, two contractors and three security guards - Patel is not among them. He hasn't spoken publicly since the tragedy.   ", "Families of the victims will receive compensation from the Prime Minister's National Relief Fund, but Mojothi said that will never be enough for their pain and suffering.  ", "\"All we want is that the people responsible should be punished,\" he said.  ", "\"There is no use of compensation. We do not want the money. We have no greed for that money, and we don't want it.\"   "], "headline": "One Indian family lost 12 members in the Morbi bridge collapse    ", "timestamp": "  Updated  8:13 PM EST, Tue November 8, 2022    ", "act": "/2022/11/08/india/india-morbi-bridge-deadly-children-intl-hnk-dst"}, "/2023/01/13/india/india-joshimath-uttarakhand-sinking-city-intl-hnk-dst": {"paras": ["For years, residents in the northern Indian city of Joshimath have complained to local officials that their homes are sinking. Now authorities are being forced to take action, evacuating nearly 100 families in the last week and expediting the arrival of experts to determine the cause.   ", "Cracks running through the city are now so wide that hundreds of homes are no longer habitable, and some fear that India could lose a key gateway to religious pilgrimages and tourist expeditions on nearby mountain trails.  ", "Located in the northeastern state of Uttarakhand, Joshimath is bordered by two rivers and nestled on the slopes of the Himalayas, which environmental experts say makes it particularly susceptible to earthquakes, landslides and erosion.   ", "\"Joshimath, and many other towns in the Himalayas, are geologically prone to subsidence,\" otherwise known as the sinking or settling of the Earth's surface, said Sameer Kwatra, policy director for the Natural Resources Defense Council's India program.  ", "Kwatra added that the natural factors which put Joshimath, home to around 25,000 people, at risk of sinking are \"being exacerbated by large scale construction projects as well as climate induced flash floods and extreme rainfall.\"  ", "In August 2022, a team of scientists, geologists and researchers organized by the state government of Uttarakhand conducted a geological survey of Joshimath and noted that local residents reported an accelerated pace of land erosion that year, caused in large part by heavy rainfall in October 2021 and devastating flash flooding earlier that year, sparking concerns about the impact of climate change on the region.   ", "The survey found extensive damage to houses in Joshimath, stating that some houses were \"unsafe for human habitation\" and posed a \"grave risk\" to their inhabitants.  ", "The report pointed to visible cracks in walls, floors and along various roads as evidence that the city was sinking and recommended construction in certain areas be curtailed, with \"further developmental activities in the area ... restricted to the extent possible.\"     ", "Despite the recommendation, construction in the region continued until just last week. On January 5, the district administration temporarily shut down all construction work in Joshimath, including work on a bypass road and the National Thermal Power Corporation's (NTPC) Tapovan Vishnugad hydropower project. The hydropower plant is being constructed on the Dhauliganga river which partially borders the eastern side of Joshimath. Construction on the project involves tunneling, which some residents and environmental experts believe may have worsened the land erosion.   ", "According to local news outlets, NTPC issued a statement on January 5, the day construction was stopped, stating \"NTPC wants to inform with full responsibility that the tunnel has nothing to do with the landslide happening in Joshimath city.\"  ", "In an emailed statement to CNN, NTPC said the tunnel was completed more than a decade ago, and there are no recent signs of sinking on the surface near the tunnel, which is around 1 kilometer from the town and about 1 kilometer deep.  ", "Suraj Kaparuwan, a 38-year-old businessman who runs a small hotel in Joshimath, told CNN cracks began appearing in his field and in the walls of his home a year ago, but the situation has worsened in recent months.  ", "\"Hairline cracks in the field started appearing about a year back. They've been widening over time, especially in the last two months. They're now about 3-feet wide,\" Kaparuwan told CNN.  ", "Last Wednesday evening, Kaparuwan's family wife and two sons left Joshimath for Srinagar Garhwal, another city further south in the same state.  ", "Kaparuwan initially stayed behind to join what he said were thousands of Joshimath residents and allies from nearby villages protesting in front of local administrative buildings, calling for an end to the construction and requesting proper compensation for those who have had to leave their homes.   ", "On Monday, Kaparuwan was told by local officials that his home was in the \"danger zone\" and he had to move out. With upcoming bookings for the hotel canceled, Kaparuwan told CNN he plans to take all his household belongings to the hotel and wait to see what the future holds for Joshimath.  ", "\"We'll hope for the new beginning of all things, but it will depend on the government, what steps they take,\" he said.   ", "As of Thursday, cracks were present in 760 buildings and 589 people had been evacuated, according to a bulletin issued by the district administration.   ", "Uttarakhand Chief Minister Pushkar Singh Dhami visited the affected areas last Saturday, inspecting the homes of residents who fear the structures may collapse.   ", "\"It is our priority is to keep everyone safe,\" Dhami told reporters after touring the area.  ", "Joshimath's land subsidence is \"not a new problem,\" Ranjit Sinha, secretary of disaster management for the state of Uttarakhand, told CNN last week, elaborating in a news conference a few days later: \"The soil is very loose. The land cannot bear the load.\"  ", "A two-year study by the Indian Institute of Remote Sensing, conducted between July 2020 and March 2022, found that Joshimath and its surrounding areas have been sinking at the rate of 6.5 centimeters (2.5 inches) per year. ", "However, local officials say the current cracks are more prevalent and wider than ones they've seen in the past. ", "Himanshu Khurana, magistrate of the Chamoli district, which includes Joshimath, says the cracks that appeared a year ago \"were widening very slowly and gradually,\" but \"what happened in the past one month particularly from around December 15 was a different phenomena in different locations.\"  ", "When asked, Khurana could not say what caused the sudden spread of cracks in December, but he said he hopes experts will find out and come up with a solution \"very quickly.\"  ", "Experts from the National Disaster Management Authority, National Institute of Disaster Management, Geological Survey of India, Indian Institute of Technology Roorkee, the Wadia Institute of Himalayan Geology, National Institute of Hydrology and the Central Building Research Institute have been tasked with studying the situation in Joshimath.   ", "As of Friday, some of those teams had already arrived in the city to begin work, according to Khurana.  ", "Their findings could help not only Joshimath and nearby towns in the Himalayan region but also other towns with similar terrain that might put them at risk of sinking in the future.   ", "Kwatra, from the Natural Resources Defense Council, said Joshimath's problems aren't unique and are likely to become more common if the world fails to slow the rise in global temperatures.  ", "\"What is happening in Joshimath is yet another reminder that climate change is already causing severe impacts that will only continue to worsen unless we act urgently, boldly, and decisively to curb emissions,\" he said.  ", "Kaparuwan, whose family has lived in Joshimath for decades, said his dreams for the future are \"shattered.\"   ", "\"I don't know what will happen next,\" he said. \"It is a very dark situation for me right now.\"  "], "headline": "A hairline crack became a 3-foot chasm. That's when he knew they had to leave    ", "timestamp": "  Updated  11:53 PM EST, Sun January 15, 2023    ", "act": "/2023/01/13/india/india-joshimath-uttarakhand-sinking-city-intl-hnk-dst"}}