{"/2023/03/06/americas/fbi-mexico-kidnapping-us-citizens": {"paras": ["[Breaking news update, published at 11:29 a.m. ET]", "Authorities believe the group of Americans assaulted and kidnapped in Matamoros, Mexico, Friday were targeted by mistake and were not the intended victims in the attack, a US official with knowledge of the investigation tells CNN.  ", "At this preliminary point in the investigation, it is not believed that the American citizens were in Mexico for criminal purposes, the source indicated.  ", "Photos obtained by CNN show the car believed to have been driven by the Americans crashed with another vehicle before they were taken at gunpoint from the scene.  ", "The FBI would not confirm the authenticity of the images, but CNN has confirmed the authenticity of the photos and video with a US official with knowledge of the investigation and has also geolocated the images.  ", "Four US citizens who crossed in a white minivan with North Carolina license plates were abducted on Friday shortly after crossing into Matamoros, Mexico, CNN previously reported.  ", "The photos obtained by CNN show a woman looking and then sitting next to three bodies outside a white minivan. All the doors of the van were open.  ", "The woman then appears to have been loaded onto the bed of a white pickup truck, the photos show. Several bodies could be seen on the street next to the pickup truck, the photos show.  ", "One photo shows that an ambulance arrived, but it's unclear if medical attention was being provided.  ", "The FBI is investigating and has announced a $50,000 reward for the return of the victims and the arrest of those involved.  ", "[Original story, published at 10:18 a.m. ET]", "Soon after the US citizens drove into the border city of Matamoros, Mexico, on Friday, they were fired upon by unidentified gunmen, a release from the FBI in San Antonio said. The agency did not identify the victims.  ", "\"All four Americans were placed in a vehicle and taken from the scene by armed men,\" the release said.  ", "The US citizens were driving a white minivan with North Carolina license plates, according to the FBI.  ", "The FBI is seeking the public's help in locating the Americans and identifying those responsible for the kidnapping. The agency announced a reward of $50,000 for the return of the victims and the arrest of those involved.  ", "The FBI said it is cooperating with other federal partners and Mexican law enforcement agencies to investigate the kidnapping.  ", "CNN has reached out to the FBI for further information on the victims and has also sought comment from the government of Tamaulipas, the Tamaulipas Secretary of Public Security's office and the Mexican Attorney General's Office.  ", "Matamoros, a border city of more than 500,000 people in the Mexican state of Tamaulipas, just across from Brownsville, Texas, has been wracked by violence and organized crime at least since the Mexican Drug War began in 2006. The city is home to the Gulf Cartel, a once-powerful smuggling operation that has splintered into small, competing gangs, according to the Congressional Research Service.  ", "On the same day as the alleged kidnappings, for example, police issued a warning to parents to keep their kids home from school due to two shootings in the city.  ", "The US State Department has issued a \"Level 4: Do Not Travel\" advisory for US citizens thinking of going to Tamaulipas, citing crime and kidnapping.  ", "\"Criminal groups target public and private passenger buses, as well as private automobiles traveling through Tamaulipas, often taking passengers and demanding ransom payments,\" the State Department advisory says.  ", "Matamoros was also the site of a large tent encampment of migrants - mostly Venezuelans and Haitians - hoping to cross into the US to request asylum.  ", "Anyone with information related to the incident is encouraged to call the FBI San Antonio Division or submit a tip online.  "], "headline": "4 US citizens missing after being assaulted and kidnapped in Mexico were targeted by mistake, US official says    ", "timestamp": "  Updated  11:35 AM EST, Mon March 6, 2023    ", "act": "/2023/03/06/americas/fbi-mexico-kidnapping-us-citizens"}, "/2023/03/05/americas/southwest-airlines-havana-flight-issue": {"paras": ["A Southwest Airlines flight bound for Fort Lauderdale was forced to return to Havana, Cuba, on Sunday morning after reportedly experiencing bird strikes, the carrier says.  ", "In a statement to CNN Sunday, Southwest said the plane suffered bird strikes.  ", "\"Southwest flight #3923 departing Havana, Cuba, for Fort Lauderdale, Florida, on Sunday morning reportedly experienced bird strikes to an engine and the aircraft's nose shortly after takeoff,\" the statement said. \"The pilots safely returned to Havana where customers evacuated the aircraft via slides due to the observation of smoke in the cabin.\"  ", "Passengers and crew then took a bus to the terminal and arrangements were made for the flight to Fort Lauderdale, according to Southwest.  ", "\"We commend the swift, professional actions of our pilots and flight attendants in responding to this event. We apologize to our customers for the inconvenience and have reached out to address their needs and offer support,\" Southwest said in the statement.  ", "Cuba's state-run media Radio Rebelde said the aircraft \"detected failures in one of its engines during the takeoff process,\" citing the Cuban Aviation Corporation SA.   ", "Once the plane was authorized to land back in Havana, the passengers were evacuated and were in \"good condition,\" Radio Rebelde said.  ", "\"CACSA indicated that the causes that originated said event are being investigated and highlighted that, at this time, the airport facility maintains its regular operations,\" Radio Rebelde said.  ", "When asked about the reported engine failures, a Southwest spokesperson told CNN the company will \"review the aircraft to assess the damage but do not have additional details to share at this time.\"  "], "headline": "Southwest flight to Ft. Lauderdale returns to Havana after issue due to bird strikes, airline says    ", "timestamp": "  Updated  8:12 AM EST, Mon March 6, 2023    ", "act": "/2023/03/05/americas/southwest-airlines-havana-flight-issue"}, "/2023/03/04/americas/colombia-cocaine-hippos-pablo-escobar-india-mexico-intl-hnk": {"paras": ["Colombia plans to fly dozens of its \"cocaine hippos\" - the descendents of drug trafficker Pablo Escobar's private menagerie - to new homes in India and Mexico in a bid to control their booming population, according to the local governor.   ", "There are now between 130 and 160 of the hippos, according to the Colombian government, and they have spread out far beyond Escobar's former ranch of Hacienda Napoles, where they began as a population of just one male and three females.  ", "The original hippos were part of a collection of exotic animals Escobar had amassed in the 1980s at his ranch about 250 kilometers (155 miles) from Medellín. After his death in 1993, authorities relocated most of the other animals, but not the hippos - because they were too difficult to transport.  ", "But they have since begun to reproduce rapidly, extending their reach along the Magdalena River basin, and they now pose an environmental challenge and are concerning nearby residents, authorities say.  ", "A study in the journal Nature warned their numbers could balloon to 1,500 within two decades.  ", "Previously, authorities have tried to control their population using castrations and \"shots\" of contraceptive darts. But the contraceptive drives have had limited success.  ", "Now there's a plan to transfer 70 of the hippos to natural sanctuaries in India and Mexico, the governor of Antioquia province, where Hacienda Napoles is located, said in a Tweet.  ", "A total of 70 hippos, a mix of males and females, are expected to be moved - with 60 going to India and 10 to Mexico.  ", "The technical term for this operation is \"translocating,\" governor Aníbal Gaviria explained in an interview with the Colombian outlet Blu Radio, as it would involve moving the hippos from one country that was not their native habitat to another that was also not their natural habitat.  ", "The goal was \"to take them to countries where these institutions have the capacity to receive them, and to (home) them properly and to control their reproduction,\" Gaviria said.   ", "Sending the hippos back to their native land of Africa was \"not allowed,\" Gaviria said.  ", "Sending the hippos back to Africa risked doing more harm than good, for both the hippos themselves and the local ecosystem, María Ángela Echeverry, professor of Biology at the Javeriana University, previously explained to CNN.  ", "\"Every time we move animals or plants from one place to the other, we also move their pathogens, their bacteria and their viruses. And we could be bringing new diseases to Africa, not just for the hippos that are out there in the wild, but new diseases for the entire African ecosystem that hasn't evolved with that type of disease,\" Echeverry said.  ", "Aside from reducing the number of hippos in Colombia, authorities are hoping to learn how to manage the remaining population, which are recognized as a potential tourist attraction.  ", "The hippos will be flown in purpose-built boxes, Gaviria said in the radio interview, and will not be sedated at first.   ", "But \"emergency sedation\" is possible if one of the animals is overcome by nerves during the flight, he added.  ", "The translocation could be completed by the first half of this year if necessary permits are expedited, especially from the Colombian Agricultural Institute, Gaviria said.  ", "Hippos are seen by some as an invasive species that can pose a danger to local ecosystems and sometimes even to humans.  ", "Research has highlighted the negative effects hippo waste can have on oxygen levels in bodies of water, which can affect fish and ultimately humans.   ", "Nature magazine cited a 2019 paper that found lakes where hippos were present had more cyanobacteria, which are associated with toxic algae. These blooms can reduce water quality and cause mass fish deaths, affecting local fishing communities.  ", "Hippos can also pose a threat to agriculture and to people's safety, according to a Biological Conservation study published in 2021. Hippos can eat or damage crops and engage in aggressive interactions with humans.   ", "\"Hippos live in herds, they are quite aggressive. They are very territorial and are plant eaters in general,\" said Professor Echeverry.  ", "While the \"cocaine hippos\" are not native to Colombia, the local terrain is thought to be favorable for their reproduction, since it has shallow water sources and a large concentration of food.  ", "Until now, Colombia has not been able to solve a problem that - in the words of Gaviria to Blu Radio - \"got out of control.\"   ", "Whether the latest efforts will succeed where birth control efforts failed remains to be seen.   "], "headline": "Colombia plans to send 70 'cocaine hippos' to India and Mexico, governor says    ", "timestamp": "  Published  2:34 AM EST, Sat March 4, 2023    ", "act": "/2023/03/04/americas/colombia-cocaine-hippos-pablo-escobar-india-mexico-intl-hnk"}, "/2023/03/04/americas/cpac-2023-bolsonaro-brazil-intl-latam": {"paras": ["This Saturday, as American conservatives flock to the Conservative Political Action Conference in Maryland, they'll get a taste of just how far and wide their own ideas have spread. Former Brazilian President Jair Bolsonaro will speak on the same stage where a few hours later former US leader Donald Trump will deliver the event's closing remarks - a man the Brazilian leader has intentionally mirrored from the beginning of his presidency.   ", "Far from his home country, Bolsonaro has found a warm reception in America: on social media, mostly Brazilian fans post videos of meeting Bolsonaro outside his south Florida rental and running into him in parking lots, food courts, and grocery stores, where the former president appears in shorts and sandals, grinning and posing for photos with children.   ", "Bolsonaro has made a number of appearances in US hotel conference rooms and evangelical churches targeting Brazilian expats, giving speeches that come across as both timid and awkward, as he pauses to wait for interpreters to catch up to him, not always seeming certain of what is being said.   ", "In early February, he spoke in the auditorium of a Trump hotel just outside Miami, hosted by none other than conservative activist and far-right organizer Charlie Kirk.  Kirk, who admitted to not knowing much about Brazil, was nonetheless flanked by the flags of both nations: a gold-fringed, star-spangled banner and Brazil's unmistakeable bright green flag with a yellow diamond and blue circle in the center.   \"The fight against socialism and Marxism knows no borders,\" Kirk said by way of introduction to an audience of mostly Brazilians who were there to see Bolsonaro - \"the myth,\" or legend, as they call him.   ", "In a separate podcast interview, Kirk and Bolsonaro enthusiastically described common ground between the Brazilian and American right. Describing his decision to snub Brazilian President Luiz Inacio Lula da Silva's swearing in, Bolsonaro said: \"I didn't want to be accused of collaborating with the clumsy way they began their mandate, because we have completely opposing political views: conservative, on the right, and theirs, closer to socialism on the left.\"   ", "\"Sounds very similar to what we're dealing with in the United States,\" Kirk responded.  ", "The commonalities go on. From expanding gun rights and downplaying COVID-19 to opposing abortion and advocating for tougher immigration policies, Bolsonaro and Trump had plenty in common while in office. The two have continued to mirror each other since then; both shunned their successors' inauguration ceremonies and fled to the embrace of conservative society circles in Florida, where Trump moved his residence and where Bolsonaro has been living for more than two months.   ", "But there's another reason for Bolsonaro's tour of the United States: his continued appearances on US stages serve strategic purposes for far-right movements in both countries.  ", "For Bolsonaro, participating in US political events shores up his claims that he has not exited politics and will eventually assume again leadership of Brazil's rightwing opposition, despite his current sojourn abroad.   ", "For the American right, publicly allying with a foreign figure helps expand their reach and creates the appearance of confirming conspiracy theories that originate in the US. In 2022, it was Hungarian hardline leader Viktor Orban who made headlines at CPAC. This year, it's Bolsonaro.  ", "Deputy Director of Rapid Response at Media Matters Madeline Peltz, who researches right wing media and has been tracking the way extreme rightwing figures like Steve Bannon, Tucker Carlson and Alex Jones talk about Brazil, says American and Brazilian activists can see each others' countries as laboratories in which to test and observe tactics.  ", "After a bruising midterm election, Peltz adds,  Republicans are now wondering whether to continue down the path of being pushed farther to the right or to take a more measured approach, distancing themselves from election denialism and the violent acts of January 6, 2021, conveniently chalking that kind of behavior to the radicals of their party.   ", "\"The Republican Party was sort of testing this thesis about, do we continue down this path of Trumpism, of extreme election denial, and that was being reflected in the right wing media's commentary on Brazil as well - they were testing that thesis both in the American elections and in the Brazilian elections,\" Peltz said.   ", "The blueprint hasn't shown the expected results, she said. \"Republicans underperformed, to be charitable, and Bolsonaro lost.\"  ", "In this balancing act, Bolsonaro is trying to figure out where he fits in. Though he denounced the invasion of Brasilia on January 8 by his supporters, in the days following the election he welcomed peaceful demonstrations while his party filed petitions for an audit of voting machines, alleging fraud. He fed his followers crumbs of misinformation about election fraud and made vague comments hinting at a potential coup.   ", "When asked if Bolsonaro was not too problematic and messy to be brought into American politics - as a one-term president who infamously defended rape, torture, and a military dictatorship and is currently facing multiple criminal investigations at home - Peltz quipped, \"They get their power from problematic and messy.\" Shock value and controversy can actually confer clout in the American political universe, she said.    ", "Prominent American conservatives have long lent support to Bolsonaro. \"(Steve) Bannon has long considered himself to sort of be the international boogeyman of the left,\" and his \"next act\" after leaving the White House was to form a sort of global coalition of far right movements, Peltz said. Brazil was one winning example of his political penetration.   ", "Bolsonaro brought in Bannon to advise his first  presidential campaign back in 2018 - and Bannon in turn began mentioning the South American leader more and more to his American audience, posing for photos with Bolsonaro's children on US visits, and voicing his support for the president on his social media whenever he was under fire.  ", "He is not the only one. In the days that followed the Brazilian presidential elections in November, as Bolsonaro and his party filed petitions for tens of thousands of votes to be thrown out, another prominent conservative voice joined in. Fox News anchor Tucker Carlson raised questions about whether the vote was legitimate - despite Brazilian courts rejecting fraud claims and a military investigation finding no evidence of rigged voting machines.  ", "Rodrigo Nunes, a philosophy professor at University of Essex and author of \"From Trance to Vertigo,\" a book of essays about Bolsonarismo, said that Bolsonaro's value to US conservatives comes from two factors.   ", "First, \"he's a former president of a fairly important country. Geopolitically, he was a fairly important ally to Trump, because he was 100% aligned with Trump.\" As a former leader in the global far-right and part of the \"ecology,\" Bolsonaro's voice can be amplified in the US whenever his ideas are relevant, Nunes said.   ", "Second, Bolsonaro frequently mimics and echoes the discourse of the far right in the US, which can be fed back into the US as offering further confirmation of what the far right are saying there, Nunes explained.   ", "\"That's a lot of how this ecological approach to political organization works. When you're using the internet, how do you make something real? You spread sufficient sources of it so that it looks like it's coming from several different places at the same time, and suddenly, this produces an effect of reality, it looks like it's real, because there's a lot of people saying it and where there's smoke, there's fire.\"  ", "In a way, the cycle is exemplified in the copycat insurrection that took place in Brasilia on January 8. It's impossible not to see the influence of January 6 in the actions of the rioters there, and yet \"the Brazilian Jan 6\" was defended by Carlson and Bannon even as the reaction from Bolsonaro and many in his camp was mixed.   ", "The day after the Brasilia riots, Bolsonaro condemned the acts in a tweet.  \"Peaceful demonstrations that follow the law are part of democracy. However, depredations and invasions of public buildings as occurred today, as well as those practiced by the left in 2013 and 2017, escape the rule,\" he said.  ", "But in American politics, what Bolsonaro thinks or says matters less than what the invasion of public buildings thousands of miles away means for American voters who believe that their own election was stolen.   ", "\"The way his narrative is built, to a large extent, as a copy or a mirror image of the narrative that they have in the US is very useful in the sense of showing people this is happening in other places, too. This proves the whole idea that there is a global conspiracy, a global left wing conspiracy to keep us, the people who represent the real people, out of power,\" Nunes said.   ", "In another recent speaking event, Bolsonaro took the pulpit of an evangelical church in Boca Raton, Florida, and told a crowd of Brazilians, \"My mission is not over yet.\"   ", "In the same breath as he exalted the wonders of Brazil, (\"There is nothing like our own land\"), he urged his supporters to not be discouraged, and said he was planning to return to Brazil in the coming weeks to lead the opposition against Lula. If that is true, CPAC could be his last appearance in American politics before going home to an uncertain political future.   ", "To Peltz, it would be the natural conclusion of what she described as Bolsonaro's \"strange, directionless detour to America,\" given CPAC's waning influence in the American political landscape. \"CPAC no longer launches the careers of hopefuls looking to make an impact, rather, it's now simply a box to check off. And without much otherwise on his to-do list, Bolsonaro might as well check it off.\"  "], "headline": "Why the American far right adopted Brazilian ex-President Jair Bolsonaro    ", "timestamp": "  Published  12:01 AM EST, Sat March 4, 2023    ", "act": "/2023/03/04/americas/cpac-2023-bolsonaro-brazil-intl-latam"}, "/2023/03/03/americas/navalny-daughter-dasha-navalnaya-intl": {"paras": ["Dasha Navalnaya, the daughter of jailed Russian dissident Alexey Navalny, has called on Russian President Vladimir Putin to end the war in Ukraine and to release her father and political prisoners in the country, in an extensive interview with CNN's Erin Burnett on Friday.  ", "\"We will not stop fighting\" until both of those goals are achieved, Navalnaya said.  ", "Her father Navalny - an outspoken critic of the Kremlin and its war in Ukraine - is currently serving a nine-year jail term at a maximum-security prison east of Moscow after being convicted of large-scale fraud by a Russian court last year.   ", "He was poisoned with nerve agent Novichok in 2020, an attack several Western officials and Navalny himself openly blamed on the Kremlin. Russia has denied any involvement.  ", "After several months in Germany recovering from the poisoning, Navalny returned to Moscow, where he was immediately arrested for violating probation terms imposed from a 2014 embezzlement case that he said was politically motivated.   ", "He was initially sentenced to two-and-a-half years, and then later given nine years over separate allegations that he stole from his anti-corruption foundation.  ", "Navalny, who previously ran for political office in Russia, has long been a thorn in the side of the Kremlin.   ", "Dasha said the \"main goal\" of her father's work and anti-corruption foundation \"is for Russia to become a free state, to have open elections, to have freedom of press, freedom of speech, and just you know, to have the opportunity to become a part of the normal Western democratized community.\"   ", "She described the experience of growing up in a family watched closely by the government, telling Burnett that she and her brother made a game out of trying to evade spies on public transport in Russia.  ", "\"We would look around the train and then start chatting with the guy who had the worst camouflage outfit and the black cap and the weird strappy bag on the side, and we would jump out - not out of the train but out of the the subway car,\" she said.   ", "But Navalnaya also voiced escalating concern about her father's prison conditions now, saying that her family has had limited access to Navalny and that his attorneys are able to see him only \"through a guarded veil.\"   ", "\"So we can't really know for sure his health circumstance and he hasn't seen his family in over half a year,\" she said. \"I haven't seen him in person in over a year and it's quite concerning considering his health is getting worse and worse.\"  ", "Concerns about Navalny's health have persisted for months. Footage during his sentencing last year showed Navalny as a gaunt figure standing beside his lawyers in a room filled with security officials.   ", "Navalny himself has tweeted about difficult conditions in confinement, saying in November that he had been isolated from other prisoners in what he described as a move designed to \"shut me up.\" Inmates in Russian penal colonies are typically housed in barracks rather than cells, according to a report by Poland-based think tank the Center for Eastern Studies (OSW).  ", "The \"real indescribable bestiality\" of his incarceration, however, was limitations on visits with family, he said at the time.  ", "Navalny's poisoning and subsequent legal problems drew intense interest from the Russian public and abroad. Russia witnessed large-scale anti-government protests in towns and cities across the country after his arrest, with authorities detaining around 11,000 demonstrators within a few weeks.  ", "In June last year, Navalny was transferred from a penal colony in Pokrov to a maximum-security prison in Melekhovo in Russia's Vladimir region.   ", "Throughout his incarceration, Navalny has nevertheless vociferously denounced Russia's invasion of Ukraine via social media, advocating anti-war protests across the country as \"the backbone of the movement against war and death.\"   ", "In a tweet thread about his prison conditions last year, he vowed to continue speaking out.   ", "\"So what's my first duty? That's right, to not be afraid and not shut up,\" he wrote, urging others to do the same. \"At every opportunity, campaign against the war, Putin and United Russia. Hugs to you all.\"  "], "headline": "'We will not stop fighting': Daughter of imprisoned Putin critic Alexey Navalny speaks out    ", "timestamp": "  Updated  10:23 PM EST, Fri March 3, 2023    ", "act": "/2023/03/03/americas/navalny-daughter-dasha-navalnaya-intl"}, "/2023/02/23/americas/peru-protest-financial-support-deaths-intl-latam": {"paras": ["Peru's government is offering families who lost a relative during nationwide protests between December 8 and February 10 around $13,000 in financial support, according to a decree published by the official newspaper \"El Peruano\" on Tuesday.  ", "Each family will be granted approximately $13,000 US dollars (50,000 nuevos soles), while the injured will receive half this amount, or $6,500 US dollars (25,000 nuevos soles), according to the decree.  ", "The payments have been categorized as financial help for civilians and policemen and are not considered as reparations, the decree adds.  ", "Amnesty International criticized the government for not taking responsibility for the deaths in a statement.   ", "\"Economic assistance to the people killed and injured is a duty by the State due to the families' patrimonial affectation but does not exempt (the state) of the responsibility to look for truth, justice, and reparation for the victims for the abuse of their human rights,\" it wrote on Twitter.   ", "As CNN first reported, Peruvian families have demanded reparations for deaths and injuries around the protests since former President Pedro Castillo was impeached and arrested in December. His removal from office sparked the demonstrations amid deep dissatisfaction over living conditions and inequality in the country.  ", "There has been at least 60 protest-related deaths, according to Peru's Ombudsman's office, including one police officer. Most of those deaths happened outside Lima. As of February 22, seven people died in Apurimac, ten in Ayacucho and twenty in Puno for example, according to the same organization.  ", "The government's announcement comes after a preliminary report released by Amnesty International accused Peruvian authorities of acting with \"a marked racist bias\" in its crackdown on the protests last week.  ", "The human rights group also accused Peruvian security forces of using firearms with lethal ammunition \"as one of their primary methods of dispersing demonstrations, even when there was no apparent risk to the lives of others\" - a violation of international human rights standards.  ", "CNN reached out to the Ministry of Defense and Interior for comment on the Amnesty International report and the allegations of excessive use of force against protesters. The Ministry of Defense declined to comment and told CNN there is an ongoing investigation by Peru's Prosecutor Office with which they are collaborating.   ", "A spokesperson for the Interior Ministry also declined to comment, highlighting the ongoing investigation by the prosecutor's office.  "], "headline": "Peru offers $13,000 to families who lost loved ones in protests    ", "timestamp": "  Published  7:03 PM EST, Thu February 23, 2023    ", "act": "/2023/02/23/americas/peru-protest-financial-support-deaths-intl-latam"}, "/2023/02/20/americas/russian-migrants-mexico-united-states-intl-latam": {"paras": ["Nailia Manzurina's eyes filled with tears as she remembered the moment she and her two young sons had to separate from her husband in their native Russia.  ", "\"Praise God it was just temporary,\" she said as she wiped away tears.  ", "It was late September 2022 and emotions were high in Russia because President Vladimir Putin had just imposed the country's first military draft since World War II. Social media videos showed mothers and wives wailing as their loved ones were dragged into the war in Ukraine. Young men rushed to neighboring countries in droves to avoid getting pulled into the fight.  ", "Nailia's husband, Mikhail Manzurin, 25, qualified for the draft but he disagreed with Russia's invasion of Ukraine.  And he felt, very strongly, that he shouldn't be forced to serve in the military against his will.   ", "\"I don't want to kill (the) innocent people of Ukraine. They're protecting their territories. They're protecting their homes. And I don't want to be a part of this invasion,\" Mikhail Manzurin said.  ", "Fearing Mikhail would be drafted, jailed or worse, the family decided to flee, embarking on a multi-country odyssey with their newborn, Philip, and toddler, Mark, that would take them through Kazakhstan, Uzbekistan, Dubai, Mexico and ultimately to the United States - all with the help of strangers.   ", "They would become part of a vast wave of Russians seeking shelter from the war in the United States. Over the past six months, data posted by American border authorities shows that the number of Russian citizens they have encountered has nearly tripled: from 1,645 Russians in August 2022 (the month before Russia's draft began) to 4,509 in January.   ", "In total, nearly 22,000 Russians, including the Manzurins, have tried entering the United States through the country's southern border since October 2022, the first full month after the draft was announced, according to the latest US Customs and Border Protection data.   ", "Before all this, the Manzurins say, they loved their life in Russia. The couple enjoyed parenting and Mikhail says he earned good money teaching English and Chinese at a tutoring center.   ", "Then Russia invaded Ukraine in February 2022.  ", "\"It was shocking,\" Mikhail said. \"I realized that my country was doing something wrong.\"  ", "Even though he knew it wasn't safe to speak out, Mikhail says he expressed his disdain for the war on social media and from the pulpit of his Christian non-denominational church.   ", "Mikhail says his boss forced him to quit his job because parents complained about his public anti-war stance. At that point, Mikhail says he transitioned to teaching languages online and life as they knew it continued despite the war.   ", "But their world turned upside down in September 2022, when Putin imposed the military draft. Soon after, Mikhail says he kissed his wife goodbye and took a taxi to the border, where he hopped on a bus to Kazakhstan. The bus was packed with other young men who were also fleeing Russia, according to Mikhail.  ", "\"I was shaking,\" Mikhail said.   ", "When the bus crossed the border into Kazakhstan without incident, Mikhail says all the men onboard started cheering over their successful escape saying, \"We did that!\"  ", "Nailia, 27, and their sons joined Mikhail a week later.  ", "Days after reuniting in Kazakhstan, the Manzurins traveled by train to Uzbekistan. There, they slept on the floor for more than a month in an apartment they shared with friends. And Mikhail continued to teach languages online to provide for his family. But Mikhail says he didn't feel safe in Uzbekistan because the territory is a post-Soviet country.   ", "\"They can be friendly to Russia,\" Mikhail said.  ", "That's when Mikhail says he learned, from some of his Russian friends, that they had entered the United States through the country's southern border.  ", "\"They crossed the border from Mexico to the United States,\" Mikhail said. \"It happened to one family, then to another family and we started to pray.\"  ", "Mikhail put those prayers to work online, where he searched and found a US-based Christian non-profit organization named Practice Mercy Foundation.   ", "Alma Ruth, the founder and director of the non-profit, says the Manzurins asked her for guidance and prayer. Ruth says she connected them with friends in Mexico City and Reynosa, a city in northern Mexico that borders Hidalgo County, Texas.  ", "\"Immigration is a life-or-death conversation and as people of faith, we choose life,\" Ruth said. \"We answered his call for help because it was the first time a young family traveling with infants contacted us for help from their region of origin.\"  ", "But Ruth says this wasn't the first time she had seen Russians at the US southern border. She says that it's a phenomenon she started seeing about two years ago, but back then the numbers were small.   ", "According to US Customs and Border Protection data, there's been a 4,560% increase in the number of Russians trying to enter the US, when comparing fiscal years 2020 to 2022 (the latest full year available).   ", "In fiscal year 2020, 467 Russians were encountered at the US southern border, compared to 21,763 in fiscal year 2022.   ", "The Manzurins say they flew to Mexico through Dubai, because they learned from Russian friends that it increased their odds of entering Mexico without a problem. Indeed, the Manzurins arrived in Reynosa in late November and realized that as many as 700 Russians were waiting to enter the US legally.   ", "Mikhail says many of the men had protested the war and some had been arrested for demonstrating. And they all had one thing in common: They were against the Russian war with Ukraine.   ", "Pastor Hector Silva, who runs one of the largest migrant shelters in Reynosa, says most of the Russians he encountered were fleeing Russia's military draft and that most of them have either entered the United States or have departed to nearby Matamoros, Mexico.   ", "After 40 days of waiting in Reynosa, Mikhail says US immigration authorities allowed him and his family to enter the United States through something called humanitarian parole - which allows people who would otherwise be ineligible for admission to the US to enter the country for a temporary period of time for urgent humanitarian reasons.  ", "In January, the Biden administration expanded a humanitarian parole program to include Cubans, Venezuelans, Nicaraguans and Haitians to provide them with a legal pathway to enter the US.  As of January 27, more than 7,500 migrants with those nationalities had been approved to enter the US legally under the program. Russians were not a part of that program.  ", "The Manzurins say they were processed by US immigration authorities at the Hidalgo, Texas, port of entry and given a notice to appear before a US immigration judge in July 2024.   ", "The number of notices to appear issued to Russians by US immigration authorities has nearly quadrupled from August 2022 (the month before Putin issued the military draft) to December 2022 (the latest month available), according to analysis of government data by Transactional Records Access Clearinghouse (TRAC) at Syracuse University. In December 2022, 6,991 notices to appear in immigration court were issued to Russians, compared to 1,799 in August 2022, per TRAC.   ", "Mikhail Manzurin says he was apprehensive about moving his family to America because Russian propaganda and people in Russia say Americans are individualists who care only about themselves, and who don't like Russians.  ", "\"'Nobody is going to care about you. So nobody is going to help you,'\" Manzurin remembers he was told before he left Russia.  ", "To Mikhail's surprise, since his arrival to the United States, pastors and community members have provided his family with food, shelter, clothing and financial support.  ", "Pastor Aaron Reyes of Practice Mercy and his family hosted the Manzurins in their home in Austin, Texas, for about a week starting at the end of January. Reyes says Americans have much to learn from the Manzurin's story.   ", "\"Material possessions isn't what gives us contentment,\" Reyes said. \"They (the Manzurins) have, in their journey, lived on very little and they have lived from day to day and from week to week being content, happy.\"  ", "Mikhail says his family will file for political asylum and his dream is that his boys will one day become US citizens and grow up free and safe.  ", "And while the Manzurins say they have settled in a Russian-speaking Christian community in the state of Washington and feel safe from the tentacles of Russia's military draft, their future in America remains uncertain. It will be up to US immigration courts to ultimately grant or deny them asylum.  ", "\"(That) is my biggest fear here in the United States, that they will deport us,\" Mikhail said. \"(That) they (US immigration authorities) will say, 'Your case is not good enough to get political asylum.'\"  "], "headline": "'I realized that my country was doing something wrong': Nearly 22,000 Russians have tried to enter the US since Putin's war draft    ", "timestamp": "  Published  5:38 PM EST, Mon February 20, 2023    ", "act": "/2023/02/20/americas/russian-migrants-mexico-united-states-intl-latam"}, "/2023/02/16/americas/haiti-canada-naval-vessels-intl-latam": {"paras": ["Canada will deploy Royal Canadian Navy vessels off the coast of Haiti in the coming weeks, Canadian Prime Minister Justin Trudeau said Thursday, amid widespread insecurity and gang violence in the country.   ", "The vessels will conduct surveillance, gather intelligence and maintain a maritime presence off the coast of Haiti in the coming weeks, Trudeau said from Nassau, Bahamas, during a meeting of Caribbean leaders on Thursday.  ", "\"We need to work on long lasting solutions that will restore order and security, allow for essential aid to flow to those who urgently need it, and create the conditions for free and fair elections so that the Haitian people can live in a stable and democratic society,\" he added.   ", "While Trudeau said it was important to confront the \"severity\" of the situation, Canada stopped short of pledging any type of military presence on the ground.  ", "The Caribbean nation has been thrown into chaos over the past year by relentless anti-government protests, rampant kidnappings and a recent resurgence of deadly cholera.   ", "Large swathes of capital city Port-au-Prince are run by organized criminal groups, and last October, Haiti's government and United Nations Secretary-General Antonio Guterres urged the international community to consider deploying forces to Haiti to address growing humanitarian and security crises in the country.  ", "Earlier in February, Canada's government reiterated that it would continue to contribute aid to Haiti and in recent weeks has deployed a Royal Canadian Air Force surveillance aircraft to the Caribbean nation to support \"efforts to disrupt the activities of gangs in Haiti and demonstrate Canada's commitment to the Haitian people.\"  ", "Canada said it was committed to supporting the Haitian National Police but has so far ruled out sending any kind of armed force to the country, with Trudeau tweeting in recent days that he would be supporting \"Haitian-led\" solutions.  "], "headline": "Canada will send naval vessels to Haiti, but stops short of military intervention    ", "timestamp": "  Published  7:21 PM EST, Thu February 16, 2023    ", "act": "/2023/02/16/americas/haiti-canada-naval-vessels-intl-latam"}, "/2023/01/30/americas/brazil-jair-bolsonaro-us-visa-intl-latam": {"paras": ["Former Brazilian President Jair Bolsonaro is seeking a six-month tourist visa to remain in the United States, the law firm representing Bolsonaro confirmed to CNN Brasil on Monday.  ", "The request was filed on Friday, January 27, AG Immigration told CNN Brasil, and comes amid reports that he arrived to the US on an  A-1 visa, which is granted to heads of state and only valid while they are in that position. The US State Department has refused to confirm Bolsonaro's visa status due to confidentiality.  ", "Bolsonaro has been in Florida since December 30, leaving Brazil days before the January 1 inauguration of his successor, current President Luiz Inacio Lula da Silva. Five civil servants were authorized to accompany him to Miami from January 1 to 30.  ", "His presence in Florida has drawn criticism by House Democrats, who in mid-January urged US President Joe Biden not to \"provide shelter\" for Bolsonaro in the wake of his supporters storming Brazil's democratic institutions in the capital Brasilia - an attack that has drawn comparisons to the US Capitol riots on January 6, 2021.  ", "The former leader denounced the attack, but experts say his repeated and unfounded claims of election fraud in the run-up to October's election served to foment anger among his supporters. Before Sunday's violence, they had camped out for months in the capital and security outside the congressional building was  fortified due to their presence.  ", "On January 13, Brazil's Supreme Court accepted a request from the public prosecutor's office to have Bolsonaro investigated for alleged involvement in the January 8 attacks in Brasilia.  ", "CNN has reached out to AG Immigration for comment.  "], "headline": "Brazil's former President Jair Bolsonaro applies for six-month US tourist visa    ", "timestamp": "  Published  6:14 PM EST, Mon January 30, 2023    ", "act": "/2023/01/30/americas/brazil-jair-bolsonaro-us-visa-intl-latam"}, "/2023/01/27/americas/peru-dina-boluarte-crisis-intl-latam": {"paras": ["When Dina Boluarte was anointed Peru's sixth president in five years, she faced battles on two fronts: appeasing the lawmakers who had ousted her boss and predecessor Pedro Castillo, and calming protesters enraged by the dethroning of yet another president.   ", "She called for a \"political truce\" with Congress on her first day of her job - a peace offering to the legislative body that had been at odds with Castillo and impeached him in December after he undemocratically attempted to dissolve Congress.  ", "But nearly two months on, her presidency is looking even more beleaguered than Castillo's aborted term. Several ministers in her government have resigned while the country has been rocked by its most violent protests in decades. She was forced to once again call for a truce on Tuesday - this time appealing to the protesters, many of whom hail from Peru's majority-indigenous rural areas, saying in Quechua that she is one of them.   ", "Boluarte, who was born in a largely indigenous region in south-central Peru where Quechua is the most spoken language, might have been the leader to channel protesters' frustrations and work with them. She has made much of her rural origins, and rose to power initially as Castillo's vice president on the leftwing Peru Libre party ticket, buoyed by the rural and indigenous vote.  ", "But her plea for mutual understanding with protesters now is likely too late in what analysts are calling the deadliest popular uprising in South America in recent years. Officials say 56 civilians and one police officer has died in the violence, and hundreds more have been injured, as protesters call for fresh elections, a new constitution and Boluarte's resignation.   ", "Boluarte has tried to placate protesters, asking Congress for an earlier election date. But Peru's Congress on Saturday rejected a motion to bring forward elections to December 2023. The proposal obtained 45 votes in favor, 62 votes against, and 2 abstentions.   ", "The head of Parliament, José Williams Zapata, announced that after the initial vote, a \"reconsideration\" of the result was presented. Congress will reconvene Monday at 10 a.m. local time, he said.  ", "\"We regret that the Congress of the Republic has not been able to agree to define the date of the general elections where Peruvians can freely and democratically elect the new authorities,\" Peru's Presidential Twitter account wrote in a tweet.   ", "\"We urge the benches to put down their partisan and group interests and place the interests of Peru above. Our citizens promptly await a clear response that will pave the way out of the political crisis and build social peace,\" it added.  ", " Peru watchers say Boluarte already made the fatal error of distancing herself from rural constituents after she took the top job as Peru's first woman president.  ", "\"One has to understand Boluarte's own ambitions, she was clearly willing to sacrifice her leftist ideas and principles in order to build a coalition with the right to hold onto power,\" Jo-Marie Burt, a senior fellow at the Washington Office on Latin America and an expert on Peru, told CNN. \"And to use force against the very same people who voted for the Castillo-Boluarte ticket.\"   ", "Castillo's brief term saw him face a hostile Congress in the hands of the opposition, limiting his political capital and capacity to operate.  \" (Boluarte) had to make a choice: either she went the Castillo way and spent the next four years fighting a Congress that wants to impeach her or she sided with the right and got power,\" Alonso Gurmendi, a lecturer in International Relations at the University of Oxford, who is a Peruvian legal expert, told CNN.   ", "She chose the latter, experts say, distancing herself from Castillo and instead relying on support of a broad coalition of right-wing politicians to stay in presidency. CNN has reached out to Boluarte's office for comment and has made repeated requests for an interview.  ", "During her inauguration, former political rival Keiko Fujimori - whose father Alberto Fujimori is a former president who used security forces to repress opponents during his decade-long rule of Peru - said Boluarte could \"count on the support and backing\" of her party.   ", "Boluarte's woes are a far cry from her early days in Peruvian's civil service, working at the National Registry of Identification and Civil Status in Surco, as an advisor to senior management and, later, as the head of the local office.  ", "She ran as a candidate for mayor of Surquillo with the Marxist-Leninist Peru Libre Party in 2018. She failed to gain a seat in the 2020 parliamentary elections, but had better luck the following year, as Castillo's running-mate.  ", "In an interview with CNN en Espanol that year, Boluarte clarified a statement she made about dissolving Congress: \"We need a Congress that works for the needs of Peruvian society and that coordinates positively with the executive so that both powers of state can work in a coordinated manner to meet the multiple needs of Peruvian society. We do not want an obstructionist Congress ... At no time have I said that we are going to close Congress.\"  ", "Castillo, a former teacher and union leader, was also from rural Peru and positioned himself as a man of the people. Despite his political inexperience and mounting corruption scandals, Castillo's presidency was a symbolic victory for many of his rural supporters. They hoped he would bring better prospects to the country's rural and indigenous people who have long felt excluded from Peru's economic boom in the past decade.  ", "His ousting from power last year was seen by some of his supporters as another attempt by Peru's coastal elites to discount them.   ", "The public have long been disillusioned with the legislative body, which has been criticized as being self-interested and out-of-touch. In a January poll by the Institute of Peruvian Studies (IEP) more than 80% of Peruvians say they disapproved of Congress.    ", "The public also have a dim view of Boluarte, according to polling by IPSOS, which found that 68% disapproved of her in December. That figure rose to 71% in January, according to the poll. She is more unpopular in rural areas, according to the same poll, which found that she had an 85% disapproval score in rural regions in January compared to urban areas (76%).   ", "In January 2022, Peru Libre expelled her from the party. She told Peruvian newspaper La República at the time she had \"never embraced the ideology of Peru Libre.\"  ", "As protests spread through many of Peru's 25 regions following Castillo's detention, Boluarte's government declared a state of emergency and doubled down on law-and-order policies.  ", "The country has since seen its highest civilian death toll since strongman Alberto Fujimori was in power, say human rights advocates, when 17 civilians were killed during a protest in the south-eastern Puno region on January 9. A police officer was burned to death in Puno on the following day. Autopsies of the 17 dead civilians found wounds caused by firearm projectiles, the city's head of legal medicine told CNN en Español.    ", "Human rights groups have accused Boluarte of using state violence to stymie protests and on January 11, Peru's prosecutor launched an investigation into the president and other key ministers for the alleged crime of \"genocide, qualified homicide, and serious injuries\" in relation to the bloodshed.    ", "Boluarte has said she will cooperate with the probe, but plans to remain in office and has shown little sympathy for the demonstrators. \"I am not going to resign, my commitment is with Peru, not with that tiny group that is making the country bleed,\" she said in a televised speech days after the investigation was announced.  ", "When asked why she has not prevented security officials from using lethal weapons on protesters, Boluarte said on Tuesday that investigations will determine where the bullets \"come from,\" speculating without evidence that Bolivian activists may have brought weapons into Peru - a claim that Burt describes as \"a total conspiracy theory.\"    ", "Boluarte has done little to ease the angry rhetoric deployed by public officials, parts of the press and the public in criticizing the ongoing demonstrations. Boluarte herself described the protests as \"terrorism\" - a label that the Inter-American Commission of Human Rights (IACHR) has warned could instigate a \"climate of more violence.\"  ", "She again inflamed tensions during Tuesday's press conference. When asked how she intended to implement a national truce, she said attempts for dialogue with representatives in the region of Puno had not been successful. \"We have to protect the life and tranquillity of 33 million Peruvians. Puno is not Peru,\" she said. At least 20 civilians have died in clashes in the region, according to data by Peru's Ombudsman office, and the comment led to an immediate online backlash.   ", "The presidential office later apologized for the statement on Twitter, saying Boluarte's words were misinterpreted, and that the president intended to emphasize that the safety of all Peruvians was important. \"We apologize to the sisters and brothers of our beloved highland region,\" it wrote.    ", "As the protests show no end in sight, Boluarte on Wednesday dialed down the inflammatory rhetoric when she spoke at a special meeting on the Peruvian crisis at the Organization of American States (OAS).  ", "She announced plans to investigate the alleged abuses by security forces against protesters, adding that while she respected the \"legitimate right to peaceful protest, but it is also true that the state has the duty to ensure security and internal order.\"    ", "The violence had caused around $1 billion in damages to the country, and affected 240,000 businesses, but she was \"deeply pained\" at the \"loss of lives of many compatriots,\" she said.    ", "Boluarte, again, appealed to her former base of voters, indigenous Peruvians. \"You are the great force that we need to include to achieve development with equity,\" she said. \"Your contributions to national development needs to be valued as well as your strength.\"     "], "headline": "Peru's embattled president could have eased the crisis. What happened?    ", "timestamp": "  Updated  1:17 PM EST, Mon January 30, 2023    ", "act": "/2023/01/27/americas/peru-dina-boluarte-crisis-intl-latam"}, "/2023/01/28/americas/valentina-trespalacios-colombia-dj-murder-charge-intl-hnk": {"paras": ["Colombian authorities have charged an American citizen over the alleged murder of a female DJ in Colombia whose body was discovered inside a suitcase at the bottom of a garbage container.  ", "John Poulos was arrested and detained at the Tocumen International Airport in Panama on Tuesday while trying to leave for Istanbul, the Panamanian National Police said.   ", "During a televised court hearing in Bogota, lasting more than five hours, Poulos spoke through a translator to deny the charges, which relate to the death of Valentina Trespalacios, 23, a well-known electronic music DJ.  ", "Trespalacios' body was found by a recycler in the early hours of January 22 in a garbage container in the southwest of Bogota.  ", "In a previous hearing on Thursday, the court heard details of a relationship between Trespalacios and Poulos.  ", "Poulos's defense alleged that there were flaws in his arrest and that due process had not been respected.  ", "The Colombian Prosecutor's Office and police say they have more than 300 hours of security footage in which Poulos and Trespalacios are seen in the days before her body was found.  ", "Another hearing is set for January 31.   "], "headline": "US citizen charged over alleged killing of DJ in Colombia    ", "timestamp": "  Published  1:53 AM EST, Sat January 28, 2023    ", "act": "/2023/01/28/americas/valentina-trespalacios-colombia-dj-murder-charge-intl-hnk"}, "/2023/01/26/americas/valentina-trespalacios-john-poulos-intl-latam": {"paras": ["Colombian authorities are investigating the death of 23-year-old Valentina Trespalacios, whose boyfriend, US citizen John Poulos, was detained in Panama earlier this week. He was arrested following an Interpol \"alert given by the Republic of Colombia, for the homicide of DJ Valentina Trespalacios,\" according to Panama's National Police.    ", "In the early hours of last Sunday, a recycler found the body of a woman inside a suitcase at the bottom of a garbage container in the southwest of Bogota, the capital. He notified local authorities, who confirmed that the body was that of Trespalacios, a well-known electronic music DJ.   ", "Bogota Metropolitan Police officers at the crime scene contacted her relatives, who confirmed that the young woman had been with her boyfriend since Saturday, January 21.  ", "Preliminary forensic examinations by the Institute of Legal Medicine, an agency attached to the Colombian Attorney General's Office, revealed on Monday that the young woman would have died of mechanical suffocation and that her body showed signs of having been subjected to force before dying.  ", "\"Through a special group made up of the Bogota Metropolitan Police members, in coordination with the Office of the Attorney General of the Nation, the criminal investigators will be in charge of looking for probative material elements and information to establish the person or persons responsible for the death of this young woman that was found abandoned in a sector of the district of Fontibon,\" Brigadier General Carlos Fernando Triana, commander of the Bogota Metropolitan Police, told CNN.  ", "Triana also said that he is offering \"a reward of up to 20 million pesos (around US$ 4,500) for information that leads to the clarification of the crime.\"  ", "On Tuesday night, the National Police of Panama reported the detention of Poulos at the Tocumen International Airport, and Colombian authorities began the procedures for his deportation to the country, hoping to shed light on the time, manner and place in which the death of Trespalacios occurred.    ", "Poulos arrived in Bogotá on Thursday, according to police in the Colombian capital.   ", "The Bogota Security Department has said that Poulos \"is in the process of being prosecuted and awaiting a hearing to legalize the capture, imputation and request for a security measure,\" and shared images of the suspect in the hands of the authorities.  ", "It is unclear if Poulos has legal representation. According to Miguel Angel del Rio, the lawyer for the Trespalacios family, Poulos did not accept representation from a public defender and has not hired a private lawyer.  ", "\"He never showed himself as a bad person... My Valentina was a very smiling and happy young woman. She lived in the world of the rumba (party) scene,\" Laura Hidalgo, the victim's mother, told local media outside the morgue in Bogota.  ", "\"He lived in the United States and came to marry her, they were going to share a life together and do the paperwork for that,\" she added.  ", "The Police and the Colombian Attorney General's Office are analyzing several hours of videos from security cameras of the places where the young woman and her boyfriend were from Friday night until Sunday morning, when her body was found.   ", "These pieces of information, plus testimonies from her relatives and WhatsApp chats, will be fundamental elements in the investigation.  ", "There are many questions that remain unanswered in this death, authorities say. But if Poulos is charged with homicide, and the crime is classified as a femicide, Colombian criminal law allows for up to 50 years in prison.   ", "Femicide is broadly defined as the intentional murder of women because they are women. According to the World Health Organisation, \"most cases of femicide are committed by partners or ex-partners.\"  ", "It is a national issue in Colombia, with 612 femicides reported last year alone, according to the Colombian Femicide Observatory.  "], "headline": "US citizen investigated in the killing of 23-year-old DJ in Colombia    ", "timestamp": "  Updated  11:14 PM EST, Thu January 26, 2023    ", "act": "/2023/01/26/americas/valentina-trespalacios-john-poulos-intl-latam"}, "/2023/01/19/americas/peru-protests-thursday-intl": {"paras": ["Peru's President Dina Boluarte has called for dialogue after clashes between protesters and police during nationwide demonstrations left one person dead and 30 injured.  ", "\"Once again, I call for dialogue, I call on those political leaders to calm down. Have a more honest and objective look at the country; let's talk,\" Boluarte said at a press conference on Thursday evening.  ", "Her comments came after clashes on the streets of the capital Lima, where thousands of protesters from across the country faced a massive show of force by local police.  ", "Protesters marching in Lima - in defiance of a government-ordered state of emergency - demanded Boluarte's resignation and called for general elections as soon as possible.   ", "State broadcaster TV Peru showed a group of protesters breaking through a security cordon and advancing onto Abancay Ave, near Congress. In the video, protesters can be seen throwing objects and pushing security agents.  ", "Police forces were also seen unleashing tear gas on some demonstrators in the center of the city.  ", "Fire destroyed a historic building in the center of Lima Thursday night. At least 25 fire trucks and dozens of firefighters worked on putting out the fire, TV Peru reported.    ", "An investigation has begun into what caused the blaze.  ", "Fierce clashes also broke out in the southern city of Arequipa, where protesters shouted \"assassins\" at police and threw rocks near the city's international airport, which suspended flights on Thursday. Live footage from the city showed several people trying to tear down fences near the airport, and smoke billowing from the surrounding fields.  ", "Boluarte said 22 members of Peru's National Police and 16 civilians had been injured and damage reported at airports in Cuzco and Puno, as well as Arequipa.  ", "\"All the law will fall on those people who are committing these criminal acts of vandalism, that we are not going to allow it again,\" Boluarte said.  ", "She also expressed solidarity with members of the press who had been attacked.  ", "\"That's not a peaceful protest march, the acts of violence generated throughout these days of December and now in January will not go unpunished,\" Boluarte said.  ", "Public officials and some of the press have disparaged the protests as driven by vandals and criminals - a criticism that several protesters rejected in interviews with CNN en Espanol as they gathered in Lima this week.  ", "Even if \"the state says that we are criminals, terrorists, we are not,\" protester Daniel Mamani said.  ", "\"We are workers, the ordinary population of the day to day that work, the state oppresses us, they all need to get out, they are useless.\"  ", "\"Right now the political situation merits a change of representatives, of government, of the executive and the legislature. That is the immediate thing. Because there are other deeper issues - inflation, lack of employment, poverty, malnutrition and other historical issues that have not been addressed,\" another protester named Carlos, who is a sociologist from the Universidad San Marcos, told CNNEE on Wednesday.   ", "The Andean country's weeks-long protest movement - which seeks a complete reset of the government - was sparked by the ouster of former President Pedro Castillo in December and fueled by deep dissatisfaction over living conditions and inequality in the country.   ", "Demonstrators' fury has also grown with the rising death toll: At least 54 people have been killed amid clashes with security forces since the unrest began, and a further 772, including security officials, have been injured, the national Ombudsman's office said earlier on Thursday.   ", "Peruvian authorities have been accused of using excessive force against protesters, including firearms, in recent weeks. Police have countered that their tactics match international standards.   ", "Autopsies on 17 dead civilians, killed during protests in the city of Juliaca on January 9, found wounds caused by firearm projectiles, the city's head of legal medicine told CNN en Español. A police officer was burned to death by \"unknown subjects\" days later, police said.   ", "Jo-Marie Burt, a senior fellow at the Washington Office on Latin America, told CNN that what happened in Juliaca in early January represented \"the highest civilian death toll in the country since Peru's return to democracy\" in 2000.  ", "A fact-finding mission to Peru by the the Inter-American Commission of Human Rights (IACHR) also found that gunshot wounds were found in the heads and upper bodies of victims, Edgar Stuardo Ralón, the commission's vice-president, said Wednesday.    ", "Ralon described a broader \"deterioration of public debate\" over the demonstrations in Peru, with protesters labeled as \"terrorists\" and indigenous people referred to by derogatory terms.   ", "Such language could generate \"a climate of more violence,\" he warned.  ", "\"When the press uses that, when the political elite uses that, I mean, it's easier for the police and other security forces to use this kind of repression, right?\" Omar Coronel, a professor at the Pontifical Catholic University of Peru, who specializes in Latin American protests movements, told CNN.   ", "Peruvian officials have not made public details about those killed in the unrest. However, experts say that Indigenous protestors are suffering the greatest bloodshed.  ", "\"The victims are overwhelmingly indigenous people from rural Peru,\" Burt said.  ", "\"The protests have been centered in central and southern Peru, heavily indigenous parts of the country, these are regions that have been historically marginalized and excluded from political, economical, and social life of the nation.\"  ", "Protesters want new elections, the resignation of Boluarte, a change to the constitution and the release of Castillo, who is currently in pre-trial detention.  ", "At the core of the crisis are demands for better living conditions that have gone unfulfilled in the two decades since democratic rule was restored in the country.  ", "While Peru's economy has boomed in the last decade, many have not reaped its gains, with experts noting chronic deficiencies in security, justice, education, and other basic services in the country.  ", "Castillo, a former teacher and union leader who had never held elected office before becoming president, is from rural Peru and positioned himself as a man of the people. Many of his supporters hail from poorer regions, and hoped Castillo would bring better prospects for the country's rural and indigenous people.  ", "While protests have occurred throughout the nation, the worst violence has been in the rural and indigenous south, which has long been at odds with the country's coastal White and mestizo, which is a person of mixed descent, elites.  ", "Peru's legislative body is also viewed with skepticism by the public. The president and members of Congress are not allowed to have consecutive terms, according to Peruvian law, and critics have noted their lack of political experience.  ", "A poll published September 2022 by IEP showed 84% of Peruvians disapproved of Congress's performance. Lawmakers are perceived not only as pursuing their own interests in Congress, but are also associated with corrupt practices.  ", "The country's frustrations have been reflected in its years-long revolving door presidency. Current president Boluarte is the sixth head of state in less than five years.  ", "Joel Hernández García, a commissioner for IACHR, told CNN what was needed to fix the crisis was political dialogue, police reform, and reparations for those killed in the protests.  ", "\"The police forces have to revisit their protocol. In order to resort to non-lethal force under the principles of legality, necessity, and proportionality and as a matter of last resort,\" Hernández García said.   ", "\"Police officers have the duty to protect people who participate in social protest, but also (to protect) others who are not participating,\" he added.  "], "headline": "Peru's president calls for dialogue after more than 30 injured in nationwide protests    ", "timestamp": "  Updated  4:34 AM EST, Fri January 20, 2023    ", "act": "/2023/01/19/americas/peru-protests-thursday-intl"}, "/2023/01/17/americas/brazil-police-bolsonaro-congress-attack-intl-latam": {"paras": ["A police sniper peeked out of a helicopter as it performed a low flyby just a few meters above the Ministries Promenade in Brasilia. He was one of hundreds of officers deployed to secure the enormous grass patch - which sits in front of the Brazilian Senate and Congress and is surrounded by most of the country's ministries - where protestors were expected to gather last week.  ", "Authorities took no chances ahead of the planned demonstration last Wednesday by supporters of former Brazilian President Jair Bolsonaro - in stark contrast to the now-infamous January 8 insurrection, when Brasilia's security forces were outnumbered and even maybe unwilling to defend several government buildings against the ire of pro-Bolsonaro rioters.  ", "\"Today, the same security officers showed that the capital is safe,\" Ricardo Capelli, the caretaker head of security for Brasilia told CNN, as he oversaw the large security operation on the ground.   ", "On January 8, hundreds of protesters broke into Brazil's Congress building, Supreme Court, and presidential palace, breaking windows, damaging priceless artwork and spraying profanity on walls in scenes reminiscent of the January 6th insurrection in the United States.   ", "Security forces have since come under scrutiny not only for failing to stop protesters from advancing on the buildings, but, in some cases, for failing to react. Some pictures and video posted on social media paint the picture of a seemingly passive approach by law enforcement to the increasingly violent protestor presence on Sunday - and top Brazilian government officials have accused the military police and federal police of turning a blind eye.  ", "\"There were a lot of colluding agents. There were a lot of people from the Military Police colluding. A lot of people from the Armed Forces here were colluding,\" Brazilian President Luiz Inacio Lula da Lula told journalists in Brasilia last week.  ", "\"I am convinced that the door of the Planalto Palace was opened for these people to enter because there is no broken door. It means someone facilitated their entry here,\" he said.  ", "Federal District Security Chief Ricardo Capelli meanwhile says he believes that, even if some individual officers may have been negligent or cooperated with protesters, security forces as a whole were set up to fail by their then-commanders on January 8.  ", "\"What happened on the 8th, and [Wednesday's] operation clearly demonstrates that, was the absence of leadership,\" he say, referring to the fact that Anderson Torres, his predecessor, was travelling when the riots occurred.   ", "\"[Torres] changed the core of the leadership, travelled and left the office without command, allowing the unacceptable actions of the 8th to take place,\" Capelli argued.   ", "Torres, who denies any wrongdoing, was arrested over the weekend and faces a number of allegations related to the insurrection, including attempted coup and terrorist acts.   ", "On Tuesday, dozens of military personnel were also dismissed from their positions at the Alvorada Palace, the official residency of the Brazilian President. No reason has been given publicly for their firing, but both Lula and first lady Rosangela da Silva have been publicly critical of the military police's conduct during the insurrection, accusing some of those tasked with guarding not just the Palace but the other attacked buildings of colluding with rioters.  ", "The military police and armed forces have declined CNN's request for comment and more than a week later have not publicly addressed the security operation on the day of the riots.    ", "Former policeman and law enforcement researcher Cassio Thyone says it's difficult to say exactly what went wrong, but, from what he saw, some officers may have conducted themselves inappropriately.   ", "\"I don't believe it was incompetence, maybe some negligence. It wasn't all of them but some police officers ended up thinking there was no risk of an invasion,\" Thyone said.   ", "After more than 20 years with the Brasilia Civil police, Thyone is now a lecturer and researcher on public security, heading the law enforcement research NGO Brazilian Public Security Forum.  ", "He believes that political pressure could also have influenced the behavior of some officers.   ", "\"We have to understand that as part of the process of the last four years we've had a big ideology influence inside our policy, an ideology from the right,\" he explained. \"I believe that, in some way, it has influenced some of the decisions they've made.\"  ", "A study carried out by his Brazilian Public Security Forum in 2022, found that police officers were generally \"more conservative\" group than the average of the Brazilian population. \"We've seen results that between 50% and 60% of the police force were Bolsonaro sympathizers,\" Thyone said.   ", "A previous study by his Brazilian Public Forum in 2021 found that 38% of police officers interacted in pro-Bolsonaro digital environments, and 21% were involved in more radical groups where the possibility of overturning the election was publicly discussed.   ", "Still, support for Bolsonaro does not mean support for political violence.  ", "Thyone's research shows that law enforcement officers still reject any kind of institutional rupture, he says. \"The fact they sympathise with Bolsonaro doesn't mean they are against democracy,\" Thyone explains. \"Because for police officers there's a mission, they'll have to comply [with the constitution] regardless of their personal convictions.\"  ", "For Capelli, who has been tasked with rooting out any acts of collusion between the January 8 rioters and Brasilia's security forces, personal politics are irrelevant to his investigation into what happened.  ", "\"Police officers have every right to make their political choice, that doesn't interest me, for me that's not important,\" he says.  ", "\"What is important is the respect for the constitution, it's that them, in exercising their public duty comply with and respect the constitution.\"  "], "headline": "Brazil security failings on January 8 draw growing scrutiny    ", "timestamp": "  Updated  3:35 PM EST, Tue January 17, 2023    ", "act": "/2023/01/17/americas/brazil-police-bolsonaro-congress-attack-intl-latam"}, "/2015/09/09/americas/wayne-gretzky-fast-facts": {"paras": ["Here is a look at the life of Hall of Fame hockey player Wayne Gretzky, who is the all-time leading scorer in National Hockey League (NHL) history, with 2,857 career points (894 career goals and 1,963 career assists).  ", "Birth date: January 26, 1961  ", "Birth place: Brantford, Ontario, Canada  ", "Birth name: Wayne Douglas Gretzky  ", "Father: Walter Gretzky, telephone technician  ", "Mother: Phyllis (Hockin) Gretzky  ", "Marriage: Janet Jones (July 16, 1988-present)  ", "Children: Emma, Tristan, Trevor, Ty and Paulina  ", "Nicknamed \"The Great One.\"  ", "Only player to have his jersey number (No. 99) retired by the entire NHL.  ", "Won four Stanley Cup championships with the Edmonton Oilers (1984-1985, 1987-1988) and was awarded the Conn Smythe Trophy (NHL Playoff MVP) twice (1985 and 1988).  ", "Awarded the Hart Trophy (NHL MVP) nine times (1980-1987, 1989).  ", "Won the Art Ross Trophy (NHL scoring title) 10 times (1981-1987, 1990-1991, 1994).  ", "Played in 18 NHL All-Star Games.", "At the time of his retirement in 1999, Gretzky held outright or shared 61 NHL records.", "Is a part-owner of Wayne Gretzky Estates, a winery and distillery in Ontario's Niagara region.  ", "1974 - At age 13, scores his 1,000th lifetime goal, in an exhibition hockey game.  ", "1978 - At the World Junior Championship, leads the tournament with 17 points (eight goals and nine assists).   ", "June 1978 - Turns professional, signing with the Indianapolis Racers of the World Hockey Association.  ", "November 2, 1978 - Gretzky's contract is sold to the Edmonton Oilers. After the collapse of the World Hockey Association (WHA), the Oilers are one of four WHA teams be absorbed into the NHL the following year.  ", "October 14, 1979 - Scores his first NHL goal, against the Vancouver Canucks.  ", "February 24, 1982 - Scores his 77th goal to break Phil Esposito's single season scoring record. Gretzky ends the season with 92 goals, which remains an NHL record.", "1983-1984 - Scores at least one point in 51 consecutive games. Gretzky's record of the longest consecutive point scoring streak remains active in the NHL.  ", "August 28-September 15, 1987 - Scores 21 points (three goals and 18 assists) in Team Canada's victory against the USSR in the best-of-three finals for the Canada Cup. The final is still \"considered by many to be the best exhibition of hockey in history.\"", "August 9, 1988 - His trade to the Los Angeles Kings is announced.  ", "October 15, 1989 - Surpasses Gordie Howe to become the NHL's all-time leading point scorer, with points 1,850 and 1,851.  ", "October 26, 1990 - Earns his 2,000th career point, the only NHL player to reach that landmark.  ", "March 23, 1994 - Scores his 802nd goal, passing Howe as the all-time leading goal scorer.  ", "February 27, 1996 - Traded from the Los Angeles Kings to the St. Louis Blues.  ", "July 21, 1996 - Signs with the New York Rangers as an unrestricted free agent.  ", "April 18, 1999 - Retires following the Rangers' 2-1 loss in overtime to the Pittsburgh Penguins. Gretzky played 20 seasons in the NHL, and a total of 21 seasons professionally.  ", "October 1, 1999 - Gretzky's jersey, No. 99, is formally retired league-wide.  ", "November 22, 1999 - Inducted into the NHL Hall of Fame, after the three-year waiting period is waived.  ", "June 2, 2000 - Announced as a minority owner, managing partner and head of hockey operations for the Phoenix Coyotes (formerly the Winnipeg Jets). Gretzky officially begins his position on February 15, 2001, when the sale of the Coyotes is completed.   ", "2002 - Establishes the Wayne Gretzky Foundation to connect underprivileged youth with hockey.  ", "February 2002 - The Canadian men's hockey team, for which Gretzky is the executive director, wins gold at the Winter Olympics for the first time in 50 years.   ", "2005-2009 - Head coach of the Phoenix Coyotes.  ", "2014 - Establishes Gretzky Hockey Schools.   ", "October 2016 - Becomes partner, vice chairman and alternate board member for the Oilers Entertainment Group, which owns the Edmonton Oilers. On May 25, 2021, Gretzky announces that he is stepping down as vice chairman.   ", "May 26, 2021 - Turner Sports announces that Gretzky is joining the network as a studio analyst.  "], "headline": "Wayne Gretzky Fast Facts    ", "timestamp": "  Updated  4:18 PM EST, Mon January 16, 2023    ", "act": "/2015/09/09/americas/wayne-gretzky-fast-facts"}, "/2023/01/16/americas/peru-protests-explainer-intl-latam": {"paras": ["Peru is seeing some of its worst violence in decades, which erupted last month following the ousting of former President Pedro Castillo, as protesters who oppose the current government call for political change in the country.   ", "In December, a state of emergency was imposed, airports and highways became the site of some clashes, and hundreds of foreign tourists were stranded in the country amid the chaos.  ", "To date, dozens of people have died in clashes with security forces, and human rights groups allege that authorities used excessive force against protests, including firearms. The army says protesters have used improvised explosives and weapons, Reuters reports.    ", "Over the weekend, the government of Peru extended its 30-day state of emergency in the capital Lima, and the regions of Cusco, Puno and the constitutional province of Callao. The state of emergency suspends several constitutional rights such as freedom of movement and assembly.   ", "The position of Peru's new President, Dina Boluarte, is now looking as embattled as her predecessor. In January, Peru's top prosecutor's office launched an inquiry into Boluarte's handling of the unrest, and several of her ministers have resigned.  ", "Castillo's ousting has accelerated long-simmering political tensions in the country.   ", "Protesters have been demanding new elections, the resignation of Boluarte, a change to the constitution and the release of Castillo, who is currently in pre-trial detention.   ", "Castillo, a former teacher and union leader who had never held elected office before becoming president, was himself from rural Peru and positioned himself as a man of the people. Many of his supporters hail from poorer regions, hoping Castillo would bring better prospects to the country's rural and indigenous people.  ", "While protests have occurred throughout the nation, the worst violence has been in the rural and indigenous south, which has long been at odds with the country's coastal White and mestizo, which is a person of mixed descent, elites.   ", "Peru's legislative body is also viewed with skepticism by the public. The president and members of congress are not allowed to have consecutive terms, according to Peruvian law, and critics have noted their lack of political experience.  ", "Peruvian politics has been mired in dysfunction for years with Boluarte being its sixth president since 2018.   ", "It was plunged into political turmoil again in December when Castillo attempted to dissolve Congress and install an emergency government.  ", "Castillo, whose brief time in office had been dogged by several corruption investigations, was impeached and removed from office. He is currently accused of crimes of rebellion and conspiracy, which he has denied.   ", "His supporters took to the streets in the days after his removal, demanding his release in what some have described as a \"national insurgency.\"   ", "Casualties resulting from protestors' clashes with police have further inflamed fear and anger on both sides.  ", "After a lull over the holidays, demonstrations resumed in early January. At least 17 people died in anti-government protests in the southern city of Juliaca, in the Puno region - where the majority of the Aymara indigenous population live.  ", "Autopsies on the 17 dead civilians found wounds caused by firearm projectiles, Juliaca's head of legal medicine told CNN en Español.", "Days later a police officer was burned to death by \"unknown subjects\" while patrolling the area, police said.   ", "Boluarte has struggled to appease the protesters. In mid-December, her then-Defense Minister Otárola declared a state of emergency, deploying troops to the street.  ", "The ensuing violence has seen hundreds injured, and the country's ombudsman said at least 49 people have died since the protests began.   ", "In January, Peru's prosecutor launched an investigation into Boluarte, Otárola, and other key ministers for the alleged crime of \"genocide, qualified homicide, and serious injuries\" in relation to the bloodshed. Boluarte has said she will cooperate with the probe.   ", "The attorney general's office also said it would investigate former Prime Minister Pedro Angulo and former Interior Minister Cesar Cervantes, both of whom served under Boluarte for just a few weeks, for their involvement in handling the protests.  ", "Several top ministers have resigned since protests began. The country's former Minister of Labor Eduardo García Birmisa resigned on Thursday, calling on Peru's president to apologize and hold general elections, according to a letter posted on his Twitter account.  Former Minister of Interior, Victor Rojas Herrera, and Minister of Women and Vulnerable Populations, Grecia Rojas Ortiz, resigned the following day.   ", "Despite mounting political pressure, Boluarte has said she has no intentions of leaving office.  ", " In a televised speech Friday on state-run TV Peru, Boluarte told the nation, \"I am not going to resign, my commitment is with Peru, not with that tiny group that is making the country bleed.\"    ", "The bloodshed in Peru has drawn global attention. The European Union on January 10 issued a statement condemning the violence and calling for dialogue in the country; the following day, an observation mission from the Inter-American Commission on Human Rights was sent to Peru.   ", "\"We remain deeply concerned about ongoing violence in Peru & saddened by the injuries & deaths. All Peruvians deserve to live in peace & enjoy their hard-earned democracy. We support peace on all sides & the govt's stated commitments to address the challenges gripping the country,\" tweeted Brian A. Nichols, US Assistant Secretary for Western Hemisphere Affairs, on Friday.  ", "The Organization of American States will convene to \"analyze the situation in Peru\" on January 18.  ", "Castillo rose from obscurity to be elected in July 2021 by a narrow margin in a runoff, and was seen as part of a \"pink tide\" of new left-wing leaders in Latin America.  ", "Despite his platform promising to rewrite the constitution and increase wealth redistribution, in his brief presidency Castillo struggled to deliver those pledges amid rising inflation in Peru, his lack of political experience and strong conservative opposition in Congress.  ", "His government became mired in chaos, with dozens of ministers appointed, replaced, fired or quitting their posts in little over a year. Castillo himself faced multiple corruption investigations and two failed impeachment attempts before he was ousted.  ", "Castillo has repeatedly denied the claims against him and reiterated his willingness to cooperate with any corruption investigation. He argued the allegations are a result of a witch-hunt against him and his family from groups that failed to accept his election victory.  ", "His detention has raised the ire of several leftist Latin American leaders, who denounced his impeachment and claimed Castillo had been a victim of \"undemocratic harassment\" since his election in 2021.  ", "After his family was granted asylum in Mexico, Peru ordered Mexico's ambassador to leave the country within 72 hours. Peru's foreign ministry said the decision was made after Mexican President Andres Manuel Lopez Obrador made comments about Peru, calling it an \"unacceptable interference in internal affairs, in clear violation to the principle of non-intervention.\"   "], "headline": "Peru extends state of emergency amid deadly protests    ", "timestamp": "  Published  3:35 PM EST, Mon January 16, 2023    ", "act": "/2023/01/16/americas/peru-protests-explainer-intl-latam"}}