{"/2023/03/05/europe/greek-prime-minister-apologizes-intl": {"paras": ["Greek Prime Minister Kyriakos Mitsotakis has apologized for one of the country's worst train crashes in years, saying \"We cannot, will not, and must not hide behind human error.\"   ", "A passenger train carrying more than 350 people collided with a freight train on Tuesday evening in Tempi, near the city of Larissa, killing at least 57 people and injuring scores more.  ", "Demonstrators have been pouring onto the streets in the wake of the deadly crash, with widespread anger over the country's railway safety record. Fresh unrest broke out on Sunday, with protesters clashing with police in Athens in scenes that are expected to be seen across the country.   ", "\"This crime should not be covered up, we will be the voice of all the dead,\" was one of the slogans during Sunday's protest in Athens.   ", "In a statement, Mitsotakis said it should not be possible for two trains moving in opposite directions \"to be on the same track and not be noticed by anyone.\"  ", "\"As prime minister, I owe everyone, but above all to the relatives of the victims, a big sorry. Both personally, and in the name of all those who ruled the country for years,\" Mitsotakis said.  ", "The reference to human error marks a change of tone from the prime minister. In the aftermath of the collision he blamed \"tragic human error.\"  ", "His latest statement though suggested systematic problems in the Greek railway network, promising announcements in the coming days to \"immediately improve the safety of the railways.\"   ", "On Thursday after a train station manager was arrested in Larissa in connection with the collision, Greek authorities made public dispatch recordings revealing that one of the train drivers involved had received instructions to ignore a red light.   ", "Greece has a poor record of railway passenger safety compared with other countries in Europe, recording the highest railway fatality rate per million train kilometers from 2018 to 2020 among 28 nations on the continent, according to a 2022 report from the European Union Agency for Railways.  ", "The head-on collision left toppled carriages and scorched debris in its wake. Many of those on board were young people returning home from a holiday weekend.   ", "The country's transport minister resigned in the wake of the tragedy and a rail workers' union went on strike, accusing the government of neglecting the system.   "], "headline": "Greek prime minister apologizes over train collision amid public fury    ", "timestamp": "  Updated  7:07 AM EST, Sun March 5, 2023    ", "act": "/2023/03/05/europe/greek-prime-minister-apologizes-intl"}, "/2023/03/05/europe/turkey-finland-sweden-nato-membership-intl-cmd": {"paras": ["When Sweden and Finland declared their intention to join NATO last May, it was seen by many as a poke in the eye for Russia and evidence of a shift in European thinking. Historically, both countrieshad committed to non-alignment with NATO as a way of avoidingprovokingMoscow. The invasion of Ukraine changed that.  ", "Both Finland and Sweden - along with the vast majority of NATO allies - would like to see the countries formally join the alliance at a NATO summit on July 11. However, a significant hurdle stands in the way of this becoming a reality: Turkey has yet to give the plan itsformal and officialblessing.  ", "Turkey is not the only nation blocking the move: Hungary has also failed to ratify the Nordics' accession which further muddies the waters. However, right now getting Turkey on side is considered the priority.  ", "Unfortunately for the pro-NATO gang, Western officials are increasingly pessimistic that Turkey will budge.  ", "Officially, Turkish President Recep Tayyip Erdoğan objects to Sweden and Finland's membership on what he claims are security grounds. Turkey claims that both countries, though particularly Sweden, are harboring militants from the banned Kurdistan Workers Party (PKK), a designated terror group inTurkey, Sweden, the United States and Europe. Erdogan says he would like these individuals to be extradited; Sweden has made clear this won't happen.  ", "NATO diplomats are split on whether they think Turkey will budge before the July summit. Central to both schools of thought isthis year'sTurkish election, perceived as the biggest political threat Erdogan has faced in years.  ", "\"The image he has created of a strongman who gets results for the Turkish people has been shattered,\" explains Gonul Tol of the Middle East Institute's Turkey program. \"There is a lot of anti-West and anti-Kurd sentiment in Turkey at the moment. This is a good topic for him to bang his drum and a dramatic U-turn would only make him look weaker.\"  ", "Tol believes there are other reasons that Erdogan doesn't want to upsetRussia's President VladimirPutin.  ", "\"Russia has been a lifeline economically for Turkey after other nations imposed sanctions for their activities in Syria, their cooperation militarily with Russia and other hostile activity,\"Tol explains.\"Without Russian money, Erdogan would not have been able to raise wages or provide financial support to students. He is now promising mass rebuilding, post-earthquake. So Russia is still an attractive partner for Erdogan.\"  ", "Like many Western officials, Tol believes the Turkish claims about Sweden and Finland harboring terrorists provide perfect cover for Erdogan not to engage at a politically inconvenient time on the NATO question.  ", "While nothingmay come from the talksduebetween the three parties on Thursday, a conversation is taking place about how much political capital Erdogan might have to spend after the election, should he win.  ", "First, the optimists.  ", "This group includes Sweden, Finland and some of the states that border Russia or used to live under the Soviet sphere. They believe that Turkey, which benefits hugely from being part of NATO, will ultimately do what is in its best interest and drop objections.  ", "For this to happen, officials are bracing for Turkey to make more realistic demands than the handing over ofindividualsit deems to be terrorists,such as the lifting of sanctions or the US allowing Turkey to buy the fighter jets that the country badly needs to keep its air force up to date.  ", "Ultimately, the optimists believe there is a compromise that vastly favors NATO. The alliance, Sweden and Finland have made their case and NATO has an open-door policy for any country wanting to join. Sweden and Finland have more than met the criteria, so not joining makes a mockery of the alliance - an alliance that Turkey benefits from being a member. One NATO official told CNN that they assumed Erdogan would wait for the summit before conceding so that he can bask in the \"praise of all his Western allies.\"  ", "The far larger group among officials who spoke with CNN are pessimists. They think the chances of Erdogan shifting his position before July 11 are as good as zero and are already thinking beyond that summit.  ", "\"I think it's increasingly likely that Finland breaks from Sweden and goes for membership alone,\" one NATO diplomat told CNN.  ", "Other members of the alliance still see a real prospect of both countries being blocked and are considering how best NATO can handle such a scenario.  ", "Multiple NATO officials and diplomats told CNN that the danger here is Turkey's block feeding the Kremlin narrative that the West and NATO are divided. The alliance's job at that point will be to make clear that even if they are not members, Finland and Sweden are now effectively in lockstep with NATO. They might not be members, but they are as close partners as it's possible to be - and they are not neutral any more.  ", "Even if Turkey can be squared off, there is the separate, albeit less complicated issue of Hungary.  ", "Prime Minister Viktor Orban has publicly indicated he is not opposed to the Nordic nations joining, but keeps finding ways to stall a decision becoming official.  ", "There are a few reasons Orban would want to drag his feet. Finland and Sweden have both criticized Hungary for its rule of law record. He addressed this in a recent interview, asking how \"can anyone want to be our ally in a military system while they're shamelessly spreading lies about Hungary?\"  ", "Orban is considered to be the EU leader closest to Putin.Katalin Cseh, a Hungarian Member of the European Parliament, describes Orban's blocking of the Sweden and Finland bids as \"quite simply, another favor to Vladimir Putin.\" She believes that Orban, who has been accused of drifting towards autocratic leadership, has \"invested over a decade to copy his policies and build up a Putinist model,\" and that any perceived NATO victory over Putin \"puts his whole regime in jeopardy.\"  ", "It is possible that Orban is hanging on in order to get concessions from other EU member states, where Hungary has been accused of violating all manner of EU laws. The result has been withholding of EU funds and scorn from the bloc. While NATO and the EU are separate entities, they share many members and it is plausible that bilateral diplomacy could see some give-and-take between Hungary and its EU counterparts.  ", "For all Orban's foot-dragging, though, it is widely assumed that if Turkey can be squared off, Hungary will drop its opposition to Finland and Sweden joining NATO.  ", "The irony isn't lost on many that one of the main reasons Putin gave for invading Ukraine was to put a stop to what he claimed was NATO expansion. The fact that his aggression might have pushed a historically unaligned country into NATO is still seen by most in the West as a huge own goal by the Kremlin.  ", "Until an agreement is reached, however, the future of the alliance remains somewhat up in the air. Finland and Sweden have effectively picked a side since the start of the Ukraine conflict. It seems unlikely that they will return to a position of neutrality if the war were to suddenly end.  ", "The risk for NATO and the broader Western alliance comes if they fail to join the alliance at all and the Kremlin can use it for propaganda purposes. If that happens, even if the war suddenly ends, the narrative of a divided West will continue to be the drum that NATO's opponents can bang.  "], "headline": "Turkey is blocking NATO's expansion. It could backfire and hand Putin a propaganda coup    ", "timestamp": "  Updated  6:14 AM EST, Sun March 5, 2023    ", "act": "/2023/03/05/europe/turkey-finland-sweden-nato-membership-intl-cmd"}, "/2023/03/04/europe/russia-sergey-shoigu-ukraine-intl": {"paras": ["Russian Defense Minister Sergei Shoigu has paid a rare visit to Russian troops serving in occupied Ukraine - a visit that's probably as much about optics as about the course of Russia's invasion.   ", "A short video released by the Russian Defense Ministry showed Shoigu in a helicopter and then briefly with commanders amid some heavily damaged buildings. It was not immediately possible to geolocate the video.   ", "The Defense Ministry said Shoigu \"inspected the forward command post of one of the formations of the Vostok [Eastern] forces in the South Donetsk direction.\"   ", "The video did not suggest Shoigu was close to the most active front lines.    ", "Russian critics of Shoigu have frequently described him as remote and out-of-touch with the realities of the conflict. Yevgeny Prigozhin - boss of the Wagner private military company - has regularly appeared on the frontlines around the city of Bakhmut, often accusing the Defense Ministry of starving his fighters of resources and bureaucratic incompetence.   ", "Prigozhin said Friday that his fighters have almost surrounded Bakhmut, the only place of any consequence that Russian forces may be able to claim anytime soon.   ", "Shoigu's visit may be intended as a riposte to Prigozhin's forward presence, and also to galvanize Russian operations. While there have been incremental Russian gains around Bakhmut (at great cost), and a substantial escalation in Russian artillery, tank and aviation assaults in many areas, much of the long frontline is as it was three months ago.   ", "That is despite Russia's mobilization of 300,000 men last autumn and efforts to concentrate resources in the Donbas theater following the Russian withdrawal from nearly half of the Kherson region in the south in November.     ", "The video released by the Defense Ministry showed Shoigu at a meeting with three senior officers involved in the conflict:  Colonel Generals Mikhail Mizintsev, Sergei Rudskoy, and Rustam Muradov. This is probably intended to show that the Defense Ministry is firmly in control of the operation, despite Prigozhin's comments.   ", "But it's somewhat puzzling that the man directly in charge of the whole operation - Valery Gerasimov - did not appear to be part of this well-choreographed visit.   ", "Muradov's presence is notable. The commander of the Eastern Military District, he has been frequently criticized by Russian military bloggers and even units under his command for tactics that have led to heavy casualties, especially around the town of Vuhledar, where Russian forces suffered catastrophic losses in January.   ", "The pro-Wagner Telegram channel Grey Zone wrote of Muradov last month: \"This coward is laying down at the control point and sending a column after column until the commander of one of the brigades involved in the Vuhledar assault is dead on the contact line.\"   ", "Despite the deployment of a sizeable Russian assault force, Vuhledar remains in Ukrainian hands.   ", "In the Defense Ministry video released Saturday, Shoigu is seen as presenting awards to several soldiers, saying: \"There is still a lot of work ahead. I really hope that you will continue to faithfully serve our country. Good luck, success, and, of course, come back home alive!\"   ", "Yet another hint that the Russian hierarchy expects a long slog to achieve the goals of the invasion, a far cry from the lightning campaign that was promised - and soon unraveled - one year ago.    "], "headline": "Russia's Defense Minister Sergei Shoigu makes rare visit to frontline troops    ", "timestamp": "  Updated  12:14 PM EST, Sat March 4, 2023    ", "act": "/2023/03/04/europe/russia-sergey-shoigu-ukraine-intl"}, "/europe/live-news/russia-ukraine-war-news-03-3-23": {"paras": ["Our live coverage for the day has ended. Follow the latest Ukraine news here or read through the updates below.", "DashaNavalnaya, the daughter of jailed Russian opposition leader AlexeyNavalny, on Friday shared a message for Russian President Vladimir Putin:  ", "Navalny, a Kremlin critic and activist, was sentenced to nine years in prison on fraud charges that he said were politically motivated.   ", "Navalnaya said once her father is released from prison,\"he will continue fighting until Russia is a country that's able to have free and fair elections.\"   ", "Navalnaya, 21, said she has not seen her father in person in over a year.  ", "CNN anchor Erin Burnett will interview Dasha Navalnaya, the daughter of jailed Putin opposition leader Alexey Navalny, about the latest on her father's case, concerns about his health and his nine-year sentence in a Russian penal colony as part of a CNN primetime special that airs tonight at 9 p.m. ET.  ", "Burnett will also speak with the director of the Oscar-nominated documentary,\"NAVALNY,\" Daniel Roher, along withChristo Grozev,the lead Russia investigator for Bellingcat who helped uncover the perpetrators behind Navalny's poisoning and tied them to Russia's FSB security service. In late 2022, Russia's Ministry of the Interior placed Grozev on its \"wanted\" list.   ", "The hour will also include conversations with others who are perceived to be Putin's enemies, includingBill Browder, an international businessman whom Russia declared an enemy and banned from the country.  ", "Where to watch: \"CNN Primetime: Navalny And the Cost of Standing Up to Putin\" will stream live for pay TV subscribers viaCNN.comand CNN OTT, as well as mobile apps under \"TV Channels\" or CNNgo where available.   ", "The special will also be available on demand beginning Saturday, March 4 to pay TV subscribers viaCNN.com, CNN apps, and cable operator platforms.   ", "The critically-acclaimed, award-winning film,\"NAVALNY,\" is available in select theaters in major cities now and is currently streaming via HBO Max. \"NAVALNY\" will also broadcast on CNN Saturday, March 4 at 8 p.m ET.  ", "Fighting is intense around Bakhmut, according to the Ukrainian military, while Wagner, the Russian mercenary group, said Friday that the fiercely contested eastern city is surrounded.", "Russian forces have also launched artillery fire near Lyman, which is north of Bakhmut, and on additional towns in the Donetsk region, the Ukrainian military said.   ", "In the city of Kupyansk in the Kharkiv region, Ukrainian authorities ordered a mandatory evacuation for vulnerable residents due to constant Russian shelling.  ", "Here are more of the latest headlines:", "Top officials gather: US Attorney General Merrick Garland madean unannounced trip to Ukraineon Friday where he joined President Volodymyr Zelensky at the \"United for Justice Conference.\" Zelensky also met with top government officials from the Netherlands, Latvia and Estonia in the western city of Lviv. Meanwhile, US President Joe Biden met with German Chancellor Olaf Scholz at the White House.   ", "Sanctions and assistance: The Biden administration on Friday sanctioned a number of Russian individuals connected to the arbitrary detention of Vladimir Kara-Murza, a prominent human rights advocate and Kremlin critic who has been jailed in Moscow for nearly a year after speaking out against the war in Ukraine inan interview with CNN. The US also announced a newsecurity assistance package for Ukraine that is valued at up to $400 million.    ", "Money troubles. Russia could find itself with no money as soon as next year and needs foreign investment, outspoken Russian oligarch Oleg Deripaska said. Russia's economic output shrank 2.1% last year, according to a preliminary estimate from the government. The contraction was more limited than many economists initially predicted. Butcracks are starting to show- Russia is cutting oil production this month - and Western sanctions could escalate further.    ", "Ukraine's President Volodymyr Zelensky said he met with the president of Latvia Friday on the sidelines of a conference in the western Ukrainian city of Lviv.  ", "He thanked Ukraine's allies and politicians who have helped the country \"for understanding the price that the Ukrainian people pay for their freedom and that of all Europeans.\"  ", "In addition to meetings at the United for Justice Conference, Zelensky visited a Lviv hospital Friday, where wounded soldiers are being rehabilitated.   ", "\"I had the honor to communicate with the soldiers and present them with state awards,\" he said. \"I also presented awards to doctors who save the lives of our soldiers.\"  ", "US President Joe Biden said that German Chancellor Olaf Scholz's support for Ukraine has \"made a world of difference\" during the war, as the two leaders met at the White House on Friday.    ", "\"You stepped up and providedcritical military support and you know, I would argue that beyond yourmilitary support, the moralsupport you gave to Ukrainians has been profound.And you've driven historicchanges at home - increase in defense spending anddiversifying away from Russian energy sources - I know that has not beeneasy, very difficult for you,\" Biden said, noting they had moved in \"lockstep\" in supporting Kyiv.  ", "Scholz said Germany will stand with Ukraine for as long as it takes.   ", "\"This is a very,very important year because ofthe very dangerous threat topeace that comes from Russiainvading Ukraine, and it's reallyimportant that we acted together, that we organized in lockstep, and that we made it feasible that we can give the necessary support to Ukraine during all thistime,\" said Scholz, who added he felt the transatlantic partnership was in \"very good shape.\"  ", "Germany and the US were in a standoff earlier this year over sending tanks to Ukraine, but both countries announced plans to send the vehicles after intense pressure on Berlin and prolonged diplomacy between Germany, the United States and other European allies.    ", "Ukraine's President Volodymyr Zelensky met with top government officials from the Netherlands and Estonia in the western Ukrainian city of Lviv Friday, his office said in a statement.  ", "Zelensky expressed his gratitudefor the \"significant defense, financial, energy and legal support\" provided by both countries since the beginning of Russia's invasion, his office said.  ", "The Netherlands: During his meeting with Wopke Hoekstra, theDutch deputy prime minister and minister of foreign affairs, Zelensky outlined the situation on the front line and the needs of Ukraine's military. He emphasized the need for more, swift aid from partners, according to the statement.   ", "Zelensky also said he was grateful for the Dutch government's decision to establish an international center in The Hauge investigating the crime of aggression against Ukraine.  ", "Zelensky also outlined Kyiv's hopes for the 2023 NATO Summit in Vilnius, Lithuania, and discussions on Ukraine's accession to the EU \"by the end of the year,\" according to the statement.  ", "Estonia: During the conversation with Urmas Reinsalu, Estonia's minister of foreign affairs, Zelensky said that \"bringing to justice all those responsible for war crimes, crimes against humanity and genocide of the Ukrainian people is a fundamental issue for our country,\" and is a key component of Ukraine's proposed peace formula, according to the statement.  ", "Zelensky noted Estonia's \"substantial defense and humanitarian assistance,\" his office said.  ", "\"Ukraine especially appreciates the medical and rehabilitation assistance to our wounded, the training missions for the Ukrainian military, as well as the support for Ukrainians who left for Estonia because of the war,\" Zelensky said.  ", "\"The parties emphasized the importance of further increasing sanctions pressure on Russia,\" Zelensky's office added.  ", "US Attorney General Merrick Garland madean unannounced trip to Ukraineon Friday, his second trip to the country since Russia invaded a little more than a year ago.  ", "The trip was not announced for security reasons, according to a Justice Department official.  ", "Garland was invited to Lvivby the Ukrainian prosecutor general, the official said, and joined President Volodymyr Zelensky at the \"United for Justice Conference.\"  ", "The attorney general \"held several meetings and reaffirmed our determination to hold Russia accountable for crimes committed in its unjust and unprovoked invasion against its sovereign neighbor,\" the official said.  ", "The trip comes nearly two weeks after President Joe Biden made his first trip to Ukraine since the war began and is one of several trips made by members of Biden's Cabinet. Treasury Secretary Janet Yellen also recently made a trip to Ukraine to meet with Zelensky.  ", "The Justice Department has taken several steps to hold the Russian government and its supporters accountable since the invasion began.  ", "On Wednesday, Garland testified to the Senate Judiciary Committee that he believed the Russian government was committing crimes against humanity and said the Justice Department supports efforts by The Hague to investigate and prosecute those crimes.  ", "China could still take the escalatory step of providing lethal military aid to Russia, US National Security Council spokesperson John Kirby said Friday.  ", "On fighter jets for Ukraine: Kirby also said that F-16 fighter jets are not a \"key part\" of the agenda for US President Joe Biden's meeting with German Chancellor Olaf Scholz this afternoon, but the two leaders will speak extensively on what Ukraine will need this spring and summer for the tough fighting ahead.  ", "About US detainee in Russia: Asked about detained American Paul Whelan, Kirby said that US Secretary of State Antony Blinken \"absolutely\" brought it up with his Russian counterpart Sergey Lavrov, despite Russian claims otherwise.  ", "\"Paul Whelan needs to be home with his family and with his friends,\" Kirby said. \"We're going to keep working to get him released and get him back home.\"  ", "Russian forces have continued their efforts to encircle the eastern city ofBakhmutin the Donetsk region Friday, the Ukrainian military's General Staff said in an evening update.  ", "The first two communities referenced in the report are small villages located just north of the city.  ", "Elsewhere in Ukraine: Russian forces have also launched artillery fire near Lyman, which is north of Bakhmut, and on additional towns in the Donetsk region, the military said. Further attacks were reported nearthe city of Kupyansk in Kharkiv region, and Kreminna and Bilohorivka in the Luhansk region.  ", "In the southern Zaporizhzhia and Kherson regions, the General Staff said Russia \"is on the defensive, attempting to improve their tactical position to resume the offensive.\" Moscow shelled 15 settlements with artillery, the Ukrainian military added.   ", "\"There are dead and wounded civilians,\" it said, without elaborating on the specific numbers.  ", "Over the past 24 hours, Ukrainian forces have also carried out strikes on enemy personnel and military equipment, the General Staff said.  ", "\"Our defenders shot down an enemy Su-34 aircraft and a ZALA UAV,\" it said, repeating an earlier claim from the Ukrainian Air Force about downing a Russian fighter jet and drone.   ", "CNN is not able to independently verify this claim. Russian state media has reported that a plane has been downed in the area indicated by the Ukrainian Air Force, but does not specify the plane's model and ownership.  ", "The United States announced a newsecurity assistance package for Ukraine on Friday that is valued at up to $400 million.   ", "This is the thirty-third presidential drawdown on US inventories, totaling more than $32 billion, used to aid Ukraine since Russian's full-scale invasion began more than one year ago.  ", "In a drawdown, the Defense Department pulls weapons and equipment from US inventories to send abroad, rather than purchasing new weapons from manufacturers.  ", "CNN reported earlier Friday key details of the package, including that the aid would include Armored Vehicle Launched Bridges for the first time, a system used to launch bridges to cross trenches and narrow water obstacles.  ", "Here's a look at the weapons, munitions and equipment included in the package:  ", "Last week, the US announced $2 billion in aid under the Ukraine Security Assistance Initiative (USAI), which contracts with the industry to procure the supplies and takes more time.   ", "Ukrainian officials have also been pushing to obtain US F-16 fighter jets, which President Joe Biden and other Western leaders have opposed so far.  ", "Ukrainian authorities have ordered a mandatory evacuation for vulnerable residents of the eastern city of Kupyansk, located in the Kharkiv region, due to \"constant\" Russian shelling.  ", "The city administration said utilities \"are operating as usual\" and that online classes are being organized for students.  ", "\"The educational process continues in the Kupyansk community. According to the head of the education department, 480 students have already joined the online education program. Classes are being formed,\" the administration said.  ", "The Kharkiv region military administration announced the start of the mandatory evacuation on Thursday, saying the decision was made \"due to constant shelling of the Kupyansk community by Russian troops.\"  ", "As of Thursday, there were 812 children and 724 people with disabilities, including 140 of low mobility, in the city, according to the regional military administration.  ", "Russian forces occupied the city in the early days of the invasion but Ukraine was able to recapture it in September 2022.  ", "The city remains close to the hotly contested frontline east of the city, and as close as some 20 kilometers (12 miles) from areas under Russian control, according to the latest assessment by the Institute for the Study of War (ISW).  ", "Correction: An earlier version of this post incorrectly stated that the city of Kupyansk is located in southern Ukraine. It is located in eastern Ukraine. ", "The Biden administration on Friday sanctioned a number of Russian individuals connected to the arbitrary detention of Vladimir Kara-Murza, a prominent human rights advocate and Kremlin critic who has been jailed in Moscow for nearly a year after speaking out against the war in Ukraine inan interview with CNN.  ", "The United States has called for Kara-Murza's \"immediate and unconditional release,\" but Friday's actions represent a long-awaited decision on imposing sanctions against Russia for his imprisonment.  ", "Kara-Murza, who has survived two poisonings, has been incredibly critical of Russian President Vladimir Putin and Russia's war in Ukraine, and he continues to speak out even as he is detained.  ", "In March 2022, Kara-Murza spoke before the Arizona House of Representatives and spoke out against the war. In an April 2022 interview with CNN, he called Putin's government \"a regime of murderers.\" He was arrested shortly thereafter for \"failing to obey the orders of law enforcement,\"according to his wife.  ", "The Treasury Department on Friday imposed sanctions under an expansion of the Global Magnitsky Act, which targets serious human rights abusers, more than five months after the top Democrat and Republican on the Senate Foreign Relations Committee called on the Biden administration to take action under that law.  ", "The sanctions target Elena Anatolievna Lenskaya, Andrei Andreevich Zadachin, and Danila Yurievich Mikheev.  ", "Russia could find itself with no money as soon as next year and needs foreign investment, outspoken Russian oligarch Oleg Deripaska has said.  ", "The remarks from the billionaire - whocalled for an end to Moscow's warin Ukraine in the early days of the conflict last year - contrast with a more upbeat assessment of Russia's economic fortunes by President Vladimir Putin last week. Putin praised the resilience of the country's economy in the face of unprecedented Western sanctions imposed in the past year.  ", "More background: Russia's economic output shrank 2.1% last year, according to a preliminary estimate from the government. The contraction was more limited than many economists initially predicted.  ", "Butcracks are starting to show- Russia is cutting oil production this month - and Western sanctions could escalate further. Ultimately, Russia's economic prospects are contingent on what happens in Ukraine.  ", "Foreign investors, especially from \"friendly\" countries, also have a big role to play, Deripaska said. Whether they will come depends on whether Russia can create the right conditions and make its markets attractive, he was quoted as saying.  ", "In a bid to starve Russia of funds for its aggression, Western countries have announced more than 11,300 sanctions since the February 2022 invasion, and frozen some $300 billion of Russia's foreign reserves.  ", "But China has thrown the Kremlin aneconomic lifelineby buying Russian energy, replacing Western suppliers of machinery and base metals among other products, and providing an alternative to the US dollar.  ", "Read more here. ", "A Ukraine security aid package worth approximately $400 million is expectedto be announced Friday around the visit of German Chancellor Olaf Scholz to the White House,according to two US officials.   ", "The package will include ammunition for HIMARS rocket launchers and different artillery systems such as 155mm and 105mm. It will also include Armored Vehicle Launched Bridges for the first time, a system used to launch bridges to cross trenches and narrow water obstacles, the officials said.  ", "On Thursday, John Kirby, the National Security Council strategic communications coordinator, said the US will announce another round of assistance to Ukraine, including ammunition for HIMARS and artillery, but he did not specify how much.  ", "This security assistance will be drawn directly from US inventories under Presidential Drawdown Authority (PDA), meaning the weapons and equipment can arrive in Ukraine quickly. Last week, the US announced $2 billion in aid under the Ukraine Security Assistance Initiative (USAI), which contracts with the industry to procure the supplies and takes more time.  ", "Ukrainian officials have also been pushing to obtain US F-16 fighter jets, which President Joe Biden and other Western leaders have opposed so far.  ", "With the package expected Friday, the US will have committed more than $32 billion to Ukraine since the start of Russia's full-scale invasion more than one year ago.  ", "The Ukrainian Air Force said Friday it has shot down a Russian fighter jet in the eastern Donetsk region. Russian state media is also reporting the incident, without specifying the model or ownership of the plane.   ", "The Ukrainian Air Force claimed in a post published on its official Telegram channel that a Russian Su-34 fighter-bomber was shot down near the town of Yenakiieve, in the Donetsk Region. Yenakiieve is about 50 kilometers (31 miles) from the city of Donetsk, inside territory controlled by Russian forces.  ", "CNN is unable to verify the Ukrainian Air Force's claims about the model or ownership of the jet.   ", "A photo posted by the mayor shows black smoke rising in the sky not too far from several buildings in the city and the city's streets.  ", "Later, Khramenkov said he had visited the site of the plane crash, together with representatives from the police and emergency services. He said the current thaw is preventing access to the crashed plane, according to RIA Novosti.  ", "\"The plane has crashed, there is smoke, it is on fire. We could see two pilots who ejected on parachutes,\" the mayor told Russian television, according to RIA Novosti.  ", "\"No one is hurt on the ground because the crash site is a farm. Its owner says the plane is in the fields, in woodland. We are relying on his information. No one in the village or in the city has been affected,\" Khramenkov said.  ", "The Ukrainian military said \"intense fighting is taking place in and around the city\" of Bakhmut in the east, with Russian forces deploying their more experienced units.  ", "\"The Russian occupiers have sent the most trained units of the PMC Wagner and other regular units of the Russian army to capture the city. Intense fighting is taking place in and around the city,\" the Ukrainian Army Land Forces said in a post highlighting the visit to the front line by the commander of the Eastern Group of Forces, Col. Gen. Oleksandr Syrskyi.  ", "According to the Ukrainian military, Russia continues to press in the hopes of \"capturing Bakhmut and continues to accumulate forces to occupy the city.\"  ", "Earlier Friday: CNN reported that Yevgeny Prigozhin, the head of Russia's mercenary group Wagner said thatBakhmutwas\"surrounded,\"and called on President Volodymyr Zelensky to order his forces to withdraw. Ukraine dismissed Prigozhin's remarks, calling it a \"disinformation campaign.\"  ", "Russian forces are edging closer and closer to capturing thecity of Bakhmut, after weeks of bloody fighting gradually wore down a resolute Ukrainian resistance. Here's what you need to know about the battle for Bakhmut:  ", "Why is Bakhmut in focus?", "Bakhmut is not the sort of city Moscow had hoped to be fighting for in thesecond year of its invasion- it is a relatively small location in eastern Donetsk, which has remained out of reach of Russia's sluggish ground campaign for many months.  ", "Russian forces have been making incremental gains around the city, but Ukrainian forces are yet to retreat, creating a standoff that recalls drawn-out battles for other eastern cities such as Severodonetsk over the past year.  ", "Bakhmut's capture would represent some military progress for Russian President Vladimir Putin, and give his forces the opportunity to launch aerial attacks on more urban areas further west.  ", "What's happening on the ground?", "There are still around 4,500 civilians in Bakhmut, including 48 children, the spokeswoman for the Ukrainian Donetsk regional military administration Tetiana Ignatchenko told CNN on Wednesday. She called on people to evacuate the city due to the danger.  ", "But Ukrainian troops have acknowledged that it is becoming harder to hold onto the city as the routes in from the west are squeezed by Russian forces, who have advanced both to the north and south of Bakhmut.  ", "The Ukrainian military has also confirmed that Russian forces are employing more experienced fighters from the ranks of the Russian private military company Wagner as they attempt to capture the town.  ", "What does Bakhmut mean for the war?", "The city's capture would represent a long sought-after success for Moscow's forces - and bring some limited strategic value. It has important road connections to other parts of the Donetsk region; eastwards to the border with Luhansk, northwest to Sloviansk and southwest to Kostiantynivka.  ", "If the Russians can take the high ground to the west of the city, nearby industrial towns Kostiantynivka and Kramatorsk would be at the mercy of their artillery and even longer range mortars. And it is unclear where exactly Ukrainian forces would fall back to should they retreat from the city.  ", "It also matters to Wagner chief Yevgeny Prigozhin, who has been keen to show his men can deliver with the seizure of Soledar and now Bakhmut.  ", "Butexperts saycapturing Bakhmut is unlikely to dramatically alter the overall picture of the war in eastern Ukraine, where little territory has changed hands in 2023.  ", "CNN's Tim Lister, Vasco Cotovio, Olga Voitovych, Jessie Gretener, Eleanor Pickston, and Laura Ford contributed reporting", "The founder and financier of the Wagner mercenary group Yevgeny Prigozhin says his forces have all but surrounded Bakhmut, and is calling on Ukrainian President Volodymyr Zelensky to order a withdrawal from the Donetsk city.  ", "\"The PMC Wagner units have almost surrounded Bakhmut, there is only one road left,\" he said to Zelensky in a video filmed on the northern outskirts of Bakhmut and posted on his social media channels. \"The pincers are tightening.\"   ", "Russian attempts at encircling the city seemed to have eased Thursday into Friday, according to the Institute for the Study of War, with focus shifting toward pushing Ukrainian forces to withdraw from the city.  ", "What Kyiv is saying: Ukraine dismissed the video, with Ukraine's Centre for Strategic Communication saying on Friday that \"this is part of a disinformation campaign against the population of Ukraine to spread panic and provoke the top military and political leadership.\"  ", "The organization highlighted that Prighozin's video was filmed on the outskirts of Bakhmut and not inside the city - matching CNN's geolocation and analysis.  ", "\"The Russian command avoids visiting the front line, and it is not the first time that Prigozhin has imitated being on the front line while actually being in the rear,\" the center added.  ", "A year ago,when German Chancellor Olaf Scholz last visited Washington, Russian forces hadn't yet crossed the border into Ukraine, and dire warnings from the White House about  an imminent invasion were met with skepticism.  ", "Scholz returns Friday for meetings with President Joe Biden after a transformative 12 months that required Europe to dramatically rethink its own security and Germany to undergo its most significant shift in military and energy policy in decades.  ", "Russia's invasion of Ukraine has turned Scholz - who took office two months before Russia's invasion - into a crisis leader, overseeing Europe's largest economy and most powerful democracy during the worst violence on the continent since World War II.  ", "And it has thrust him and Biden into one of the world's most consequential relationships, sustained by shared opposition to Russia's invasion but strained at moments over how to respond.  ", "White House officials say over the past year, Biden has developed a solid relationship with Scholz, who succeeded longtime chancellor Angela Merkel at the end of 2021. They spoke by phone three times in January alone, and during Friday's session at the White House they are expected to speak extensively one-on-one in the Oval Office.  ", "The overwhelming topic of discussion will be Ukraine, according to senior administration officials, including discussions the twomen have each held recently with Ukrainian President Volodymyr Zelensky,who is pressuring the West for more powerful weapons as he prepares for a spring counteroffensive against Russia.  ", "They could also touch on recent intelligence suggesting China is considering providing Russia with lethal aid, a step US officials fear could prolong the conflict, though China won't be a \"driving focus\" of the talks.  ", "The founder and financier of the Wagner mercenary group has called on Ukrainian President Volodymyr Zelensky to order a withdraw from Bakhmut, saying the city is \"surrounded.\"", "Russian forces are advancing on the city, but the Ukrainian military said it is holding its ground in the battle for the eastern city and is not planning to withdraw.  ", "Here are the latest developments:", "Ukrainian forces have blown up the remainder of a railway bridge inside the city of Bakhmut, according to Ukrainian forces and social media video geolocated by CNN.  ", "The bridge was previously damaged by Ukrainian forces in August, and has now been blown up further.  ", "The video of the controlled explosion was widely shared on social media on Friday, along with unconfirmed reports it was a sign Ukrainian forces were preparing to withdraw from the city.  ", "Ukraine's 46th Brigade, currently operating in the city, denied the reports, saying the bridge was already unusable.  ", "\"The bridge that is now being shown as proof that we are leaving was blown up a long time ago. Those who are in Bakhmut know that. Now it was just a control shot. Don't spread panic,\" the soldiers said. \"And yes, one can cross the river there without a bridge.\"  ", "Some context: Russian forces are advancing on Bakhmut, but the Ukrainian military says it is holding its ground in the battle for the eastern city and is not planning to withdraw.  ", "Wagner founder Yevgeny Prigozhin said Friday the city is \"surrounded\" and called on Ukrainian President Volodymyr Zelensky to order a withdrawal.  ", "The Kremlin said Friday additional measures were being taken to ensure the safety of the Russian borders from further incursions following an attack on the Bryansk region.  ", "Russian President Vladimir Putin said Thursday there was an attack in the Ukraine-bordering Bryansk region, which he blamed on \"neo-Nazis\" who he said had penetrated the area.  ", "In a press briefing Friday, Putin's spokesperson Dmitry Peskov said a special \"border regime\" is in place and additional measures to protect the frontiers are being taken. He added that no decisions were made by Putin as of yet in regard to introducing martial law following the attack.  ", "Russian security officials claimed Thursday that a small Ukrainian armed group had crossed the Russian border into the southern Bryansk region, claims dismissed by a top Ukrainian official as a \"classic deliberate provocation.\"", "Peskov's claims: Peskov praised a boy who reportedly survived the incident with injuries and a driver who the local authorities claimed died under fire.  ", "Commenting on the incident earlier, Minister of Education Sergey Kravtsov called the boy a hero and added that he had saved two other children from the car that was under shelling.  ", "\"A 10-year-old boy took two children out of the car, and they escaped. This is a real heroic deed,\" the minister said, according to state news agency RIA Novosti.  ", "Russian Foreign Minister Sergey Lavrov said on Friday that \"nothing except Ukraine\" was of interest to the G20, calling it \"a shame.\"   ", "\"[The] G20 was formed in 1999 at the level of ministers of finance and central bank directors. And then in 2008, it became a 'summit G20.' Nobody was giving a damn about anything except finances, and macroeconomic policies, which G20 was formed for,\" Lavrov told the audience of the Raisina Dialogue, an annual geopolitics conference in New Delhi, India.  ", "Answering a question on how the Ukraine war affected Russia's energy interest, Lavrov called the conflict \"the war which we are trying to stop and which was launched against us using the Ukrainian people,\" remarks that were met with generalized laughter from the audience in Delhi.  ", "Some background: Since the beginning of the conflict, Russian President Vladimir Putin has portrayed his military operation as a response to a threat posed by NATO to its territory, claiming Moscow had no choice but to defend itself by attacking Ukraine without provocation.  ", "A few days into the war, the United Nations General Assembly adopted a resolution deploring the \"aggression\" committed by Russia against Ukraine. Russian diplomacy, meanwhile, has assiduously courted nations in the developing world - particularly those which suffered from colonial rule - as a counter to Western condemnation.  ", "Ukrainian Defense Minister Oleksiy Reznikov has said he is \"confident\" that Western countries will supply fighter jets to Ukraine despite resistance from some allies, according to an interview published in Germany's Die Bild newspaper Friday.   ", "Reznikov isconfident Ukrainewillreceive \"two to three different types of fighter jets,\"heis quoted as saying in the newspaper, adding \"this will depend on the engineers, air fields, maintenance and spare parts.\"  ", "He said he believes there will be a \"so-called fighter jet coalition,\" like there is with the delivery of Leopard 2 tanks from Western allies.  ", "Reznikov believes that Western countries will not initially approve the delivery of fighter jets, drawing parallels to the delivery of Leopard 2 battle tanks, which Germany initially did not agree to.", "Western allies have signaled to Kyiv that they are ready to start training pilots on fighter jets and understand that fighter jets are the next step in strengthening Ukraine's air defense system, according to Die Bild.  ", "China acknowledged Friday that there are \"different views on the Ukraine crisis\" among G20 members but stopped short of explaining its reasons for not signing a joint statement following the group's foreign ministers' meeting in New Delhi.  ", "G20 is the \"main forum for international economic cooperation\" and not a forum for \"resolving security issues\" - as agreed upon in the G20 leaders summit in October 2022 in Bali - Chinese Foreign Ministry spokesperson Mao Ning said in a regular press briefing.  ", "On Thursday, Indian Foreign Minister S. Jaishankar announced that the G20 meeting of the foreign ministers was unable to reach a consensus to issue a joint statement due to \"differing opinions\" by various parties regarding the Russia-Ukraine war.  ", "China has attempted to present itself as a neutral peace broker in conflict while at the same time deepening its \"no-limits\" partnership with Moscow.  ", "A vital bridge connecting the besieged city of Bakhmut to the nearby village of Khromove, and the last main supply route from Bakhmut to the city of Chasiv Yar, has been blown up overnight by Russian forces, according to multiple sources speaking with CNN.  ", "A soldier in Bakhmut and a local official told CNN that the bridge was taken out by Russia and a photo that confirmed the destruction appeared on social media.  ", "The bridge was hit with a Russian missile and left a large crater, according to the soldier, who added that he believes it was an Iskander missile.  ", "Without any more paved roads for Ukraine to use in or out of Bakhmut, the supply and evacuation route will now be forced to go through dirt roads, according to both sources.  ", "The local official told CNN that they hope to repair the bridge in the coming days.  ", "Some context: A mandatory evacuation order is in place in the Donetsk region and about 5,000 people remain in Bakhmut, according to Ukrainian officials.  ", "Russian forces are advancing on Bakhmut, but the Ukrainian military says it is holding its ground in the battle for the eastern city and not planning to withdraw.  ", "This post has been updated with additional details.", "A Ukrainian drone reconnaissance unit based in Bakhmut has been ordered to leave the besieged eastern city, its commander said in a video posted on Telegram on Friday.  ", "Russian forces have advanced on Bakhmut over the past few days after months of intense shelling and fighting around the battered city, which sits toward the northeast of the Donetsk region and has been a target for Moscow for months.  ", "Moscow's invasion of Ukraine, and the support flooding in to Kyiv from countries across the world, sends a powerful message to \"would be aggressors everywhere,\" US Secretary of State Antony Blinken said Friday during a meeting on the sidelines of the G20 summit.  ", "\"Part of the reason countries way beyond Europe are also so focused on this and are working to support Ukraine and deal with the challenge is because they know it could have effect here,\" Blinken said in New Delhi.  ", "The comments came as Blinken met with his counterparts from India, Japan and Australia - a grouping known asthe \"Quad,\" or Quadrilateral Security Dialogue.", "The Quad is an informal group focused on security that dates back to the early 2000s, though it has become more active in recent years as part of efforts tocounter China's reach and territorial claimsin the Indo-Pacific.  ", "Blinken added that the challenges faced by people around the world cannot be dealt with by \"any one country acting alone.\"  ", "Though he didn't specify any \"would-be aggressors,\" he made several veiled references, saying the Quad is working on increasing countries' maritime domain awareness - meaning greater surveillance on things happening in their waters - and tamping down on illegal fishing.  ", "Read more here.", "A Russian Foreign Ministry spokeswoman on Friday claimed that Antony Blinken did not raise the issue of a US citizen detained in Russia during a meeting with the Kremlin's foreign minister - directly contradicting earlier comments by the US Secretary of State.  ", "Blinken said Thursday that he pressed his Russian counterpart Sergey Lavrov on Paul Whelan's detention and a US offer to free him during a meeting on the sidelines of the G20 foreign ministers' meeting in New Delhi.  ", "But on Friday, Russian Foreign Ministry spokeswomanMariaZakharovaclaimed: \"It turned out that the US Secretary of State did not even mention it,\" referring to Whelan's case.  ", "Some context: Whelan, a former US Marine, was detained in Moscow in December 2018 by Russian authorities who alleged he was involved in an intelligence operation. He was convicted and sentenced in June 2020 to 16 years in prison in a trial US officials denounced as unfair.  ", "Russia and China have once again reiterated their cooperation following a meeting of the two countries' foreign ministers in India amid rising geopolitical tensions over Moscow's war in Ukraine.  ", "Russian Foreign Minister Sergey Lavrov met his Chinese counterpart Qin Gang on Thursday on the sidelines of the G20 foreign ministers' meeting in New Delhi.  ", "In statement released after the meeting, Russia's Foreign Ministry said \"there was a unanimous rejection by the two of attempts to interfere in the internal affairs of other countries, or imposing unilateral approaches using blackmail and threats, or to oppose the democratization of international relations,\" in an apparent reference to the United States and its NATO allies,   ", "According to a Chinese Foreign Ministry readout, Qin said Beijing supports any efforts conducive to peace in Ukraine and will continue to play a constructive role in that regard.  ", "Both sides affirmed cooperation and coordination and enhanced strategic communication, according to the Chinese and Russian readouts.  ", "Some context: Tensions between the United States and China have intensified in recent weeks, including overconcerns from Washingtonthat Beijing is considering sending lethal aid to the Kremlin's struggling war effort. Beijing has denied those claims and instead sought to portray itself as an impartial agent of peace - in contrast to the US, which it has accused of \"adding fuel to the fire\" in the conflict and damaging the global economy with sanctions targeting Russia.  ", "TheWhiteHouse willannounceanother round ofmilitaryassistance forUkraineonFriday, which is the same day that German Chancellor Olaf Scholz will meet with President Joe Biden, accordingtoNational Security Council strategic communications coordinator John Kirby.  ", "Kirby declinedtoprovide a dollar figure forFriday'sannouncement.He added that Biden and Scholz will discuss \"additional support forUkrainegoing forward.\"  ", "The announcement comesjust one weekafter the Biden administration announced another $2 billion in Ukraine Security Assistance Initiative funds. That funding was for purchases and new contracts for equipment for Ukraine, including:  ", "Russian forces continue to press their offensive in the Bakhmut area as Ukrainian forces try to repel ongoing attacks near the key eastern city and nearby areas in the Donetsk region,the Ukrainian military's General Staff said in an evening update on Thursday.  ", "Over the past 24 hours, Russian forces launched rocket attacks on the cities ofChasiv Yar in Donetsk, located just 5 kilometers (about 3 miles) west of Bakhmut, andZaporizhzhia, the General Staff said.  ", "There were unsuccessful Russian offensive attempts in theKupyansk and Lyman directions, it added.  ", "In the Zaporizhzhia and Kherson directions, Russian forces continue \"to try to create conditions for an offensive\" and have fired artillery at more than 40 settlement areas, it said.  ", "Ukraine also responded with 13 strikes over the past day in areas where Russia has personnel and military equipment, the General Staff said, adding that the missile and artillery units hit one Russian ammunition depot.   ", "Russian security officials claimed on Thursday that a small Ukrainian armed group hadcrossed the Russian border into the southern Bryansk region, allegations dismissed by Kyiv as a \"classic deliberate provocation\" by the Kremlin.  ", "The Security Service of Russia (FSB) said in a statement via state-run news agency RIA Novosti on Thursday that the agency was carrying out operations to counter what it said were \"armed Ukrainian nationalists who violated the state border\" in the district. President Vladimir Putin later described the incident as a terrorist attack, and a local official said two civilians were killed.  ", "CNN cannot independently verify the Russian claims, and local media have not carried any images of the supposed incidents, any type of confrontation or an alleged raid reported by Russian authorities.  ", "US and Ukrainian officials have in the past warned that Russia has planned so-called \"false flag\" attacks along Russia's border with Ukraine as a pretext for military escalation, including Russian claims ahead of last year's full-scale invasion that Ukraine was sending \"saboteurs\" over the Russian border.  ", "The Bryansk region shares a border to its south with Ukraine, and to its west with Belarus, the close Russian ally nation that helped facilitate Putin's invasion of Ukraine last year.  ", "Read more here.", "Standing outside a Russian detention center inKherson, days after thesouthern Ukrainian city was liberated, 29-year-old Ihor shivered as he recalled what he endured inside.  ", "Kherson was the first large city and only regional capital Russian troops were able to occupy since the start of the invasion. Moscow's armies took over the city on March 2, 2022, and occupied it for several months before being forced to withdraw in early November, after a months-long offensive by Ukrainian forces.  ", "The detention center Ihor was held in was part of a network of at least 20 facilities that Ukrainian and international lawyers said was part of a calculated Russian strategy to extinguish Ukrainian identity.  ", "The investigation found that Russian forces followed a very specific blueprint in several occupied areas, with clear patterns that point to the overarching plan of Moscow's occupation of Ukraine.  ", "Read more here. ", "Yevgeny Prigozhin, the head ofthe Russian mercenary group Wagner, shared a video on Thursday, which he said shows his fighters in the city of Bakhmut.  ", "In the video, geolocated by CNN to the east of Bakhmut, uniformed men can be seen lifting a Wagner banner on the top of a heavily damaged building, with one of the men holding a guitar, presumably in reference to the private military group's nickname, \"the musicians.\"  ", "Despite Prigozhin's claim that his fighters had advanced to the city center, CNN geolocated the video to around 2 kilometers (1.2 miles) from the center of Bakhmut - Wagner fighters have been there for a while.  ", "The town in the eastern Donetsk region has been the scene of some of the fiercest fighting between Ukrainian and Russian forces in recent weeks.  ", "Serhii Cherevatyi, a spokesperson for the Eastern Grouping of Ukraine's Armed forces, told CNN on Wednesday that Russian forces were employing more experienced fighters from Wagner's ranks as they continued their assault on Bakhmut.  ", "US Secretary of State Antony Blinken publicly revealed for the first time Thursday that the United States has put forward a \"serious proposal\" to secure wrongfully detained Paul Whelan's release from Russia.  ", "US officials have long stressed their commitment to bringing home Whelan, who has been detained in Russia since 2018, but the public disclosure that a deal is on the table marks a notable development in those efforts.  ", "In a\"brief engagement\" with Sergey Lavrov on the sidelines of the G20 Foreign Ministers meeting Thursday, Blinken said he pressed the Russian foreign minister on Whelan's detention and the offer.  ", "State Department spokesperson Ned Price said Thursday that this \"was not a proposal that the Russians heard for the first time today.\" Price declined to give details on that proposal, but said it was one \"that we have conveyed to them consistently in the past.\"  ", "Read more here."], "headline": "March 3, 2023 Russia-Ukraine news    ", "timestamp": "  Updated  10:06 PM EST, Fri March 3, 2023    ", "act": "/europe/live-news/russia-ukraine-war-news-03-3-23"}, "/2023/03/03/europe/ales-bialiatski-sentenced-intl": {"paras": ["Belarusian Nobel Peace Prize laureate Ales Bialiatski was sentenced by a court in Minsk on Friday to 10 years in a maximum-security penal colony, Russia state news agency TASS reports. He was found guilty on the charge of smuggling, according to TASS.  ", "Exiled Belarusian opposition leader Sviatlana Tsikhanouskaya slammed the sentencing of Bialiatski and other activists in the same trial as \"appalling.\"   ", "\"We must do everything to fight against this shameful injustice & free them,\" she wrote on Twitter.  ", "Germany called the 10-year prison term an attack by Minsk on civil society. On Twitter, German Foreign Minister Annalena Baerbock slammed the charges and trial against Bialiatski and co-defendants Valentin Stefanovich and Vladimir Labkovich as a \"farce\" adding they were being judged \"simply because of their years-long fight for the rights, dignity and freedom of people in Belarus.\"  ", "\"The Minsk regime is fighting civil society with violence and imprisonment,\" Baerbock said, adding \"this is as much a daily disgrace as Lukashenko's support for Putin's war (in Ukraine).\"  ", "Baerbock urged Belarus to end political persecution and demanded the release of all of the more than 1,400 political prisoners.  ", "Bialiatski, a pro-democracy activist, has documented human rights abuses in Belarus since the 1980s. He founded the organization Viasna, or Spring, in 1996 after a referendum that consolidated the authoritarian powers of president and close Russian ally, President Alexander Lukashenko.  ", "The activist was arrested in 2020 amid widespread protests against Lukashenko's regime.  ", "Bialiatski won the Nobel Peace Prize for 2022 alongside human rights groups from Russia and Ukraine.  ", "The new laureates were honored for \"an outstanding effort to document war crimes, human right abuses and the abuse of power\" in their respective countries. \"They have for many years promoted the right to criticize power and protect the fundamental rights of citizens,\" the Norwegian Nobel Committee said at the time.  ", "Belarusian opposition politician Sviatlana Tsikhanouskaya congratulated Bialiatski. \"The prize is an important recognition for all Belarusians fighting for freedom & democracy,\" she wrote in a tweet three years ago. \"All political prisoners must be released without delay.\"  "], "headline": "Nobel laureate Ales Bialiatski sentenced to 10 years in prison by Belarusian court    ", "timestamp": "  Updated  8:40 AM EST, Fri March 3, 2023    ", "act": "/2023/03/03/europe/ales-bialiatski-sentenced-intl"}, "/2023/03/02/europe/greece-train-crash-larissa-protests-intl": {"paras": ["Anger in Greece over poor railway safety grew on Thursday, as authorities released audio in which a train driver involved in one of the country's worst train crashes in recent years was told to ignore a red light.  ", "Demonstrators poured onto the streets after the head-on collision between a passenger train carrying more than 350 people and a freight train on Tuesday evening in Tempi, near the city of Larissa. The death toll from the crash rose to 57 late on Thursday.   ", "Protesters clashed with police in the capital Athens, the country's transport minister resigned in the wake of the tragedy and a rail workers' union is going on strike, accusing the government of \"disrespect\" in the sector.   ", "Another 48 people remain in hospital as a result of the crash, which left toppled carriages and scorched debris in its wake. Six of the injured being treated are in critical condition due to head wounds and serious burns, public broadcaster ERT reported Thursday.   ", "After a train station manager in Larissa was arrested in connection to the collision, Greek authorities on Thursday made public striking dispatch recordings that show one of the train drivers receiving instructions to ignore a red light.  ", "\"Proceed through red traffic light exit until traffic light entry of Neon Poron,\" the station master is heard saying.  ", "\"Vasilis, am I good to go?\" the train driver responds, to which the train master says \"Go, go.\"  ", "In a second conversation, the station master can be heard ordering an employee to keep one of the trains on the same track.  ", "\"Shall I turn it now?\" the employee asks.  ", "\"No, no, because 1564 is on this route,\" the station master says.    ", "The station master has been charged with mass deaths through negligence and causing grievous bodily harm through negligence. Upon arrest he blamed the collision on a technical fault, though later admitted to \"making a mistake.\"  ", "Protesters gathered outside the central Athens headquarters of Greek rail company Hellenic Train again on Thursday evening in a demonstration organized by student and worker unions.   ", "Police already had a presence outside the Hellenic Train headquarters before the demonstrators arrived. The protest was peaceful, following unrest on Wednesday in which demonstrators clashed with police.  ", "Most of the passengers involved in the accident were young, a local hospital told ERT. The accident came soon after a holiday weekend.   ", "Search and rescue operations will continue on Thursday and Friday at the site of the crash, according to the Fire Service.   ", "Meanwhile, relatives of those missing are still awaiting news regarding their loved ones as the identification process continues at Larissa General Hospital.  ", "Speaking earlier to Greek media, Dimitris Bournazis, who is trying to get news about his father and brother, said no one has given him any information. Bournazis said he was trying to contact the company to find out where on the train his relatives were sitting at the time of the crash. He said he called the offices of Hellenic Train three times but no one has called him back.  ", "\"The prime minister and the health minister came here yesterday. Why? To do what? To explain what? Where are they today?\" Bournazis told Greek broadcaster SKAI, adding that \"no one has given us any information, no one knows how many people really were inside.\"  ", "\"We cannot only blame one person for this because of a mistake. Where is everyone else now? They all await the election to speak,\" he said.  ", "Speaking to ERT, passenger Andreas Alikaniotis, who was in the second carriage during the collision, described the moments following the crash.  ", "\"What we did was to break the glass, which was already cracked, and to throw the luggage outside the carriage, so we can land somewhere soft,\" he told ERT, describing how he helped around 10 people escape.  ", "\"We jumped 3 to 4 meters,\" he added, \"first the more seriously injured and then us with lighter injuries\"  ", "Alikaniotis added that he remembers pulling up two or three girls and helping them get to the window to jump. \"There was panic,\" he added.   ", "Greece has a weak record of railway passenger safety compared with other countries in Europe, recording the highest railway fatality rate per million train kilometers from 2018 to 2020 among 28 nations on the continent, according to a 2022 report from the European Union Agency for Railways.  ", "In an extraordinary meeting, the Greek federation of rail workers decided unanimously to launch the 24-hour strike on Thursday to highlight poor working conditions and chronic understaffing.  ", "It accused the federal government of \"disrespect\" towards railways for causing the crash, saying \"more permanent staff, better training and mainly the implementation of modern security systems, are permanently thrown in the bin.\"  ", "Separately, another 24-hour strike was announced by Greek metro workers, who said in a statement: \"There are no words to describe such tragedy.\"  ", "Greek transport minister Kostas Karamanlis said the railway system the government inherited was \"not up to 21st century standards\" as he stepped down from his role Wednesday.  ", "In a televised address after visiting the crash site, Greek Prime Minister Kyriakos Mitsotakis said the collision was \"mainly\" due \"to tragic human error.\"  ", "He said the transport minister's decision to resign was honorable, and added that the heads of Hellenic Railways Organization and its subsidiary ERGOSE have also submitted their resignations.  ", "Condolences have poured in from across the world, while a three-day period of mourning is under way in Greece.  ", "Britain's King Charles said in a statement that he and his wife Camilla, Queen Consort, have been \"most shocked and profoundly saddened by the news of the dreadful accident.\"  ", "French President Emmanuel Macron tweeted: \"My thoughts go out to the families of the victims of the terrible accident that took place last night near Larissa. France stands alongside the Greeks.\"  "], "headline": "Anger boils over train crash in Greece, as audio released of driver being told to ignore red light    ", "timestamp": "  Updated  6:35 AM EST, Fri March 3, 2023    ", "act": "/2023/03/02/europe/greece-train-crash-larissa-protests-intl"}, "/2023/03/02/europe/bryansk-russia-border-incident-ukraine-intl": {"paras": ["Russian security officials claimed on Thursday that a small Ukrainian armed group had crossed the Russian border into the southern Bryansk region, allegations dismissed by Kyiv as a \"classic deliberate provocation\" by the Kremlin.  ", "The Security Service of Russia (FSB) said in a statement via state media agency RIA Novosti on Thursday that the agency was carrying out operations following an \"armed Ukrainian nationalists who violated the state border\" in the district. President Vladimir Putin later described the incident as a terrorist attack, and a local official said two civilians were killed.  ", "CNN cannot independently verify the Russian claims, and local media have not carried any images of the supposed incidents, any type of confrontation or an alleged raid reported by Russian authorities.  ", "US and Ukrainian officials have in the past warned that Russia has planned so-called \"false flag\" attacks along Russia's border with Ukraine as a pretext for military escalation, including Russian claims ahead of last year's full-scale invasion that Ukraine was sending \"saboteurs\" over the Russian border.  ", "The Bryansk region shares a border to its south with Ukraine, and to its west with Belarus, the close Russian ally nation that helped facilitate Putin's invasion of Ukraine last year.   ", "The governor of the region, Alexander Bogomaz, said Wednesday on his Telegram channel that in the village of Lyubechan, two civilians were killed and a 10-year-old child was injured. In the village of Sushany, also located in the Klimovsky district, Bogomaz said a residential building caught fire from a shell dropped from what he claimed was a Ukrainian drone, according to RIA Novosti.   ", "Putin canceled a planned trip to southern Russia due to the incident in Bryansk, his spokesman Dmitry Peskov said earlier on Thursday. While making remarks on the incident, Putin didn't specify if the group had crossed the border from Ukraine, but blamed the attack on \"neo-Nazis,\" without giving additional details. He also promised to \"put them away.\"  ", "\"Today, [they] committed another terrorist act, penetrated the border area and opened fire on civilians,\" Putin said during a televised meeting on Thursday. \"They saw that civilians and children were sitting there, [in] an ordinary Niva (car). They opened fire on them.\"  ", "An adviser in Ukrainian President Volodomyr Zelensky's office, Mykhailo Podolyak, said the alleged raid was either a Russian provocation, or the work of local partisans taking a stand against the Kremlin, denying any Ukrainian involvement.  ", "\"Ukraine is not attacking,\" Podolyak said. \"This is either a provocation by the Russian side or Russian partisans who are beginning to dismantle the Putin regime. Because they still want to preserve some political chances for the post-war future of Russia, which will lose this war.\"  ", "Podolyak also said this type of operation was consistent with previous Russian provocations.   ", "\"This is classic Russia. It always goes for provocation, lies, it always creates information pretexts,\" he said. \"Ukraine does not attack Russian territory, does not send special reconnaissance groups there, does not kill people, especially civilians. Ukraine does not need this. This is not a strategic object and there is no point in going there.\"  ", "\"Or it is something else,\" he also said. \"Either Russian partisans are actively starting to show their personality because they want to prove that a protest movement is also possible in Russia.\"  "], "headline": "Putin accuses Ukraine of border attack, as Kyiv dismisses Russian 'provocation'    ", "timestamp": "  Updated  4:20 AM EST, Fri March 3, 2023    ", "act": "/2023/03/02/europe/bryansk-russia-border-incident-ukraine-intl"}, "/2023/02/28/europe/turkey-earthquake-red-crescent-criticism-intl": {"paras": ["Turkey's Red Crescent organization has been criticized by lawmakers and citizens after revelations that it sold tents to a charity instead of donating them to people in urgent need after the massive earthquake that claimed more than 44,000 lives earlier this month.  ", "While people were begging the government for shelters to sleep in during the freezing weather in the immediate aftermath of the quake, the Turkish Red Crescent sold 2,050 tents to the AHBAP charity organization for 46 million Turkish liras (around $2.4 million dollars), both groups have said.  ", "AHBAP, a well-known charity in the country, said it was desperate to acquire tents and couldn't find any to deliver to people in need, so made a decision to purchase from the Red Crescent, which is known in Turkey as Kizilay.   ", "\"Our friends had a meeting with Kızılay Çadır ve Tekstil A.Ş, which is a subsidiary of Kızılay. We immediately signed the contract for the tents that we learned had 2,050 tents in hand, and the next morning we sent 2,050 tents to the earthquake zone,\" AHBAP wrote in a tweet.  ", "\"Since the earthquake affected 10 provinces and the destruction was at an extraordinary level, the existing stocks of all tent manufacturers in our country could not meet the grievances of our citizens. The companies we contacted at that time did not have tents that we could send to the earthquake zone that morning. They were able to make them within a week at the earliest,\" AHBAP added.  ", "President of The Red Crescent, Kerem Kınık, told CNN's sister network CNN Turk Monday that he was not aware of the sale, adding that it was the decision of his staff to sell the tents. He said if he was aware of the situation, he would have suggested giving them away.   ", "However, a day earlier, on Sunday, Kınık wrote in a tweet, \"@Ahbap and @Red Crescent's cooperation is moral, rational, and legal. Anyone who claims otherwise either does not understand the issue or is malicious.\"  ", "Haluk Levent, a singer who founded AHBAP, wrote in a tweet Monday that his charity not only bought tents but also purchased \"30 thousand units of food from Kızılay Lojistik A.Ş., which each one would supply 3 meals for a family of 4 and does not expire for a year.\"    ", "\"In total, we purchased 108 million Turkish Liras worth of food from five different suppliers. 14 million of this (around $742,000) we bought from Kızılay Lojistik A.Ş.,\" Levent also wrote.  ", "Kınık also wrote on his Twitter account on Monday: \"PUBLIC DISCLOSURE. The Red Crescent Society delivers the donations it receives to those in need, it certainly does NOT sell it. The subject in the press is the activities of our companies specialized in the field of humanitarian aid, which generates sustainable income for the Red Crescent.\"  ", "The revelations have attracted criticism in Turkey. Ahmet Davutoglu, who was formerly prime minister under Turkish President Recep Tayyip Erdogan's AK Party, criticized the Red Crescent on Twitter, writing: \"Red Crescent cannot sell tents while people are desperately waiting for tents on the street. Those tents should have been delivered to the people of the region free of charge. It's called ignorance, losing your mind. Our country and our noble nation do not deserve this.\"  ", "Meral Akşener, the leader of Turkey's opposition IYI Party, added: \"The Turkish Red Crescent was established with the understanding \"to protect the dignity of people and society with the power of goodness, to increase their resilience and to work to relieve their suffering\"; With the power of money, you have condemned people to an understanding that leaves them alone and empties them. Shame on you!\"  ", "In the aftermath of the earthquake, many people including citizens, journalists, and opposition party members accused the Turkish government not only of failing to distribute tents and food to earthquake regions but also criticized it for not having enough teams for operations to rescue the survivors.   ", "During a news conference on Monday, President Erdogan asked to be pardoned for delays in aid and rescue. \"Due to the weather and road conditions, we could not carry out the work we wanted in Adıyaman for the first few days, I ask your pardon for this. We are aware of everything, no one should doubt that we will do what is necessary,\" he said.   ", "Last week, the Turkish government also announced that it will start some rebuilding in quake zones amid criticism from engineers and architects. Turkey's Environment, Urbanization, and Climate Change minister Murat Kurum announced that excavation has begun for 885 houses in the earthquake region.   ", "However, Turkey's Union of Chambers of Turkish Engineers and Architects (TMMOB) warned about future problems that could arise from building houses in a hasty manner.   ", "Emin Koramaz, chairman of the TMMOB's Board wrote in his column at BirGün, an independent newspaper, that \"every project that will be implemented without making new geological investigations, updating the ground surveys, and preparing the city plans in accordance with the earthquake after the earthquake means carrying the current earthquake risk to the future and putting people's lives at risk.\"  ", "Some social media users also criticized the building efforts, arguing that continuous aftershocks in the region would damage the foundations of the new buildings.  ", "President Erdogan, who faces a general election in the coming months, has promised new homes for the people who were affected by the earthquake and said that they'll be completed in a year.  "], "headline": "Turkey's Red Crescent criticized for selling tents to charity instead of giving them to quake victims    ", "timestamp": "  Updated  11:08 AM EST, Tue February 28, 2023    ", "act": "/2023/02/28/europe/turkey-earthquake-red-crescent-criticism-intl"}, "/2023/02/26/europe/migrant-shipwreck-deaths-italy-calabria-intl": {"paras": ["At least 64 people including children and women died after a wooden boat carrying migrants from Turkey broke apart on rocks off the coast of Calabria on Sunday, Italian authorities said.   ", "More bodies were being pulled from the Mediterranean Sea on Monday, where bad weather hampered search efforts and made the field of debris larger.   ", "More than two dozen of the dead were Pakistani nationals, the country's prime minister, Shehbaz Sharif, said Monday. Sharif described the news as \"deeply concerning and worrisome\" and directed Pakistan's foreign ministry to investigate.   ", "At least 82 passengers survived the shipwreck, an official from Italy's Crotone prefecture said Monday.  Among those on board were people from Turkey, Iran and Afghanistan, according to rescuers.   ", "The vessel left the Turkish city of Izmir three or four days before the wreck, with 140 to 150 people on board, Reuters reported. The first three bodies washed up on the beach near Staccato di Cutro in southern Italy around 4:40 a.m. local time Sunday.  ", "The full breakdown of migrants by gender and ages who have died were set to be released soon and the total number of people missing had not yet been established, Manuela Curra, prefect of Crotone, told CNN on Monday.   ", "Italian Prime Minister Giorgia Meloni blamed human traffickers. \"It is criminal to launch a boat just 20 meters long with 200 people on board in adverse weather,\" she said in a statement. \"It is inhumane to exchange the lives of men, women and children for the price of a ticket under the false perspective of a safe journey.\"   ", "Interior Minister Matteo Piantedosi added that new measures must be instituted to reduce such perilous journeys. \"It is essential to continue with every possible initiative to stop departures and discourage crossings in any way which takes advantage of the illusory mirage of a better life,\" he said in a statement.   ", "Meloni made stopping migrant boats a priority of her hard-right government. This week parliament approved new laws making it more difficult for NGOs to carry out rescues.   ", "In Vatican City on Sunday, in reference to the victims of the shipwreck, Pope Francis said: \"I pray for each of them, for the missing, and for the other migrants who survived. I thank those who are helping them and those who are giving them assistance. May the Virgin Mary help these brothers and sisters.\"  ", "UNHCR records show that 11,874 people have arrived in Italy so far in 2023 by sea, with 678 of them arriving at Calabria.  ", "Typically, arrivals are from African countries, rather than the Middle East and Asia, with the majority of boats setting off from Libya.  ", "Only 8.3% of arrivals are from Pakistan, 6.7% from Afghanistan and 0.7% from Iran. The rest are primarily from Africa, with 17.3% of arrivals from Ivory Coast alone, 13.1% from Guinea. Other African nations, including North African countries, make up most of the rest.  ", "The most deadly migration route is the Central Mediterranean route, where at least 20,334 people have died since 2014, according to the International Organization for Migration's Missing Migrants Project.  "], "headline": "Children and women among 64 dead as migrant boat hits rocks near Italy    ", "timestamp": "  Updated  10:31 AM EST, Tue February 28, 2023    ", "act": "/2023/02/26/europe/migrant-shipwreck-deaths-italy-calabria-intl"}, "/2023/02/27/europe/vladimir-putin-steven-seagal-award-intl-scli": {"paras": ["Russian President Vladimir Putin has signed a decree to honor the American actor Steven Seagal with the state Order of Friendship.  ", "The decree cited what it called Seagal's \"great contribution to the development of international cultural and humanitarian cooperation.\"  ", "Seagal has been a regular visitor to Russia and became a citizen of the country in 2016, when he received a Russian passport from Vladimir Putin personally. He has also worked as the Russian Foreign Ministry's \"special representative\" to the United States and Japan.  ", "The former action hero backed Russia's illegal annexation of Crimea and has supported its invasion of Ukraine. He visited the occupied Donbas area last summer.  ", "In an interview on Russian television last year he spoke of an existential threat to Russia from Ukraine.  "], "headline": "Vladimir Putin signs a decree honoring US actor - and Russian citizen - Steven Seagal    ", "timestamp": "  Published  12:03 PM EST, Mon February 27, 2023    ", "act": "/2023/02/27/europe/vladimir-putin-steven-seagal-award-intl-scli"}, "/2023/02/26/europe/moldova-transnistria-russia-tensions-explainer-intl": {"paras": ["Tensions are mounting in Moldova, a small country on Ukraine's southwestern border, where Russia has been accused of laying the groundwork for a coup that could drag the nation into the Kremlin's war. ", "Moldova's President, Maia Sandu, has accused Russia of using \"saboteurs\" disguised as civilians to stoke unrest amid a period of political instability, echoing similar warnings from Ukrainian President Volodymyr Zelensky.  ", "Russian President Vladimir Putin has meanwhile baselessly accused Kyiv of planning its own assault on a pro-Russian territory in Moldova where Moscow has a military foothold, heightening fears that he is creating a pretext for a Crimea-style annexation.   ", "US President Joe Biden met President Sandu on the sidelines of his trip to Warsaw last week, marking the one-year anniversary of Russia's invasion.  ", "Although there is no sign he has accepted her invite to visit, the White House did say he reaffirmed support for Moldova's \"sovereignty and territorial integrity.\"  ", "Here's what you need to know.  ", "Earlier this month, Zelensky warned that Ukrainian intelligence intercepted a Russian plan to destabilize an already volatile political situation in Moldova.  ", "The recent resignation of the country's prime minister followed an ongoing period of crises, headlined by soaring gas prices and sky-high inflation. Moldova's new prime minister has continued the government's pro-EU drive, but pro-Russian protests have since taken place in the capital, Chisinau, backed by a fringe, pro-Moscow political party.   ", "Amid the tensions, Moldova's President Sandu issued a direct accusation that Russia was seeking to take advantage of the situation.  ", "Sandu said the government last fall had planned for \"a series of actions involving saboteurs who have undergone military training and are disguised as civilians to carry out violent actions, attacks on government buildings and hostage-taking.\"  ", "Sandu also claimed individuals disguised as \"the so-called opposition\" were going to try forcing a change of power in Chisinau through \"violent actions.\" CNN is unable to independently verify those claims.  ", "\"It's clear that these threats from Russia and the appetite to escalate the war towards us is very high,\" Iulian Groza, Moldova's former deputy foreign minister and now the director of the Chisinau-based Institute for European Policies and Reforms, told CNN.  ", "\"Moldova is the most affected country after Ukraine (by) the war,\" he said. \"We are still a small country, which has still an under-developed economy, and that creates a lot of pressure.\"  ", "Despite Moscow's pleas of innocence, its actions regarding Moldova bear a striking resemblance to moves it made ahead of its annexation of Crimea in 2014, and its full-scale invasion of Ukraine last year.  ", "On Tuesday, Putin revoked a 2012 foreign policy decree that in part recognized Moldova's independence, according to Reuters.   ", "Then on Thursday, Russia's Ministry of Defense accused Ukraine of \"preparing an armed provocation\" against Moldova's pro-Russian separatist region of Transnistria \"in the near future,\" state-media TASS reported.   ", "No evidence or further details were offered to support the ministry's accusation, and it has been rubbished by Moldova.   ", "But the claim has put Western leaders on alert, coming almost exactly a year after Putin made similar, unsubstantiated claims that Russians were being targeted in the Donbas - the eastern flank of Ukraine where Moscow had supported militant separatists since 2014 - allowing him to cast his invasion of the country as an issue of self-defense.  ", "\"It was the case before - we have seen constant activities of Russia trying to explore and exploit the information space in Moldova using propaganda,\" Groza said.  ", "\"With the war, all these instruments that Russia was using before have been multiplied and intensified,\" he said. \"What we see is a reactivation of Russian political proxies in Moldova.\"  ", "\"I do see lots of fingerprints of Russian forces, Russian services in Moldova,\" Poland's Prime Minister Mateusz Morawiecki told CBS last Sunday. \"This is a very weak country, and we all need to help them.\"   ", "Central to Russia's interests in Moldova is Transnistria, a breakaway territory that slithers along the eastern flank of the country and has housed Russian troops for decades.  ", "The territory - a 1,300 square mile enclave on the eastern bank of the Dniester River - was the site of a Russian military outpost during the last years of the Cold War. It declared itself a Soviet republic in 1990, opposing any attempt by Moldova to become an independent state or to merge with Romania after the disintegration of the Soviet Union.  ", "When Moldova became independent the following year, Russia quickly inserted itself as a so-called \"peacekeeping force\" in Transnistria, sending troops in to back pro-Moscow separatists there.  ", "War with Moldovan forces ensued, and the conflict ended in deadlock in 1992. Transnistria was not recognized internationally, even by Russia, but Moldovan forces left it a de facto breakaway state. That deadlock has left the territory and its estimated 500,000 inhabitants trapped in limbo, with Chisinau holding virtually no control over it to this day.  ", "Moldova is a country at a crossroads between east and west. Its government and most of its citizens want closer ties to the EU, and the country achieved candidacy status last year. But it's also home to a breakaway faction whose sentiment Moscow has eagerly sought to rile up.  ", "It has been a flashpoint on the periphery of Russia's invasion of Ukraine for the past year, with Russian missiles crossing into Moldovan airspace on several occasions, including earlier this month.   ", "A series of explosions in Transnistria last April spiked concerns that Putin was looking to drag the territory into his invasion.  ", "Russia's stuttering military progress since then had temporarily allayed those fears. But officials in Moldova have been warning the West that their country could be next on Putin's list.  ", "Last month, the head of Moldova's Security Service warned there is a \"very high\" risk that Russia will launch a new offensive in Moldova's east in 2023. Moldova is not a NATO member, making it more vulnerable to Putin's agenda.   ", "Should Russia launch a Spring offensive that centers on Ukraine's south, it may seek again to creep towards Odesa and then link up with Transnistria, essentially creating a land bridge that sweeps through southern Ukraine and inches even closer to NATO territory.  "], "headline": "Why Moldova fears it could be next for Putin    ", "timestamp": "  Updated  9:45 AM EST, Sun February 26, 2023    ", "act": "/2023/02/26/europe/moldova-transnistria-russia-tensions-explainer-intl"}, "/2023/02/25/europe/ukraine-war-three-key-weapons-intl-hnk": {"paras": ["When Russian President Vladimir Putin sent his forces into Ukraine a year ago, most observers expected a quick victory for the invaders.  ", "Those early predictions of Russian success have not materialized, for what experts cite as a variety of factors, including higher morale and superior military tactics on the Ukrainian side but also - crucially - the supply of Western armaments.  ", "While recent headlines have made much of the potential for Western battle tanks or Patriot air defense systems to influence the war's outcome, these systems have yet to be used in combat in Ukraine.  ", "But there are other weapons that have already helped to change the course of the war. Here are three key ones that the Ukrainians have used to devastating effect.  ", "At the very beginning of the war, fighters on both sides were expecting Russian armored columns to begin rolling into the Ukrainian capital of Kyiv within days.   ", "The Ukrainians needed something that could blunt that attack - and found it in the form of the Javelin, a shoulder-fired, guided anti-tank missile that can be deployed by a single individual.  ", "Part of its appeal lies in its ease of use, as manufacturer Lockheed Martin, which co-developed the missile with Raytheon, explains: \"To fire, the gunner places a cursor over the selected target. The Javelin command launch unit then sends a lock-on-before-launch signal to the missile.\"  ", "The Javelin is a \"fire and forget\" weapon. As soon as its operator takes the shot, they are able to run for cover while the missile finds its way to the target.  ", "This was particularly important in the early days of the war as the Russians tended to stay in columns when trying to enter urban areas. A Javelin operator could fire from a building or behind a tree and be gone before the Russians could fire back.  ", "The Javelin is also good at targeting the weak spot of the Russian tanks - their horizontal surfaces - because its trajectory after launch sees it curve upwards then fall on the target from above, according to Lockheed Martin.  ", "This could be seen in images early in the war of Russian tanks with their turrets blown off. Often, it was a Javelin that had done the damage.  ", "Indeed, so great was the Javelins' impact that two-and-a-half months into the war US President Joe Biden visited the Alabama plant where they are made to praise the workforce for their help in defending Ukraine.  ", "\"You're making a gigantic difference for these poor sons of guns who are under such enormous, enormous pressure and firepower,\" Biden said at the time.  ", "There was one other advantage to the Javelins, particularly pertinent at the start of the war: they were politically acceptable.  ", "\"Their low cost and defensive usage make them politically easier for other countries to provide,\" Michael Armstrong, an associate professor at Brock University in Ontario, wrote on the Conversation. \"By contrast, governments disagree about sending more expensive offensive weapons like warplanes.\"  ", "The full US Army name is the M142 High Mobility Artillery Rocket System. It's \"a full-spectrum, combat-proven, all-weather, 24/7, lethal and responsive, wheeled precision strike weapons system,\" the US Army says.  ", "That's a mouthful, but to put it more plainly, HIMARS is a 5-ton truck carrying a pod that can launch six rockets almost simultaneously, sending their explosive warheads well beyond the battlefield's front lines, and then quickly change positions to avoid a counterstrike.  ", "\"If Javelin was the iconic weapon of the early phases of the war, HIMARS is the iconic weapon of the later phases,\" Mark Cancian, senior adviser for the International Security Program at the Center for Strategic and International studies, wrote in January.  ", "HIMARS fires munitions called the Guided Multiple Launch Rocket System (GMLRS) that have a range of 70 to 80 kilometers (about 50 miles). And their GPS guidance systems make them extremely accurate, within about 10 meters (33 feet) of their intended target.  ", "Last July, Russian reporter Roman Sapenkov said he witnessed a HIMARS strike on a Russian base at Kherson's airport in territory Moscow's forces had occupied at the time.  ", "\"I was struck by the fact that the whole packet, five or six rockets, landed practically on a penny,\" he wrote.  ", "HIMARS has had two key effects, Yagil Henkin, a professor at the Israel Defense Forces Command and Staff College, wrote for the US Marine Corps University Press.  ", "The strikes have forced \"the Russians to move their ammunition depots farther to the rear, thereby reducing the available firepower of Russian artillery near the front lines and making logistical support more difficult,\" Henkin wrote.  ", "And using the long-range rockets to hit targets such as bridges has disrupted Russian supply efforts, he said.  ", "The HIMARS system is manufactured and patented in the United States by Lockheed Martin.  ", "The Turkish-designed drone has become one of the world's best-known unmanned aerial vehicles (UAV) due to its use in the Ukraine war.  ", "It's relatively cheap, made with off-the-shelf parts, packs a lethal punch and records its kills on video.  ", "Those videos have shown it taking out Russian armor, artillery and supply lines with the missiles, laser-guided rockets and smart bombs it carries.  ", "\"Viral videos of the TB2 are a perfect example of modern warfare in the TikTok era,\" Aaron Stein, a senior fellow at the Foreign Policy Research Institute, wrote on the Atlantic Council's website.  ", "The Bayraktar TB2 was not a \"magic weapon,\" but it was \"good enough,\" he wrote.  ", "He cited as its weaknesses its lack of speed and vulnerability to air defenses. Battlefield statistics appear to bear that out. Seventeen of the 40 to 50 TB2s that Ukraine has received have been destroyed in combat, according to the Oryx open source intelligence website.  ", "But Stein says the number of losses are outweighed by the low cost of the drone, which means they can be relatively easily replaced.  ", "Indeed, a plan to set up an assembly line for the drones in Ukraine was in the works even before the war. And using the drones potentially has saved the lives of Ukrainian pilots who would otherwise have had to carry out the missions.  ", "Recent reports from Ukraine indicate the TB2 may be playing less of a role as Russian forces figure out how to combat it, yet its fans say it delivered when Ukraine's position was most precarious.  ", "Its videos of Russian kills were \"a great morale booster,\" Samuel Bendett, adjunct senior fellow at the Center of Naval Analyses Russia Studies (CNAS), told CNN early in the war.   ", "\"It's a public relations victory.\"   ", "The TB2 even had a music video made about it. That's the status it has attained among Ukrainians.  "], "headline": "Three weapons that changed the course of Ukraine's war with Russia    ", "timestamp": "  Published  6:58 PM EST, Sat February 25, 2023    ", "act": "/2023/02/25/europe/ukraine-war-three-key-weapons-intl-hnk"}, "/2023/02/23/europe/ukraine-foreign-fighters-vuhledar-donbas-intl": {"paras": ["Under a blanket of stars, the only sound in the air is the deep hum of a pick-up truck, its headlights off. Fumes chug into frigid air from the exhaust. Only the taillights reveal the vehicle's outline; the remotest sliver of light could spell disaster this close to the frontline.  ", "Overhead, Russian drones stalk the skies, hunting for any sign of life.   ", "Thursday's pre-dawn mission is simple: get to one of the most beleaguered and battered parts of eastern Ukraine's 1,500 mile-frontline, the lynchpin town of Vuhledar, which Russian forces have sought to seize for months.  ", "\"Ready!\" barks an American voice. A British soldier, balaclava covering his face, perhaps in anticipation of a minus 5 degrees Celsius (23 degrees Fahrenheit) journey on the back of the truck, replies \"yep,\" and leaps onto the vehicle.   ", "On the eve of the one-year anniversary of Russia's war in Ukraine, CNN was given exclusive access for two days with Ukraine's International Legion - a band of foreign fighters who have bolstered the Ukrainian armed forces in the fight for their homeland.  ", "One of them hails from North Carolina, via New York. The American voice belongs to Jason Mann, who goes by 'Doc.' A bearded, six-foot former United States Marine with tours in Afghanistan and Iraq under his belt, Mann leads a unit called 'Phalanx.'   ", "Recent arrivals to his unit include two Canadians and a Brit, who go by calls signs like 'Scrappy' and 'Terminator' (the latter of whom got his name after taking a brick to the eye on a mission, leaving it bloodshot).   ", "The aim of this early morning mission into Vuhledar is to familiarize 'Scrappy' - newly arrived from the UK a matter of weeks ago - with the terrain in this strategically critical town, known as the \"gift of coal.\"  ", "\"A lot of activity is going to be happening (in Vuhledar) over the next week,\" predicts Mann. \"We need to get him a little bit familiar with the area just in case we run out fast.\"  ", "Moscow has piled ammunition and troops into capturing Vuhledar in recent months. It has reduced the city to a shell of itself. Ferocious fighting has left the town, once of 15,000 people, largely void of any life.    ", "A Russian victory here would help it keep Donetsk connected with Russian-occupied Crimea and allow the Russians to begin a northern \"hook\" as part of their anticipated spring offensive.   ", "But Russian troops have suffered painful and bloody failures around Vuhledar, causing a near mutiny among troops in November. Drone video from Ukrainian units stationed around the town have shown Russian tanks and armored personnel carriers rolling over mines, dumping their troops and then running them over, as Ukrainian artillery targets them.    ", "Now Mann and his unit expect a renewed Russian effort to take the city and finally declare victory here as the war's February 24 anniversary draws closer.    ", "The previous days mud has turned rock hard, and the pick-up rattles over it. Speed is essential to accessing Vuhledar, as the convoy crosses huge, exposed fields. Small leafless tree lines offer scant protection from Russian artillery.   ", "On arriving to the tiny strategic town, it becomes clear that the months of fighting have left an apocalyptic level of destruction. Tall Soviet apartment blocks offer some cover from the near constant Russian shelling.   ", "But at this early hour, the city is eerily calm. \"This isn't an early morning war,\" Mann quips.   ", "The previous day, a near constant barrage of artillery had hammered the city.  ", "To venture safely further into Vuhledar, you pass through the apartment buildings.   ", "We step through a squeaky swinging door, into almost ghostly silent courtyard. A rust swing set hangs limp, every building show the scars of a pounding. Windows are blown out, chunks of walls are missing, bricks and debris litter the ground, pock-marked with craters.   ", "\"Now you can see why I don't like being on this side,\" Mann says.  ", "A couple are wandering the streets with shopping bags. The appearance of life seemed incongruous to the surrounding. To our guides though, it was suspicious.  ", "The risk of shelling grows as the sun rises; it looks like a beautiful day - perfect for artillery, and time for us to leave.  ", "Back in a small village a small distance back from Vulhedar, a family house has been transformed into a military billet and small arsenal. Towns like these have sprung up across Ukraine, tiny military eco-systems.  ", "Roving battery units fire vibrating shells at regular intervals across the village towards Russian positions without warning. A tiny litter of newly born puppies barely flinch.  ", "Mann says his experience in Iraq and Afghanistan hardly prepared him for the kind of warfare seen in Ukraine.   ", "\"You know, fighting in a trench that's not something that someone's done in a long time. Like even World War Two is not really fought in trenches to this degree. Artillery is something we didn't have to deal with in Iraq and Afghanistan apart from just a random rocket or grenade coming in. And that's something you can't fight against. You just have to hunker down and get lucky.\"  ", "While the exact number of foreign fighters in Ukraine is unclear and has fluctuated since the start of the war, Mann estimates that the current figure is in the low thousands.  ", "He has seen most of the war. Mann arrived in early March 2022, and shows no sign of losing his commitment to the Ukrainian war effort.   ", "\"I'm 100% solid. There's nothing wrong with my resolve, there's nothing wrong with how I feel about the situation, I'm definitely in the right place,\" Mann told CNN, from a bunker-come-arsenal underneath the unit's sleeping quarters.  ", "He is a Columbia university alumnus and former software engineer at Google. Before that chapter of his life, he was a Marine, serving tours in Afghanistan and Iraq. The world of big tech was there for the taking, but Mann says he felt called to fight for freedom.   ", "\"This is redefining the global order as we speak. This is democracy versus autocracy. Do we want to let autocracy control more people's lives in the future or prevent it from doing that ever again?\" he says.  ", "The Legion is attached to the Ukrainian 72nd brigade and work regularly with Ukrainian regulars, with the help of interpreters. Just days before CNN's arrival, the Legion lost a Ukrainian reconnaissance man on a mission. He was caught up in a mortar attack, and buried on Friday.  ", "Mann's boss, a New Zealander who goes by the name 'Turtle,' says their fallen comrade's courage needed no translation.  ", "\"He was such a nice guy. But didn't speak a lick of English. Most of the time, he did his talking via Google Translate. But there's a few really good things I remember about him. He was also very good with wife and his kids, always talking to them every night,\" the New Zealander says.  ", "\"There were a lot of times we would go out and fight in the trenches, but no matter how scared he was, he never said no,\" he says.  ", "Time travel or not, death lurks at every corner in war, and for this unit, this isn't their war; their families are safe thousands of miles away, and they could choose to rip up their rolling Ukrainian army contracts and go home at anytime.   ", "But the men we meet are committed to Ukraine's fight, none more so than Mann.  ", "He sees his decision to join up as a moral imperative - he says that the start of Russia's invasion on February 24 was just \"one of those moments in your life when you don't really have a choice.\"   ", "Asked if he had any regrets - his curt reply had a hint of the assured former Marine.   ", "\"No regrets.\"  "], "headline": "'No regrets.' Ukraine's foreign fighters vow to fight until the end in war with Russia    ", "timestamp": "  Updated  10:02 PM EST, Thu February 23, 2023    ", "act": "/2023/02/23/europe/ukraine-foreign-fighters-vuhledar-donbas-intl"}, "/2023/02/21/europe/report-hospital-ukraine-attacks-russia-invasion-intl-dg": {"paras": ["At 5:20 p.m. on April 19 last year, a Russian missile hit the only hospital in Bashtanka, a district center in southern Ukraine. The explosion destroyed an outpatient clinic and some critical equipment, while the blast wave ripped through the rest of the hospital buildings, shattering windows and knocking out doors.  ", "Several patients were undergoing surgery and a number of women were in a labor ward at the time, Bashtanka Hospital director Alla Barsehian told CNN last week.  ", "All patients were safely evacuated, but health care workers turned up to work the next morning. In the rain, shoulder to shoulder with their friends and family, they began cleaning up the debris by hand. One and a half days later - with plastic wrap for windows and no doors - the facility reopened.  ", "\"We are the lifeblood of this district,\" Barsehian said. She told CNN when she returned to the destroyed buildings the day after the attack, patients approached her and asked when the next appointment for their doctor was available - this is when she realized they had no choice but to carry on. \"We didn't have time [to deliberate], we had to quickly restore everything and continue doing our jobs because people needed us.\"  ", "The explosion in Bashtanka came just over a month after a similar attack destroyed Mariupol maternal hospital in March 2022. Russian officials then claimed that the hospital was a justifiable military target, but a pattern was emerging.  ", "More than 250 attacks during Russia's invasion last year left nearly one in 10 Ukrainian hospitals damaged, some repeatedly, according to new analysis reviewed by CNN by investigators from the United States, United Kingdom, Switzerland and Ukraine published Tuesday.  ", "The analysis is a joint undertaking of five different non-governmental organizations (NGOs): eyeWitness to Atrocities (eyeWitness), Insecurity Insight, the Media Initiative for Human Rights (MIHR), Physicians for Human Rights (PHR), and the Ukrainian Healthcare Center (UHC). CNN has reviewed their analysis but cannot independently confirm the details of each attack.  ", "Nearly 200 medical workers, who at the time of war are protected under international human rights laws, were either killed, injured, kidnapped or arrested, the collaboration between the NGOs revealed.  ", "Researchers documented 707 health care attacks between February and December 2022, including damage to facilities, such as strikes by ground-launched explosives, and other attacks, such as looting, denial of access to health care and disruption of patients' access to utilities necessary for medical care.  ", "\"These findings should be a wake-up call for the global community to act now to end impunity for wanton violence against health workers, in Ukraine and around the world,\" Christian De Vos, report co-author and research director at Physicians for Human Rights, a US-based human rights NGO, told CNN.  ", "\"While violence against health care in conflict zones is a global phenomenon, Russia's assault on Ukraine's health system in 2022 stands out for its scale and indiscriminate violence against civilian infrastructure,\" said Christina Wille, report co-author and director of Insecurity Insight, a Swiss non-profit organization monitoring threats of violence across the globe.  ", "\"We have clearly seen from the pattern [in the data] a method of warfare which is incompatible with the respect for international humanitarian law and needs to be addressed,\" Wille told CNN, referring to incidents of indiscriminate use of explosive weapons against Ukraine listed in the report and alleged cases of kidnapping and torture of individual health workers.  ", "CNN has asked the Russian government for comment but has not yet received a response. Russia has previously claimed that it only fires on targets of military value. Following the 2022 attack at the Mariupol maternity and children's hospital, Russian Foreign Ministry spokeswoman Maria Zakharova claimed - without providing evidence -  that Ukrainian forces had \"equipped combat positions\" within the hospital. Video from the hospital after the bombing clearly showed there were both patients and staff there, including heavily pregnant women who were carried from the hospital.  ", "Nearly a year into the war, Russia is mounting enormous pressure on Ukrainian civilians by using explosive weapons in urban areas, and damaging crucial services, such as the energy grid and the health care system.  ", "Nearly one in three Ukrainians lack access to medical services - and that number is greater in the eastern and southern parts of the country - according to a December 2022 survey by the United Nations' International Organization for Migration.  ", "\"These are vulnerable populations of people that need to have access to health care. And right now, it's severely jeopardized,\" Dr. David Callaway said, an emergency medicine physician who has provided aid in Ukraine and serves as chief medical officer of the disaster response nonprofit Team Rubicon.  ", "Experts warn that civilians are left with hardly any access to medical care in areas that have seen active combat. Nearly 80% of Mariupol's health care facilities are destroyed, leaving the city's remaining population of 100,000, many of them vulnerable or elderly, practically on their own, according to previous research by the Ukrainian Healthcare Center (UHC) think tank, one of the report partners. By June last year, at least 320,000 Mariupol citizens have either fled, been forcibly relocated or died, according to Mariupol's City Council.  ", "\"An implicit loss of health [in Ukraine] is vast,\" said Pavlo Kovtoniuk, UHC co-founder and Ukraine's former Deputy Minister of Health. \"We see a huge deprivation of health care services and pharmaceuticals in recently de-occupied territories.\"  ", "Callaway said the attacks also have a \"chilling effect\" on health care workers who want to \"provide care and abide by their principles of impartiality and neutrality to help those in need. When they're intentionally targeted, that has a significant impact on the ability of humanitarians to work.\"  ", "But even away from the frontline, small to medium communities are feeling the effects of the attacks on their health care facilities and workers. Like Bashtanka, they are normally served by just one hospital or clinic, Kovtoniuk said, adding that disruptions result in people dropping their medication for chronic conditions, stopping health checkups or suffering from mental health issues alone, the consequences of which will only be seen in years to come.  ", "\"Russian attacks have an impact that exists long after the physical damage to a building; lack of access to necessary care and essential medicines destabilizes the population at large,\" De Vos told CNN. \"I think that is precisely why the health care is often targeted.\"  ", "Kovtoniuk's team and their colleagues at the Media Initiative for Human Rights (MIHR) traveled across Ukraine in the last year to visit attack sites, assess damage and interview victims. They used specialized software designed by UK-based eyeWitness to Atrocities, another report partner, to document what happened on the ground in a way that could be submitted as legal evidence in national and international criminal cases related to the war.  ", "For locations that were impossible to reach due to combat or occupation, a group of Ukrainian and international investigators gathered social media reports and checked them against satellite imagery to verify that the events actually took place, Kovtoniuk said.  ", "\"The report is the very first comprehensive effort to map and analyze attacks on Ukrainian health care infrastructure and personnel by Russian forces,\" said Iryna Marchuk, an associate professor of international and criminal law at the University of Copenhagen, who was not part of the research.  ", "\"The health care infrastructure in Ukraine has been deliberately targeted by Russian forces, which is absolutely prohibited in international humanitarian law and constitutes a war crime falling within the jurisdiction of the International Criminal Court,\" Marchuk said in an emailed statement last week.  ", "The Geneva Conventions qualify indiscriminate bombing in populated areas, failure to distinguish between combatants and civilians, and intentionally directing attacks against distinctively marked medical units, transport, and personnel as war crimes. The United Nations considers deliberate, strategic targeting of civilian populations a crime against humanity.  ", "The World Health Organization (WHO) maintains its own database of attacks on health care facilities, transport, supplies and personnel in Ukraine. WHO counted 774 attacks from the start of Russia's invasion through the end of 2022, with 101 deaths and 131 injuries of medical personnel and other civilians on the ground. However, it does not disclose precise details of the attacks in this database.  ", "The coalition of investigators from the UHC, MIHR, PHR, Insecurity Insight and eyeWitness is urging the international legal community to investigate the evidence it gathered.  ", "\"When Russia entered the war in Syria in 2015, it used the same tactic, but it was never held accountable for that, so it decided to use it again in Ukraine,\" Kovtoniuk told CNN.  ", "Richard Goldstone, former justice of the Constitutional Court of South Africa who was instrumental in helping end apartheid in South Africa, said he found the report to be damning. \"I anticipate that it will assist in bringing some of the criminals responsible for these atrocities to justice,\" he said in an emailed statement.  ", "Evidence from the Tuesday report is likely to be presented at a non-binding tribunal this week in The Hague, Stephen Rapp told CNN. Rapp, a former US ambassador-at-large for war crimes issues, is one of three judges hearing evidence on aggression in Ukraine. Rapp says the tribunal will decide whether there is sufficient evidence to confirm an indictment and issue an arrest warrant for Russian President Vladimir Putin. \"We hope that our proceedings will inspire the UN General Assembly to authorize the Secretary General to enter into an agreement with Ukraine to establish a tribunal with legal jurisdiction over aggression in Ukraine,\" Rapp told CNN.  ", "Back in Bashtanka, the hospital was rebuilt by the end of summer 2022 with the help of donors and volunteers from across the country, Barsehian said. And far from scaring the health workers away, the attacks have only made them more determined.  ", "\"Our job is not harder than the soldiers' one. We are used to all sorts of challenges,\" said Barsehian. \"We were not scared, we were angry.\"  "], "headline": "Report: Nearly one in every 10 hospitals in Ukraine have been damaged by attacks since Russia's invasion    ", "timestamp": "  Updated  6:41 PM EST, Thu February 23, 2023    ", "act": "/2023/02/21/europe/report-hospital-ukraine-attacks-russia-invasion-intl-dg"}}