{"/2023/03/03/china/china-basketball-yao-ming-zhou-qi-xinjiang-intl-hnk": {"paras": ["The return of China's top basketball league to its normal season format following years of Covid disruptions has been marred in controversy after an abrupt no-show from one of its former championship-winning teams amid accusations of mistreatment by its star player.  ", "The squabble has sparked a headache for Chinese Basketball Association (CBA) boss - and former NBA star - Yao Ming and is the latest public spat to engulf a major league.  ", "The Xinjiang Guanghui Flying Tigers on Tuesday announced its withdrawal from the CBA after the league slapped it with a one-year suspension from acquiring and registering new players.   ", "Guanghui, which is based in China's western Xinjiang region, was slated to join other teams on Wednesday for the first matches after a mid-season break.  ", "But in a tersely-worded a statement this week the team accused the league of being \"full of chaos\" and publicly rebuked Yao's leadership.   ", "At the heart of the fallout between Guanghui and the league is China national team star Zhou Qi, who is himself now publicly feuding with his own team.  ", "Following an internal investigation, the CBA deemed Guanghui to have committed \"registration violations\" in the signing of Zhou in February.   ", "This included transferring business operations without formal approval, and not being in accordance with the league's hiring and salary regulations over the last three seasons.  ", "The result of that investigation has since ignited a full-blown rift between Zhou and his team.  ", "Most explosive are his accusations of bullying by team manager Guo Jian and club president Hou Wei, who according to Zhou went back on their word and hindered him from participating in NBA events in the US.   ", "He provided photos and screenshots of documents supposedly backing up all of his claims.  ", "\"The two chairmans, Guo Jian and Hou Wei, and the management, have bullied me and lied to me for many years. I couldn't bear it. I still couldn't decide my own future as an adult in 2023,\" Zhou wrote in a lengthy post on Chinese social media platform Weibo.  ", "CNN has reached out to the team for comment.  ", "Zhou has long been touted as Yao's successor as a generational talent given his towering seven-foot-one (216 centimeters) height and previous experience playing with NBA team Houston Rockets - the same team that Yao was drafted to in 2002.  ", "This would have been Zhou's third stint with the Flying Tigers, having played between 2014-2017 and 2019-2021.  ", "The saga has sparked heavy interest on China's social media, where fans have flocked to discuss how Yao would react to the scandal and theories on who is ultimately to blame.  ", "\"There are no winners from this\" and \"the biggest victims are the fans\" were among the most-liked comments. More angry users have rounded on Yao and described the furore as a \"nuclear explosion in the basketball world\".  ", "CNN has reached out to the CBA for comment.  ", "Basketball commands a huge following in China primarily thanks to Yao's Hall of Fame career in the NBA.  ", "NBA viewership last year nearly returned to the levels seen before Chinese broadcasters' 16-month blackout in 2019, according to Reuters. That is an estimated 500 to 800 million viewers through the season.  ", "The CBA, though comparatively less popular, did see pre-Covid audience increases since Yao took charge in 2017.  ", "In its statement Guanghui argues that the CBA \"made serious mistakes in its unreasonable and absurd 'punishment'\".  ", "\"After careful consideration, (Guanghui) has solemnly decided to: stop playing this season; and quit the CBA,\" it said.  ", "The team then took aim at Yao and the CBA of mismanagement, and Zhou for allegedly repeatedly discrediting the team.  ", "\"Since 2017, Yao Ming has held the position of both chairman of the Association and the League. The management of each are intertwined and confused, and the basketball industry is full of chaos,\" Guanghui said.  ", "Even after retirement Yao has remained one of China's most recognisable international faces, acting as a prominent ambassador for sports and fronting a number of charitable causes including campaigns against the ivory trade and consuming shark fins.  ", "Commenting on the Flying Tiger's withdrawal, Yao told the state-run China National Radio on Wednesday that the Xinjiang club had made \"huge contributions\" to Chinese basketball in the past 20 years.  ", "\"We respect its decision and express regret,\" Yao said. \"Our top priority now is to bring the league and the games back to the fans.\"  ", "Zhou also responded to Guanhui's broadside with in a lengthy statement of his own on Weibo, calling the revelations \"fake news.\"  ", "\"I admire the 'creativity' of (Guanghui) regarding the violations. Sadly, it has been unable to turn around on its road of deception. It's gone further downhill\".   ", "He concluded that the CBA's penalty on Xinjiang \"is fair and objective\".  ", "Xinjiang, alongside then-All Star Zhou, won their first and only CBA Championship in 2017.  ", "Guanghui's withdrawal comes one week after soccer team Xinjiang Tianshan Leopard FC withdrew from China's League One division after dissolving.   ", "The next most popular sport after basketball, Chinese soccer is reeling from its own post-Covid financial difficulties as well as a crackdown on corruption at the highest administrative levels.  ", "A total of six clubs from its marquee Chinese Super League withdrew - and folded - during the pandemic, with dozens more across all divisions.   ", "Many of those who remain are struggling to pay the salaries of players and staff - some even filing appeals to world governing body FIFA.  ", "Meanwhile, a former national team head coach, former national team director, and former Chinese Football Association secretary-general are under investigation by China's Central Commission for Discipline Inspection for suspected \"serious violations of party discipline and the law\".  "], "headline": "Yao Ming caught in the cross-fire as Chinese basketball team leaves top league on eve of Covid reopening    ", "timestamp": "  Published  4:04 AM EST, Fri March 3, 2023    ", "act": "/2023/03/03/china/china-basketball-yao-ming-zhou-qi-xinjiang-intl-hnk"}, "/2023/03/03/china/china-wuxi-covid-personal-data-intl-hnk": {"paras": ["A Chinese city says it has destroyed a billion pieces of personal data collected during the pandemic, as local governments gradually dismantle their coronavirus surveillance and tracking systems after abandoning the country's controversial zero-Covid policy.  ", "Wuxi, a manufacturing hub on China's eastern coast and home to 7.5 million people, held a ceremony Thursday to dispose of Covid-related personal data, the city's public security bureau said in a statement on social media.  ", "The one billion pieces of data were collected for purposes including Covid tests, contact tracing and the prevention of imported cases - and they were only the first batch of such data to be disposed, the statement said.  ", "China collects vast amounts of data on its citizens - from gathering their DNA and other biological samples to tracking their movements on a sprawling network of surveillance cameras and monitoring their digital footprints.  ", "But since the pandemic, state surveillance has pushed deeper into the private lives of Chinese citizens, resulting in unprecedented levels of data collection. Following the dismantling of zero-Covid restrictions, residents have grown concerned over the security of the huge amount of personal data stored by local governments, fearing potential data leaks or theft.   ", "Last July, it was revealed that a massive online database apparently containing the personal information of up to one billion Chinese citizens was left unsecured and publicly accessible for more than a year - until an anonymous user in a hack forum offered to sell the data and brought it to wider attention.   ", "In the statement, Wuxi officials said \"third-party audit and notary officers\" would be invited to take part in the deletion process, to ensure it cannot be restored. CNN cannot independently verify the destruction of the data.  ", "Wuxi also scrapped more than 40 local apps used for \"digital epidemic prevention,\" according to the statement.  ", "During the pandemic, Covid apps like these dictated social and economic life across China, controlling whether people could leave their homes, where they could travel, when businesses could open and where goods could be transported.  ", "But following the country's abrupt exit from zero-Covid in December, most of these apps faded from daily life.   ", "On December 12, China scrapped a nationwide mobile tracking app that collected data on users' travel movements. But many local pandemic apps run by the municipal or provincial governments, such as the ubiquitous Covid health code apps, have remained in place - although they are no longer in use.  ", "Wuxi claims to be the first municipality in China to have destroyed Covid-related personal data from citizens. On Weibo, China's Twitter-like platform, users called for other local governments to follow suit.  ", "Yan Chunshui, deputy head of Wuxi's big data management bureau, said the disposal was meant to better protect citizens' privacy, prevent data leaks and free up data storage space.  ", "Kendra Schaefer, the head of tech policy research at the Beijing-based consultancy Trivium China, said the data collection related to local-level Covid apps was often messy, and those apps were difficult and expensive to manage for local governments.  ", "\"Considering the cost and difficulty managing such apps, coupled with concerns expressed by the public over data security and privacy - not to mention the political win local governments get by symbolically putting zero-Covid to bed - dismantling those systems is par for the course,\" Schaefer said.  ", "In many cases, she added, the big data departments at local governments were overwhelmed dealing with Covid data, so scaling back simply makes sense economically.   ", "\"Many cities have not yet deleted their Covid data - or have not done so publicly - not because I believe they intend to keep it, but because it simply hasn't been that long since zero-Covid was halted,\" Schaefer said.  "], "headline": "Chinese city claims to have destroyed 1 billion pieces of personal data collected for Covid control    ", "timestamp": "  Published  3:42 AM EST, Fri March 3, 2023    ", "act": "/2023/03/03/china/china-wuxi-covid-personal-data-intl-hnk"}, "/2023/03/03/china/china-lab-leak-theory-department-of-energy-assessment-intl-hnk-mic": {"paras": ["The US Department of Energy's assessment that Covid-19 most likely emerged due to a laboratory accident in China has reignited fierce debate and attention on the question of how the pandemic began.  ", "But the \"low confidence\" determination, made in a newly updated classified report, has raised more questions than answers, as the department has publicly provided no new evidence to back the claim. It's also generated fierce pushback from China.  ", "\"We urge the US to respect science and facts, stop politicizing this issue, stop its intelligence-led, politics-driven origins-tracing,\" a Chinese Foreign Ministry spokesperson said on Wednesday.  ", "The Department of Energy assessment is part of a broader US effort in which intelligence agencies were asked by President Joe Biden in 2021 to examine the origins of the coronavirus, which was first detected in the Chinese city of Wuhan.   ", "That overall assessment from the intelligence community was inconclusive, and then, as now, there has yet to be a decisive link established between the virus and a specific animal or other route - as China continues to stonewall international investigations into the origins of the virus.  ", "Four agencies and the National Intelligence Council assessed with low confidence that the virus likely jumped from animals to humans through natural exposure, while one assessed with moderate confidence that the pandemic was the result of a laboratory-related accident. Three other intelligence community elements were unable to coalesce around either explanation without additional information, according to a declassified version of the 2021 report.  ", "The majority of agencies remain undecided or lean toward the virus having a natural origin - a hypothesis also widely favored by scientists with expertize in the field. But the change from the US Department of Energy has now deepened the split in the intelligence community, especially as the director of the FBI this week commented publicly for the first time on his agency's similar determination made with \"medium confidence.\"  ", "Intelligence agencies can make assessments with either low, medium or high confidence. A low confidence assessment generally means the information obtained is not reliable enough, or is too fragmented to make a more definitive judgment.  ", "And while the assessment and new commentary has pulled the theory back into the spotlight, neither agency has released evidence or information backing their determinations. That raises crucial questions about their basis - and shines the spotlight back on gaping, outstanding unknowns and need for further research.   ", "Scientists largely believe the virus most likely emerged from a natural spillover from an infected animal to people, as many viruses before it, though they widely acknowledge the need for more research of all options. Many have also questioned the lack of data released to substantiate the latest claim.  ", "Virologist Thea Fischer, who in 2021 traveled to Wuhan as part of a World Health Organization (WHO) origins probe and remains a part of ongoing WHO tracing efforts, said it was \"very important\" that any new assessments related to the origin of the virus are documented by evidence.   ", "\"(These are) strong accusations against a public research laboratory in China and can't stand alone without substantial evidence,\" said Fischer, a professor at the University of Copenhagen.  ", "\"Hopefully they will share with the WHO soon so the evidence can be known and assessed by international health experts just as all other evidence concerning the pandemic origin.\"  ", "A senior US intelligence official told the Wall Street Journal, which first reported the new Department of Energy assessment, that the update to the assessment was conducted in light of new intelligence, further study of academic literature and in consultation with experts outside government.  ", "The idea that the virus could have emerged from a lab accident became more prominent as a spotlight was turned on coronavirus research being done at local facilities, such as the Wuhan Institute of Virology. It was further enhanced amid a failure to find a \"smoking gun\" showing which animal could have passed the virus to people at Wuhan's Huanan Seafood Wholesale Market - the location linked to a number of early known cases - amid limitations to follow-up research.  ", "Some experts who have been closely involved in examining existing information, however, are skeptical of the new assessment giving the theory more weight.  ", "\"Given that so much of the data we have points to a spillover event occurring at the Huanan market in late 2019 I doubt there's anything very significant in it or new information that would change our current understanding,\" said David Robertson, a professor in the University of Glasgow's School of Infection and Immunity, who was involved in recent research with findings that supported the natural origin theory.  ", "He noted that locations of early human cases centered on the market, positive environmental samples, and confirmation that live animals susceptible to the virus were for sale there are among evidence supporting the natural origins theory - while there's no data supporting a lab leak.  ", "\"The extent of this evidence continually gets lost (in media discussion) ... when in fact we know a lot about what happened, and arguably more than other outbreaks,\" he said.  ", "Efforts to understand how the pandemic started have been further complicated by China's lack of transparency - especially as the origin question spiraled into another point of bitter contention within rising US-China tensions of recent years.   ", "Beijing has blocked robust, long-term international field investigations and refused to allow a laboratory audit, which could bring clarity, and been reticent to share details and data around domestic research to uncover the cause. However, it repeatedly maintains that it has been transparent and cooperative with the WHO.  ", "Chinese officials carefully controlled the single WHO-backed investigation it did allow on the ground in 2021, citing disease control measures to restrict visiting experts to their hotel rooms for half their trip and to prevent them from sharing meals with their Chinese counterparts - cutting off an opportunity for more informal information sharing.  ", "Citing data protection, Beijing has also declined to allow its own investigatory measures, like testing stored blood samples from Wuhan or combing through hospital data for potential \"patient zeros,\" to be verified by researchers outside the country.  ", "China has fiercely denied that the virus emerged from a lab accident, and has repeatedly tried to assert it could have arrived in the country for the initial outbreak from elsewhere - including a US laboratory, without offering any evidence supporting the claim.  ", "But a top WHO official as recently as last month publicly called for \"more cooperation and collaboration with our colleagues in China to advance studies that need to take place in China\"- including studies of markets and farms that could have been involved.   ", "\"These studies need to be conducted in China and we need cooperation from our colleagues there to advance our understandings,\" WHO technical lead for Covid-19 Maria Van Kerkhove said at a media briefing.   ", "When asked about the Department of Energy assessment by CNN, a WHO representative said the organization and its origins tracing advisory body \"will keep examining all available scientific evidence that would help us advance the knowledge on the origin of SARS CoV 2 and we call on China and the scientific community to undertake necessary studies in that direction.\"  ", "\"Until we have more evidence all hypotheses are still on the table,\" the representative said.  "], "headline": "US agency assessment backing Covid lab leak theory raises more questions than answers - and backlash from China    ", "timestamp": "  Updated  2:59 AM EST, Fri March 3, 2023    ", "act": "/2023/03/03/china/china-lab-leak-theory-department-of-energy-assessment-intl-hnk-mic"}, "/2023/03/01/china/belarus-lukashenko-china-xi-jinping-meeting-beijing-intl-hnk": {"paras": ["Chinese leader Xi Jinping and Belarusian counterpart Alexander Lukashenko - a close ally of Vladimir Putin - vowed to deepen defense and security ties and expressed shared views on the war in Ukraine during a Wednesday meeting in Beijing, as geopolitical tensions around Russia's war continue to rise.  ", "Lukashenko endorsed China's recent position on a \"political solution\" to the conflict, according to a Chinese Foreign Ministry readout of the meeting, referring to a statement released by Beijing last week which called for peace talks to end the conflict, but did not push for a Russian withdrawal from Ukraine - drawing skepticism from Western leaders.  ", "Both Xi and Lukashenko expressed \"deep concern over the prolonged armed conflict\" and looked forward to an \"early return to peace in Ukraine,\" according to a joint statement following their sit down in the Great Hall of the People, where Xi greeted Lukashenko in a ceremony alongside a phalanx of Chinese troops.  ", "The visit from the Belarusian leader - who allowed Russian troops to use Belarus to stage their initial incursion into Ukraine last year - comes as tensions between the US and China have intensified in recent weeks, including over concerns from Washington that Beijing is considering sending lethal aid to the Kremlin's struggling war effort.   ", "Beijing has denied those claims and instead sought to portray itself as an impartial agent of peace - in contrast to the United States, who it has accused of \"adding fuel to the fire\" in the conflict and damaging the global economy with sanctions targeting Russia.  ", "Speaking about the war in Wednesday's meeting, Xi called for \"relevant countries\" to \"stop politicizing and instrumentalizing the world economy\" and act in a way to help \"resolve the crisis peacefully,\" in an apparent reference to the US and its allies.   ", "The joint statement underscored the alignment between Minsk and Beijing when it comes to their opposition of what they see as a Western-led global order, with their joint statement including opposition to \"all forms of hegemonism and power politics, including the imposition of illegal unilateral sanctions and restrictive measures against other countries.\"   ", "China and Belarus, which was also targeted in hefty Western sanctions following Russia's invasion, would also bolster their cooperation across a range of economic areas, the statement said.   ", "They also pledged to \"deepen cooperation\" on military personnel training, fighting terrorism, and \"jointly preventing 'color revolution'\" - a reference to popular pro-democracy movements autocrats allege are backed by Western governments.  ", "The meeting, which Chinese state media described as \"warm and friendly,\" was the leaders' first face-to-face since upgrading ties to an \"all-weather comprehensive strategic partnership\" on the sidelines of the Shanghai Cooperation Organization (SCO) summit last September in Uzbekistan, which Putin also attended.  ", "\"Today we will jointly set out new visions for the development of the bilateral ties ... Our long-lasting friendly exchanges will keep our friendship unbreakable,\" Xi told Lukashenko during the meeting, according to Chinese state media. He also endorsed Belarus in becoming a full member of the China and Russia-led SCO, where it is currently an observer state.  ", "Speaking the same day from Uzbekistan, which is also a SCO member, US Secretary of State Antony Blinken said China \"can't have it both ways,\" by \"putting itself out as a force for peace in public,\" while it continues to \"fuel the flames of this fire that Vladimir Putin started.\"  ", "Blinken said that there are \"some positive elements\" of China's peace proposal but accused China of doing the opposite of supporting peace in Ukraine \"in terms of its efforts to advance Russian propaganda and misinformation about the war blocking and tackling for Russia.\"   ", "He also repeated Western concerns that China is considering providing Russia with lethal aid and later said he had no plans to meet with Russian or Chinese counterparts at a G20 meeting for foreign ministers scheduled to take place in New Delhi in India on March 2.  ", "The tightening of ties between Minsk and Beijing also comes alongside a years-long decline in Belarus' relations with the West.  ", "The former Soviet state was targeted by sweeping sanctions from the US and its allies in response to Moscow's aggression after Lukashenko allowed Russian troops to invade Ukraine through the 1,000-kilometer (621-mile) Ukrainian-Belarusian border north of Kyiv.  ", "The European Union also does not recognize the results of Lukashenko's 2020 election win - which sparked mass pro-democracy protests in the country and were followed by a brutal government crackdown. The US has also called the election \"fraudulent.\"  ", "There have been fears throughout the conflict in Ukraine that Belarus will again be used as a launching ground for another Russian offensive, or that Lukashenko's own troops would join the war. Before visiting Moscow earlier this month, Lukashenko claimed there is \"no way\" his country would send troops into Ukraine unless it is attacked.  ", "Like China, Belarus has previously implied that the US does not want to see an end to the conflict.   ", "In comments to reporters earlier this month before heading to Moscow to meet with Putin, Lukashenko maintained he wanted to see \"peaceful negotiations\" and accused the United States of preventing Ukrainian President Volodymyr Zelensky from negotiating.  ", "\"The US are the only ones who need this slaughter, only they want it,\" he said.   "], "headline": "Putin ally Lukashenko and Chinese leader Xi Jinping vow to deepen defense ties    ", "timestamp": "  Updated  12:52 AM EST, Thu March 2, 2023    ", "act": "/2023/03/01/china/belarus-lukashenko-china-xi-jinping-meeting-beijing-intl-hnk"}, "/2023/02/28/china/belarus-lukashenko-visits-beijing-china-xi-jinping-intl-hnk": {"paras": ["A key autocratic ally of Russian President Vladimir Putin arrived in China for a state visit on Tuesday, amid warnings from United States officials that Beijing may be considering aiding Moscow in its ongoing assault on Ukraine.   ", "Belarusian President Alexander Lukashenko will stay in China until Thursday and meet with Chinese leader Xi Jinping to discuss a range of issues from trade and investment to \"acute international challenges,\" Belarus' state news agency Belta reported Tuesday after confirming the leader's arrival.  ", "His trip comes after the two leaders agreed to upgrade their countries' ties to an \"all-weather comprehensive strategic partnership\" during a September meeting on the sidelines of the Shanghai Cooperation Organization (SCO) summit in Uzbekistan, which Putin also attended.  ", "Lukashenko met with outgoing Chinese Premier Li Keqiang on Wednesday and called for the two countries to \"intensify\" their relations, according to a readout from the Belarusian government.  ", "\"We have no closed topics for cooperation. We cooperate in all avenues,\" Lukashenko told Li, per the readout, adding \"we have never set ourselves the task of ... working against third countries.\"   ", "Chinese state broadcaster CCTV on Wednesday reported that Lukashenko visited Beijing's Tiananmen Square and laid a wreath in front of the Monument to the People's Heroes, which honors revolutionary figures in the Chinese Communist Party.  ", "The visit from the Belarusian leader - who allowed Russian troops to use Belarus to stage their initial incursion into Ukraine last year - comes as tensions between the US and China have intensified in recent weeks, including over concerns from Washington that Beijing is considering sending lethal aid to the Kremlin's struggling war effort.   ", "In some of the most specific comments to date about the US response to any such support, Secretary of State Antony Blinken during a trip to Kazakhstan on Tuesday warned that Washington would target Chinese firms or citizens involved in any effort to send lethal aid to Russia for its war in Ukraine.  ", "Beijing has pushed back on claims it is considering sending lethal aid, with its Foreign Ministry on Monday saying China was \"actively promoting peace talks and the political settlement of the crisis,\" while the US was \"pouring lethal weapons into the battlefield in Ukraine.\"  ", "And despite its \"no-limits\" partnership with Russia, China claims to be a neutral party to the Ukraine conflict.  ", "On Friday, Beijing released a 12-point position on the \"political solution\" to the crisis in a document calling for peace talks to end the year-long war. Its release, however, was criticized by Western leaders, who accused China of already having taken Russia's side.  ", "Xi has yet to speak with Ukrainian President Volodomyr Zelensky since Russia's invasion began, though he has spoken with Putin on multiple occasions, including in person during the SCO summit.  ", "In an interview with Chinese state news agency Xinhua released ahead of his visit, Lukashenko is cited as saying the position paper was a testimony to China's peaceful foreign policy and a new and original step that would have a far-reaching impact.  ", "While burgeoning economic ties between China and Belarus are expected to be a key component of talks this week, the conflict in Ukraine will loom over discussions.  ", "Belarus has been targeted by sweeping sanctions from the US and its allies in response to Moscow's aggression after Lukashenko allowed Russian troops to invade Ukraine through the 1,000-kilometer (621-mile) Ukrainian-Belarusian border north of Kyiv.   ", "Belarus already had fraught relations with Western powers, with the European Union not recognizing the results of Lukashenko's 2020 election win - which sparked mass pro-democracy protests in the country and were followed by a brutal government crackdown.  ", "There have been fears throughout the conflict in Ukraine that Belarus will again be used as a launching ground for another Russian offensive, or that Lukashenko's own troops would join the war. Before visiting Moscow earlier this month, Lukashenko claimed there is \"no way\" his country would send troops into Ukraine unless it is attacked.   ", "The backdrop of Belarus' damaged ties with the West - and an interest in diversifying a Russia-dependent economy - could see Lukashenko keen to focus on boosting economic ties with China during this visit.   ", "Belarus was an early joiner of China's Belt and Road development initiative, launched a decade ago, and trade between the two last year increased 33% year-on-year to surpass $5 billion, according to Xinhua.  ", "In a call between Chinese Foreign Minister Qin Gang and his Belarussian counterpart Sergei Aleinik on Friday, Qin pledged that China would \"support Belarus in its efforts to safeguard national stability and development,\" and \"oppose external interference in Belarus's internal affairs and illegal unilateral sanctions against the country,\" according to a Chinese Foreign Ministry readout.  ", "On Monday, a Chinese Foreign Ministry spokesperson said at a regular briefing that Lukashenko's visit would be \"an opportunity to pursue further progress in the all-round cooperation between the two countries.\"  "], "headline": "China rolls out the red carpet for key Putin ally as US warns against aiding Russia's war    ", "timestamp": "  Updated  2:58 AM EST, Wed March 1, 2023    ", "act": "/2023/02/28/china/belarus-lukashenko-visits-beijing-china-xi-jinping-intl-hnk"}, "/2023/02/23/china/china-position-political-settlement-ukraine-intl-hnk": {"paras": ["China has reiterated its calls for a political settlement to the Ukraine conflict on the one-year anniversary of Russia's invasion, as Beijing comes under increasing pressure from the United States and its allies over its growing partnership with Moscow.  ", "In a newly released position paper Friday, China's Foreign Ministry called for a resumption of peace talks, an end to unilateral sanctions, and stressed its opposition to the use of nuclear weapons - a stance Chinese leader Xi Jinping communicated to Western leaders last year.  ", "The 12-point document is part of Beijing's latest efforts to present itself as a neutral peace broker, as it struggles to balance its \"no-limits\" relationship with Moscow and fraying ties with the West as the war drags on.   ", "\"Conflict and war benefit no one. All parties must stay rational and exercise restraint, avoid fanning the flames and aggravating tensions, and prevent the crisis from deteriorating further or even spiraling out of control,\" the paper said.  ", "Beijing's claim to neutrality has been severely undermined by its refusal to acknowledge the nature of the conflict - it has so far avoided calling it an \"invasion\" - and its diplomatic and economic support for Moscow.  ", "Western officials have also raised concerns that China may be considering providing Russia with lethal military assistance, an accusation denied by Beijing.  ", "The policy document reiterates many of China's standard talking points, which include urging both sides to resume peace talks. \"Dialogue and negotiation are the only viable solution to the Ukraine crisis,\" it said, adding that China will play a \"constructive role,\" without offering details.  ", "And despite claiming the \"sovereignty, independence and territorial integrity of all countries must be effectively upheld,\" the document fails to acknowledge Russia's violation of Ukrainian sovereignty.  ", "Moscow and Kyiv have both showed some interest in the position paper, but their responses on Friday also emphasized the enormous obstacles to dialogue.  ", "The Russian Foreign Ministry said it \"highly appreciates the sincere desire\" of China to contribute to settling the conflict, and added that Moscow is open to achieving the goals of its so-called special military operation through political and diplomatic means, including the recognition of \"new territorial realities\" - something which Ukraine's President Volodymyr Zelensky has sworn never to concede.   ", "Zelensky appeared open to speaking with China, telling a Friday news conference that he was pleased China was beginning to talk about how to end Ukraine's conflict with Russia - but asked what steps might follow Beijing's words. He said that China talked about territorial integrity in general terms but had not specified any country, adding that Ukraine needed to work on these issues with China.    ", "\"It doesn't say whose territorial integrity but our country's territorial integrity has been violated,\" Zelensky said.   ", "When asked how he would bring countries geopolitically removed from Ukraine onto his side, Zelensky said: \"As far as I know, China respects territorial integrity, historically, has respected it and therefore must do whatever they can for the Russian Federation to leave our territory because that would mean respect for sovereignty and territorial integrity.\"  ", "Much of the language used in the document appears targeted at the West. In a thinly veiled criticism of the United States, the paper said, \"Cold War mentality\" should be abandoned.  ", "\"The security of a region should not be achieved by strengthening or expanding military blocs. The legitimate security interests and concerns of all countries must be taken seriously and addressed properly,\" it said, apparently echoing Moscow's view the West provoked the war through the expansion of NATO.  ", "It also appears to criticize the wide-ranging economic sanctions imposed by the US and other Western countries on Russia. \"Unilateral sanctions and maximum pressure cannot solve the issue; they only create new problems,\" it said. \"Relevant countries should stop abusing unilateral sanctions and 'long-arm jurisdiction' against other countries, so as to do their share in deescalating the Ukraine crisis.\"  ", "The paper was swiftly criticized by American officials, with US National Security Advisor Jake Sullivan saying the war \"could end tomorrow if Russia stopped attacking Ukraine and withdrew its forces.\"  ", "\"My first reaction to it is that it could stop at point one, which is to respect the sovereignty of all nations,\" Sullivan told CNN. \"Ukraine wasn't attacking Russia. NATO wasn't attacking Russia. The United States wasn't attacking Russia. This was a war of choice waged by Putin.\"  ", "In Beijing, the ambassador of the European Union to China, Jorge Toledo, told reporters at a briefing that China's position paper was not a peace proposal, adding that the EU is \"studying the paper closely,\" according to Reuters.   ", "Ukraine, meanwhile, called the position paper \"a good sign\" but urged China to do more.  ", "\"China should do everything in its power to stop the war and restore peace in Ukraine and urge Russia to withdraw its troops,\" Ukraine's Chargé d'Affaires to China Zhanna Leshchynska said at the same briefing in Beijing.  ", "\"In neutrality, China should talk to both sides: Russia and Ukraine, and now we can see China is not talking to Ukraine,\" she said, noting that Kyiv was not consulted before the release of the paper.  ", "The position paper was first discussed last week by top diplomat Wang Yi at a security conference in Munich, as he attempted to cast Beijing as a responsible negotiator for peace during a diplomatic charm offensive in Europe.   ", "Wang visited Moscow as the final stop of his European tour, and met with Putin on Wednesday.   ", "Putin, who welcomed Wang with outstretched arms as the Chinese diplomat entered the meeting room, said relations between Russia and China were \"reaching new milestones.\"  ", "\"Russian-Chinese relations are developing as we planned in previous years. Everything is moving forward and developing,\" Putin told reporters as he sat beside Wang. \"Cooperation in the international arena between the Russian Federation and the People's Republic of China, as we have repeatedly said, is very important for stabilizing the international situation.\"  ", "Wang said the two countries \"often face crisis and chaos, but there are always opportunities in a crisis.\"  ", "\"This requires us to identify changes more voluntarily and respond to the changes more actively to further strengthen our comprehensive strategic partnership,\" Wang said.  "], "headline": "China calls for Russia-Ukraine ceasefire as claims to neutrality questioned    ", "timestamp": "  Updated  3:34 PM EST, Fri February 24, 2023    ", "act": "/2023/02/23/china/china-position-political-settlement-ukraine-intl-hnk"}, "/2023/02/22/china/china-coal-mine-collapse-intl": {"paras": ["Search and rescue operations continued in northern China Thursday, after a collapsed coal mine left at least five dead and dozens trapped.   ", "Chinese state media reported that six were injured and 48 people remain missing as of Thursday evening.   ", "The incident took place Wednesday in Alxa League in Inner Mongolia when a 180-meter (590-foot) tall slope gave way above the open-pit mine, according to state broadcaster CCTV.  ", "The rescue operation was halted overnight due to a massive landslide near the site Wednesday evening, with efforts still blocked as of early Thursday morning - though state media reported in the afternoon that operations were \"ongoing.\"  ", "More than 470 rescue workers have been working at the scene, alongside 40 medical workers, team leader Wei Zhiguo told CCTV from the scene. An additional 200-member team has also been mobilized, he said.  ", "Firefighters, rescue dogs and trucks have also been mobilized from across the Inner Mongolia autonomous region.  ", "\"I had just started work at 1:15 in the afternoon when I realised that rocks were falling from the mountain,\" one hospitalized miner told CCTV on Thursday, as quoted by Reuters.  ", "\"I saw that the situation was getting more and more serious, and an evacuation was organized, but it was too late, the mountain just collapsed.\"  ", "\"We must make every possible effort to rescue the missing persons and treat the injured,\" said Chinese leader Xi Jinping on Wednesday.  ", "Chinese Premier Li Keqiang called for an immediate investigation into the cause of the accident, according to the news agency.   ", "The collapsed coal mine is owned by Xinjing Coal Mining Company and is located in the town of Alxa League.  "], "headline": "Death toll rises in China mine collapse as rescue efforts continue    ", "timestamp": "  Updated  7:17 AM EST, Thu February 23, 2023    ", "act": "/2023/02/22/china/china-coal-mine-collapse-intl"}, "/2023/02/22/china/china-wang-yi-moscow-ukraine-intl-hnk": {"paras": ["Russian President Vladimir Putin said relations between his country and China are \"reaching new milestones\" as Beijing's top diplomat, Wang Yi, wrapped up a visit to Moscow on Wednesday.  ", "\"Russian-Chinese relations are developing as we planned in previous years. Everything is moving forward and developing,\" Putin told reporters as he sat beside Wang. \"Cooperation in the international arena between the Russian Federation and the People's Republic of China, as we have repeatedly said, is very important for stabilizing the international situation.\"  ", "Wang added that the two countries \"often face crisis and chaos, but there are always opportunities in a crisis.\"  ", "\"This requires us to identify changes more voluntarily and respond to the changes more actively to further strengthen our comprehensive strategic partnership,\" Wang said.   ", "Wang's high-profile visit, just days before the anniversary of the Kremlin's full-scale invasion of Ukraine, is widely believed to be a precursor to a meeting between Putin and Chinese leader Xi Jinping. In December 2022, Putin and Xi held a virtual meeting in which the Russian leader described relations between the two nations as \"the best in history,\" saying they could \"withstand all tests,\" and invited Xi to visit Moscow in the spring of 2023.  ", "On Tuesday, the Wall Street Journal reported the two leaders would meet in \"the coming months,\" citing people familiar with the plan. Arrangements for the trip are at an \"early stage\" and the timing has not been finalized, the WSJ reported, adding that the trip could be in April or early May.  ", "Wang arrived in Moscow just days after US officials went public with concerns about how China's continuing partnership with Russia could have an impact on the war in Ukraine - and hours after Putin made a major speech on the conflict, in which he announced plans to suspend Russia's involvement in its last remaining nuclear arms treaty with the US.  ", "The Chinese diplomat held several high-profile meetings in the Russian capital during his visit, speaking with Foreign Minister Sergei Lavrov earlier Wednesday and Nikolai Patrushev, the head of Russia's Security Council and one of Putin's closest allies, on Tuesday.  ", "Wang told Lavrov he expects the two countries to reach a \"new consensus\" on advancing bilateral relations.  ", "\"Today I am willing to further exchange views with you, my old friend, on the advancement of our mutual relationship, and I think we will definitely reach new consensus,\" Wang told Lavrov on Wednesday.  ", "\"No matter how the international situation changes, China has been and remains willing to maintain the positive trend with Russia in building a new type of cooperative relationship between major powers.\"  ", "Wang, who was congratulated by Lavrov for his recent promotion as the top foreign policy adviser for Chinese leader Xi Jinping, said he would endeavor to \"strengthen and deepen the Sino-Russian friendship\" no matter what.  ", "Wang said under the leadership of Xi and Putin, the two countries had maintained their strategic determination, and - in an apparent dig at the United States - \"resolutely oppose any unilateral or bullying behavior, and unswervingly safeguard their respective sovereignty, security and development interests.\"   ", "On Tuesday, Wang told Patrushev that Beijing's ties with Moscow are \"solid as a rock.\"  ", "\"Sino-Russian relations are mature and solid as a rock, and will withstand the test of the changing international situation,\" Wang was quoted as saying by Russian state-owned news agency Sputnik.   ", "\"We are ready, together with the Russian side, in accordance with top-level agreements, to resolutely defend national interests and dignity, and promote mutually beneficial cooperation in all areas,\" Wang said.  ", "Patrushev told Wang that China and Russia should stick together in face of growing pressure from the West, citing what he falsely described as \"the bloody events unleashed by the West in Ukraine\" as an example.  ", "Russia has repeatedly accused the West of instigating the war in Ukraine, while attempting to deny responsibility for the reported deaths of tens of thousands of people - and Beijing has parroted the messaging, laying the blame for Moscow's unprovoked invasion on the United States and its NATO allies.  ", "\"In the context of the campaign by the collective West to contain Russia and China, the further deepening of Russian-Chinese coordination and interaction in the international arena carries particular importance,\" Patrushev was quoted as saying by Sputnik.  ", "Patrushev also said that Russia and China should seek to create a new, \"more just\" world order, one that challenges the unipolar hegemony of the collective West, according to Sputnik.  ", "A readout from China's Foreign Ministry said the two officials agreed to oppose \"the Cold War mentality, bloc confrontation and ideological opposition\" - a thinly veiled criticism of the US - and to make more efforts to \"improve global governance,\" in an apparent reference to Beijing and Moscow's ambitions to reshape the global order in their favor.  ", "Wang and Patrushev also \"exchanged their opinions\" on the issue of Ukraine, the statement added, without offering details.  ", "Wang's trip comes after US President Joe Biden made a surprise visit to Ukraine on Monday in a show of support for the embattled country, which Washington and its European allies have rallied together to back over the past year through both military and humanitarian aid, and economic sanctions against Russia.  ", "The Chinese leadership has claimed impartiality in the conflict but refused to condemn Russia's invasion, instead expanding trade ties and continuing large-scale joint military exercises, including this week.  ", "But during engagements in European cities in recent days, Wang attempted to present China as a proponent of peace and negotiation, saying at the Munich Security Conference (MSC) on Saturday that Beijing would release its position on a \"political settlement\" of the crisis.  ", "Those remarks were met with suspicion from many Western leaders who are closely watching for any support China lends to its northern neighbor, especially amid concerns that Beijing is considering the provision of lethal military aid to Russia.  ", "On Tuesday, China's Foreign Minister Qin Gang reiterated Beijing's messaging on Ukraine at a security forum in the Chinese capital. China was \"deeply concerned\" the conflict would spiral \"out of control,\" and would continue to urge peace talks and provide \"Chinese wisdom\" to bring about a political settlement, he said.  ", "\"At the same time, we urge relevant countries to immediately stop adding fuel to the fire, stop shifting blame to China, and stop hyping up the discourse of Ukraine today, Taiwan tomorrow,\" he said, in an apparent reference to the US and its allies.  "], "headline": "Putin and China's top diplomat pledge to strengthen ties ahead of Ukraine war anniversary    ", "timestamp": "  Updated  7:02 AM EST, Wed February 22, 2023    ", "act": "/2023/02/22/china/china-wang-yi-moscow-ukraine-intl-hnk"}, "/2023/02/21/china/china-wang-yi-russia-moscow-visit-intl-hnk": {"paras": ["China's top diplomat Wang Yi arrived in Moscow on Tuesday, in the first visit to Russia by a Chinese official in that role since the Kremlin's full-scale invasion of Ukraine began nearly a year ago.  ", "Wang, who was named Chinese leader Xi Jinping's top foreign policy adviser last month, is making the high-profile visit as the final stop in an eight-day international tour that included visits to France, Italy, and Hungary, as well as Germany for a security conference.  ", "He will meet with Russian Foreign Minister Sergey Lavrov on Wednesday, Russian state media TASS reported, citing the Russian foreign ministry. While neither country has specified whether Wang will hold talks with President Vladimir Putin, Kremlin spokesman Dmitry Peskov said Monday that \"we do not exclude\" such a meeting.  ", "Wang met with the head of Russia's Security Council, Nikolai Patrushev, on Tuesday, according to a readout from China's Foreign Ministry.  ", "The readout said the two officials agreed to oppose \"the Cold War mentality, bloc confrontation and ideological opposition\" - a thinly veiled criticism of the US - and to make more efforts to \"improve global governance,\" in an apparent reference to Beijing and Moscow's ambitions to reshape the global order in their favor.  ", "Wang and Patrushev also \"exchanged their opinions\" on the issue of Ukraine, the statement added, without offering details.  ", "Wang's trip comes after US President Joe Biden made a surprise visit to Ukraine on Monday in a show of support for the embattled country, which Washington and its European allies have rallied together to back over the past year through both military and humanitarian aid, and economic sanctions against Russia.  ", "The diplomat arrived in Moscow just days after US officials went public with concerns about how China's continuing partnership with Russia could have an impact on the war in Ukraine - and hours after Putin made a major speech on the conflict, in which he announced plans to suspend Russia's involvement in its last remaining nuclear arms treaty with the US.  ", "The Chinese leadership has claimed impartiality in the conflict but refused to condemn Russia's invasion, instead expanding trade ties and continuing joint military exercises, including this week.  ", "But during engagements in European cities in recent days, Wang built on China's framing of itself as a proponent of peace and negotiation, saying at the Munich Security Conference (MSC) on Saturday that Beijing would release its position on a \"political settlement\" of the crisis.  ", "Those remarks were met with suspicion from some Western leaders who are closely watching for any support China lends to its northern neighbor, especially that which crosses certain \"red lines\" articulated by Washington.  ", "On Tuesday, China's Foreign Minister Qin Gang reiterated Beijing's messaging on Ukraine at a security forum in the Chinese capital. China was \"deeply concerned\" the conflict would spiral \"out of control,\" and would continue to urge peace talks and provide \"Chinese wisdom\" to bring about a political settlement, he said.  ", "\"At the same time, we urge relevant countries to immediately stop adding fuel to the fire, stop shifting blame to China, and stop hyping up the discourse of Ukraine today, Taiwan tomorrow,\" he said, in an apparent reference to the US and its allies.  ", "US Secretary of State Antony Blinken said the Biden administration had concerns that Beijing is considering stepping up its partnership with Moscow by supplying the Russian military with \"lethal support\" as Russia prepares for an expected new offensive.  ", "\"We've been watching this very closely,\" Blinken told CBS' \"Face the Nation\" from the MSC in an interview that aired Sunday. \"The concern that we have now is based on information we have that they're considering providing lethal support, and we've made very clear to them that that would cause a serious problem for us and in our relationship.\"  ", "Blinken also warned Wang \"about the implications and consequences\" if China increases its support for Russia's war effort, during a meeting between the two on the sidelines of the conference, according to a US readout.  ", "A senior State Department official told reporters that Blinken \"was quite blunt in warning about the implications and consequences of China providing material support to Russia or assisting Russia with systematic sanctions evasion.\"  ", "US officials familiar with the intelligence told CNN earlier Saturday that the US has recently begun seeing \"disturbing\" trendlines in China's support for Russia's military and there are signs that Beijing wants to \"creep up to the line\" of providing lethal military aid to Russia without getting caught.  ", "Those officials would not describe in detail what intelligence the US has seen suggesting a recent shift in China's posture, but said US officials have been concerned enough that they have shared the intelligence with allies and partners in Munich over the last several days.  ", "At the MSC, Wang said China was \"deeply concerned\" by the extended crisis and was not adding \"fuel to the fire\" - a phrase Beijing's diplomats have used in the past to accuse the US of perpetuating the conflict. China's Foreign Ministry on Monday said the US, not China, was the one sending a \"steady stream of weapons to the battlefield.\"  ", "Wang did not mention the trip to Russia during his prepared remarks or a following live-streamed conversation Saturday on the main stage of the Munich conference, when he was asked by MSC Foundation Council President Wolfgang Ischinger if China was prepared to act on \"its position that it respects the territorial integrity\" of Ukraine and if so, how.  ", "In meetings with European leaders, including French President Emmanuel Macron and German Chancellor Olaf Scholz, during the earlier phase of his tour last week, Wang stressed China's commitment to peace talks and an end to the war. The tour was seen as part of China's bid to bolster its ties with Europe, where analysts say Beijing's image has been damaged in the past year due to its ties with Moscow.  ", "A spokesman for China's Foreign Ministry said last Monday that Wang's visit to Moscow would provide an opportunity for China and Russia to continue to develop their strategic partnership and \"exchange views\" on \"international and regional hotspot issues of shared interest\" - a catch-all phrase often used to allude to topics including the war in Ukraine.  ", "\"China is ready to take this visit as an opportunity and work with Russia to promote steady growth of bilateral relations in the direction identified by the two heads of state, defend the legitimate rights and interests of both sides, and play an active role for world peace,\" the spokesman said.  ", "Wang's visit may also foreshadow a state visit by Xi to Moscow later this year. Putin extended an invitation to Xi during a customary end-of-year call between the two leaders, but China's Foreign Ministry has yet to confirm any plans.  ", "In an editorial Tuesday, state-run nationalist tabloid the Global Times hailed the friendship between China and Russia as \"a positive asset of the world,\" and accused some in the West of attempting to use the conflict in Ukraine to \"hijack\" Sino-Russian relations.   ", "\"The United States has viewed the friendly relations between China and Russia with thick tinted glasses from the very beginning,\" it said. \"In fact, no matter whether the conflict between Russia and Ukraine broke out, the US does not want to see China and Russia develop close relations. The suspicion, provocation and sabotage from Washington have never ceased.\"  "], "headline": "China's top diplomat visits Moscow ahead of anniversary of Russia's Ukraine invasion    ", "timestamp": "  Updated  2:56 AM EST, Wed February 22, 2023    ", "act": "/2023/02/21/china/china-wang-yi-russia-moscow-visit-intl-hnk"}, "/2023/02/20/china/ukraine-china-russia-biden-wang-yi-analysis-intl-hnk": {"paras": ["As US President Joe Biden touched down in Ukraine to meet with his counterpart Volodymyr Zelensky on Monday, China's top diplomat was traveling in the opposite direction, on his way to Russia.  ", "Wang Yi - who was promoted as Chinese leader Xi Jinping's top foreign policy adviser last month - is due to arrive in Moscow this week for the final stop of his eight-day Europe tour, a trip that brings into focus China's attempted diplomatic balancing act since Russia tanks rolled into Ukraine a year ago.   ", "The Kremlin has said it does not \"rule out\" a meeting between Wang and Russian leader Vladimir Putin. If they do meet, the images of Wang and Putin shaking hands inside the fortified Kremlin will be a stark juxtaposition to Biden's open-air stroll with Zelensky through Kyiv amid air raid sirens.  ", "The optics of the two trips - taking place just days before the one-year anniversary of the brutal war on Friday - underscores the sharpening of geopolitical fault lines between the world's two superpowers.  ", "While relations between the US and China continue to plummet - most recently due to the fallout from a suspected Chinese spy balloon that entered US airspace, China and Russia are as close as ever since their leaders declared a \"no-limits\" friendship a year ago - partly driven by their shared animosity toward the United States.  ", "And as the US and its allies reaffirm their support for Ukraine and step up military aid, Beijing's deepening partnership with Moscow has raised alarms in Western capitals - despite China's public charm offensive in Europe to present itself as a negotiator of peace.  ", "At the Munich Security Conference on Saturday, Wang addressed a room of European officials as \"dear friends\" and touted China's commitment to peace, while apparently attempting to drive a wedge between Europe and the US.  ", "\"We do not add fuel to the fire, and we're against reaping benefits from this crisis,\" Wang said in a thinly veiled dig at the US, echoing the propaganda messaging that regularly made China's nightly prime-time news program - that the US is intentionally prolonging the war to advance its own geopolitical interests and increase the profits of its arms manufacturers.  ", "\"Some forces might not want to see peace talks to materialize. They don't care about the life and death of Ukrainians, nor the harm on Europe. They might have strategic goals larger than Ukraine itself. This warfare must not continue,\" Wang said.  ", "He urged European officials to think about \"what framework should there be to bring lasting peace to Europe, what role should Europe play to manifest its strategic autonomy.\"   ", "Wang also announced Beijing's plan to release its proposition on a \"political settlement of the Ukraine crisis\" around the first anniversary.  ", "But the vague mention of the proposal was met with suspicion from some Western leaders who are closely watching for any support China lends to its northern neighbor - especially assistance that could help Russia on the battlefield.  ", "\"We need more proof that China isn't working with Russia, and we aren't seeing that now,\" European Commission President Ursula Von der Leyen told CNN Saturday.  ", "Such suspicions are compounded by claims by US officials that Beijing is considering stepping up its partnership with Moscow by supplying Russia's military with \"lethal support.\"  ", "\"We've been watching this very closely,\" US Secretary of State Antony Blinken told \"Face the Nation\" on CBS in Munich on Sunday.  ", "\"The concern that we have now is based on information we have that they're considering providing lethal support, and we've made very clear to them that that would cause a serious problem for us and in our relationship,\" Blinken said.  ", "Responding to the accusations Monday, China's Foreign Ministry blasted the US for \"shoving responsibility, shifting blame and spreading false information.\"  ", "\"It is the US side, not the Chinese side, that supplies a steady stream of weapons to the battlefield. The US side is not qualified to lecture China, and we would never accept the US dictating or even coercing pressure on Sino-Russian relations,\" a ministry spokesperson said at a regular news conference.  ", "\"Who is calling for dialogue and peace? And who is handing out knives and encouraging confrontation? The international community can see clearly,\" the spokesperson said.  ", "US officials have been concerned enough with the intelligence that they shared it with allies and partners in Munich, according to CNN reporting. In a meeting with Wang on the sidelines of the conference Saturday, Blinken also raised the issue and warned Wang about its \"implications and consequences,\" according to a US readout.  ", "The US accusations, if true, would mark a major escalation in China's support for Russia - and usher in a dangerous and unpredictable new phase in the war itself.   ", "Previously, Beijing had carefully avoided actions that could trigger secondary sanctions, which would deal a devastating blow to an economy hampered by three years of costly zero-Covid policy.  ", "Though China claimed impartiality in the conflict and no advance knowledge of Russia's intent, it has refused to condemn Moscow and parroted Kremlin lines blaming NATO for provoking the conflict.  ", "And while Beijing's pro-Russian rhetoric appears to have softened in recent months, its support for Moscow - when measured by its annual trade, diplomatic engagements and schedule of joint military exercises - has bolstered over the past year.  ", "Chinese officials have often calibrated their narrative to different audiences. Wang may have made many appealing pledges during his Europe tour, but whether they will be translated into a consistent message to be delivered to Putin when the two meet is another question.  "], "headline": "As Biden visits Ukraine, China's top diplomat goes to Russia    ", "timestamp": "  Updated  4:00 AM EST, Tue February 21, 2023    ", "act": "/2023/02/20/china/ukraine-china-russia-biden-wang-yi-analysis-intl-hnk"}, "/2023/01/31/china/china-sichuan-birth-registration-unmarried-intl-hnk": {"paras": ["China's southwestern province of Sichuan will drop restrictions on unmarried people having children, part of a broader attempt by the government to boost the country's plummeting birth rate.  ", "The policy shift came after China's population shrank last year for the first time in more than six decades, marking a historic moment in its deepening demographic crisis.   ", "Currently, the Sichuan government only allows married couples to register the births of up to two children. Starting from February 15, all citizens - including unmarried parents - can register with no ceiling on the number of children.   ", "In China, birth registration is often required for parents to access benefits such as maternity insurance. It is also needed to obtain a household registration document, or hukou, that grants children access to social welfare, such as healthcare and education.  ", "The Sichuan provincial health commission said in a statement that by scrapping the restriction on marriage, the new measures shifted the focus of birth registration to \"the desire and results of childbearing.\"  ", "An official from the commission told state media the policy was intended to protect the rights of single mothers, instead of encouraging unmarried people to become parents.  ", "The new rules will grant single parents in Sichuan access to benefits previously reserved for married couples, such as maternity insurance that covers prenatal healthcare, childbirth-related medical expenses and paid maternity leave.  ", "Sichuan, home to more than 83 million people, is the fifth most populous province in China.  ", "Its relaxation of birth registration requirements follow similar steps taken by other provinces, such as Guangdong and Shaanxi.  ", "China's demographic crisis, which is expected to have an increasing impact on growth in the years to come, has been a key concern for policymakers.  ", "Beijing scrapped its decades-long and highly controversial \"one child\" policy in 2015, after realizing the restriction had contributed to a rapidly aging population and shrinking workforce that could severely distress the country's economic and social stability.  ", "To arrest the falling birth rate, the Chinese government announced in 2015 that it would allow married couples to have two children. But after a brief uptick in 2016, the national birth rate has continued to fall.  ", "Policymakers further relaxed limits on births in 2021, allowing three children, and ramped up efforts to encourage larger families, including through a multi-agency plan released last year to strengthen maternity leave and offer tax deductions and other perks to families. But those efforts have yet to see results amid changing gender norms, the high cost of living and education, and looming economic uncertainty.  ", "Many young people are choosing to marry later or deciding not to have children altogether.  "], "headline": "Chinese province drops restrictions on unmarried people having children in bid to halt plummeting birth rate    ", "timestamp": "  Updated  12:25 AM EST, Wed February 1, 2023    ", "act": "/2023/01/31/china/china-sichuan-birth-registration-unmarried-intl-hnk"}, "/2023/01/30/china/jiangxi-missing-boy-body-found-intl-hnk": {"paras": ["For three months, the disappearance of Hu Xinyu gripped China.   ", "The whereabouts of the 15-year-old, who vanished from a boarding school in southern Jiangxi province in October, was for months among the most discussed topics on the Chinese internet.   ", "It prompted numerous questions, speculation and round after round of exhaustive police searches - including one joined by thousands of residents earlier this month.  ", "Then, on Sunday - more than 100 days after Hu went missing - local police said Hu's body had been found in the woods near his school.   ", "The discovery was made by a member of the public on Thursday. The body was wearing clothes matching those Hu wore when he went missing, prompting police to summon his family and their lawyer to the scene.  ", "DNA tests later confirmed the body to be Hu, police in Shangrao city said in a statement.  ", "A voice recorder found near the body had been sent for analysis, the statement said.  ", "But rather than bring closure, the discovery has only raised more questions as to the circumstances surrounding his death.   ", "Hu's death was the top trending topic on China's Twitter-like Weibo on Monday, with several hashtags raking up hundreds of millions of views.  ", "Many comments questioned why the extensive police searches - complete with sniffer dogs, drones and thermal imaging equipment - failed to discover the body in an area so close to the school.   ", "The woodland where Hu was found is only five minutes' walk from the school, separated by a campus wall about two meters high, China National Radio reported.   ", "An autopsy has been conducted, but the results have not been released, according to The Paper, a state-run news website.   ", "It is not rare for children and teenagers to go missing in China, but the disappearance of Hu is one of the most high-profile cases in recent years. According to the Zhongmin Social Assistance Institute, a Beijing-based nonprofit, a million people went missing in China in 2020 - an average of 2,739 per day.  ", "On Chinese social media, some questioned why, in a country known for its ubiquitous security cameras and high-tech surveillance, a 15-year-old boy could seemingly disappear without a trace.  ", "Hu had just started studying at the Zhiyuan High School, a private boarding school Yanshan county where he was admitted with a scholarship in September, when he suddenly vanished.  ", "He was last seen on security camera footage walking down a hallway in his dormitory at dusk on October 14, about 15 minutes before an evening studying session was due to start in the classroom, according to police.  ", "Hu disappeared somewhere between the dormitory and the teaching building, in an area that was not covered by security cameras, state media reported.  ", "Hu's family was notified by the school of Hu's disappearance about six hours later, the family said in a missing person notice. Hu left his smart watch and cash in the dorm, carrying with him only a digital voice recorder and a school card used to pay for meals on campus, according to the notice.  ", "Hu's parents could not be reached by cellphone on Monday.  ", "As the investigations and searches failed to lead to any progress, baseless speculation swirled online, underscoring the deep-rooted public distrust in local authorities.   ", "In response, police released a detailed statement on January 7 making clear they had found no evidence that Hu was murdered, or had been involved in an accident inside the school. Hu likely left campus on his own, the police said.  ", "The statement also detailed extensive police search efforts, covering nearly 40 hectares of woodland near the school, 200 kilometers of river, 22 kilometers of rail tracks, and 72 ponds and 3 reservoirs.  ", "The search continued after January 7, involving thousands of people, including local residents who volunteered to join, state media reported at the time.  ", "On Sunday, the website of People's Daily, the flagship Communist Party mouthpiece, published an opinion piece calling for local authorities to address public concerns, including why they had failed to find Hu's body in more than 100 days.    ", "It also called for the public to remain patient for the official results.   ", "\"The Hu Xinyu incident has attracted the attention of the whole country. No one dares to fake anything, and no one can fake it,\" the article said. \"If there is any mistake, the consequences will be disastrous.\"  "], "headline": "The disappearance of a teen gripped China. The discovery of his body raised more questions    ", "timestamp": "  Updated  4:38 AM EST, Mon January 30, 2023    ", "act": "/2023/01/30/china/jiangxi-missing-boy-body-found-intl-hnk"}, "/2023/01/18/china/china-population-drop-explainer-intl-hnk": {"paras": ["China may be one step closer to losing its place as the world's most populous country to India after its population shrank for the first time since the 1960s.  ", "The country's population fell in 2022 to 1.411 billion, down some 850,000 people from the previous year, China's National Bureau of Statistics (NBS) announced during a Tuesday briefing on annual data.  ", "The last time China's population decreased was in 1961, during a famine that killed tens of millions of people across the country.  ", "This time, a combination of factors are behind the drop: the far-reaching consequences of the one-child policy China introduced in the 1980s (but has since abandoned); changing attitudes toward marriage and family among Chinese youth; entrenched gender inequality and the challenges of raising children in China's expensive cities.  ", "Experts warn that, if sustained, the trend could also pose a problem for the rest of the world, with China playing a key role in driving global growth as the second-largest economy.   ", "A falling population is likely to exacerbate China's problems with an aging workforce and drag on growth, adding to its woes as it struggles to recover from the pandemic.  ", "The population decline is partially a result of China's one-child policy, which for more than 35 years limited couples to only having one child. Women caught going against the policy were often subject to forced abortions, heavy fines, and eviction.  ", "Alarmed by the falling birth rate in recent years, the government scrapped the rule. In 2015, it allowed couples to have two children, and in 2021 raised this to three. But the policy change and other government efforts, such as offering financial incentives, have had little effect - for various reasons.  ", "High living and education costs and skyrocketing property prices are major factors. Many people - especially in cities - face stagnating wages, fewer job opportunities, and grueling work hours that make it both difficult and expensive to raise one child, let alone three.   ", "These issues are exacerbated by entrenched gender roles that often place the bulk of housework and child care on women - who, more educated and financially independent than ever, are increasingly unwilling to bear this unequal burden. Women have also reported facing discrimination at work based on their marital or parental status, with employers often reluctant to pay maternity leave.  ", "Some cities and provinces have begun introducing measures such as paternity leave and expanded child care services. But many activists and women say it's far from enough.  ", "And frustrations only grew during the pandemic, with a disenchanted younger generation whose livelihoods and wellbeing were derailed by China's uncompromising zero-Covid policy.", "A falling population is likely to add to the demographic problems China is already facing. The country's population is already aging and its workforce shrinking, placing tremendous pressure on the younger generation.  ", "China's elderly now make up nearly a fifth of its population, officials said Tuesday. Some experts warn the country could be heading down a similar path to Japan, which entered three decades of economic stagnation in the early 1990s that coincided with its aging demographics.  ", "\"The Chinese economy is entering a critical transition phase, no longer able to rely on an abundant, cost-competitive labor force to drive industrialization and growth,\" said HSBC chief Asia economist Frederic Neumann.  ", "\"As the supply of workers begins to shrink, productivity growth will need to pick up to sustain the economy's heady pace of expansion.\"  ", "China's economy is already in trouble, expanding by just 3% in 2022 - one of the worst performances in nearly half a century, thanks to months of Covid lockdowns and a historic downturn in the property market.   ", "The shrinking workforce could make recovery even more challenging as China resumes outward travel and abandons many of the stringent restrictions it has upheld for the past few years.  ", "There are social implications, too. China's social security system is likely to come under strain as there will be fewer workers to fund things like pensions and health care - as demand for these services surges due to the graying population.  ", "There will also be fewer people to look after the elderly, with many young people already working to support their parents and two sets of grandparents.   ", "Given its role in driving the global economy, China's challenges could have implications for the rest of the world.  ", "The pandemic has illustrated how China's domestic problems can affect the flow of trade and investment, with its lockdowns and border controls disrupting supply chains.  ", "Not only would a slowing Chinese economy drag on global growth, it could threaten China's ambitions of overtaking the United States as the world's largest economy.  ", "\"China's limited ability to react to this demographic shift will likely lead to slower growth outcomes in the next twenty to thirty years and impact its ability to compete on the world stage with the United States,\" the US-based Center for Strategic and International Studies said in an article on its website last August.  ", "China also looks likely this year to lose its place as the world's most populous nation to India, whose population and economy are both booming.  ", "\"India is the biggest winner,\" tweeted Yi Fuxian, who studies Chinese demographics at the University of Wisconsin-Madison.   ", "However, while Yi said India's economy could one day surpass the US, it has some way to go yet. India is the world's fifth-largest economy, having overtaking the United Kingdom last year, and some experts have voiced concern the country isn't creating enough employment opportunities to keep up with its expanding workforce.  ", "Still, some researchers say there could be a silver lining to the news from China.  ", "\"For both climate change and the environment, a smaller population is a benefit not a curse,\" tweeted Mary Gallagher, director of the International Institute at the University of Michigan.   ", "Peter Kalmus, a climate scientist at NASA, argued that population decline shouldn't be viewed \"as a terrible thing,\" pointing instead to \"exponentially accelerating global heating and biodiversity loss.\"  ", "Chinese officials have ramped up efforts to encourage larger families, including through a multi-agency plan released last year to strengthen maternity leave and offer tax deductions and other perks to families.    ", "Chinese leader Xi Jinping pledged in October to \"improve the population development strategy\" and ease economic pressure on families.   ", "\"[We will] establish a policy system to boost birth rates, and bring down the costs of pregnancy and childbirth, child rearing, and schooling,\" Xi said. \"We will pursue a proactive national strategy in response to population aging, develop elderly care programs and services, and provide better services for elderly people who live alone.\"  ", "Some places are even offering cash incentives to encourage more births. One village in southern Guangdong province announced in 2021 it would pay permanent residents with babies under 2 and a half years old up to $510 a month - which could add up to more than $15,000 in total per child. Other places have offered real estate subsidies for couples with multiple children.  ", "But those efforts have yet to see results, with many experts and residents saying much more sweeping national reforms are needed. After Tuesday's news broke, a hashtag went viral on Weibo, China's Twitter-like platform: \"To encourage childbirth, you must first solve the worries of young people.\"  ", "\"Our salaries are so low, while rent is so high and financial pressure so heavy. My future husband will work overtime until 3 a.m. every day until the end of the year,\" one Weibo user wrote. \"My survival and health are already problems, let alone having children.\"  "], "headline": "China's population is shrinking. The impact will be felt around the world    ", "timestamp": "  Updated  2:45 AM EST, Thu January 19, 2023    ", "act": "/2023/01/18/china/china-population-drop-explainer-intl-hnk"}, "/2023/01/14/china/china-covid-deaths-intl": {"paras": ["Close to 60,000 people have died of Covid in China since the country abruptly abandoned its tight \"zero-Covid\" policy in early December, a medical official from the National Health Commission (NHC) told a press conference in Beijing on Saturday.  ", "Jiao Yahui, head of the NHC's medical affairs department, said China recorded 59,938 Covid-related death between December 8 and January 12. Of those deaths 5,503 came from respiratory failure caused by Covid infections, and 54,435 were people infected with Covid as well as underlying diseases, such as cancer and cardiovascular diseases.  ", "China has previously listed only those Covid patients who succumbed with respiratory failure as having died of Covid. In the month after December 8, China reported only 37 deaths from local Covid cases, according to figures released on the Chinese Center for Disease Control and Prevention (CDC) website - even as the outbreak has overwhelmed hospitals and crematoriums amid apparent Covid surges in multiple cities.  ", "The World Health Organization and the United States have accused China of \"under-representing\" the severity of its current outbreak, while top global health officials have also urged Beijing to share more data about the explosive spread of Covid in China, where reports have emerged of overwhelmed hospitals and funeral homes.  ", "On Saturday, WHO director-general Dr Tedros Adhanom Ghebreyesus spoke to Chinese Health Minister Ma Xiaowei about the surge.  ", "Chinese officials shared information including the latest numbers on outpatient clinics, hospitalizations, patients requiring emergency treatment and critical care, and hospital deaths, the WHO said in a statement.   ", "\"WHO is analyzing this information, which covers early December 2022 to January 12, 2023, and allows for a better understanding of the epidemiological situation and the impact of this wave in China,\" it said.  ", "The health organization also requested a more detailed breakdown of data by province over time and asked the Chinese government to continue to share further sequences of the coronavirus with open access databases.  ", "Jiao, the NHC medical official, said fever clinical visits and Covid hospitalizations in China have already peaked.  ", "According to the NHC, fever clinic visits - both in cities and rural areas - have been declining since the peak when more than 2.86 million people visited them on December 23, 2022.  ", "On January 12, 477,000 people visited fever clinics across China, Jiao said Saturday.  ", "The NHC said hospitalizations of Covid-19 patients also peaked on January 5, 2023, when 1.63 million people was hospitalized, and 1.27 million Covid patients were still in hospital as of January 12, Jiao added.  ", "Despite the new figures, Yanzhong Huang, a senior fellow for global health at the Council on Foreign Relations, said doubts were likely to remain over China's data.  ", "\"The sharp revision is an official response to international criticism of the lack of transparency and accuracy in China's reporting of Covid-related data,\" Huang said.   ", "\"Given the still huge gap between the official count of Covid deaths and the international estimate, I don't think the revision will quell outside doubts on the government data.\"  ", "Jin Dongyan, a virologist at the University of Hong Kong, said the revision to China's death toll \"should be the first step towards a more timely, open and transparent sharing of Covid statistics (between) China and the world.   ", "\"Particularly, the most important information includes the infection rate in the general population, the infection rate in the elderly, the admission and occupancy of hospitals and ICUs, the number of deaths directly attributed to Covid and the number of deaths due to worsening of underlying diseases,\" the virologist said.   ", "\"In addition, they should share the results of variant analysis. Besides the number of deaths from hospitals, the total number of Covid-related deaths should also be provided. Both Chinese people who are experiencing the tsunami and the rest of the world need to know more about the Covid statistics in China.\"  "], "headline": "China says 60,000 people have died of Covid since early December    ", "timestamp": "  Updated  11:17 PM EST, Sun January 15, 2023    ", "act": "/2023/01/14/china/china-covid-deaths-intl"}, "/2023/01/13/china/china-covid-antiviral-drug-shortage-intl-hnk-mic": {"paras": ["As Jo Wang, an event planner in Beijing, watched her family members fall ill with Covid-19 one by one late last month she had a single goal: find antiviral pills to protect her elderly grandfather when his turn came.  ", "After three days of trying and failing to purchase a box of Pfizer's Paxlovid on an e-commerce platform, she got lucky, scoring the Covid treatment via an official channel on the fourth day and receiving it by mail on the sixth. But Wang, who was breaking the rules by seeking the prescription proactively - before her grandfather fell ill - was also wracked with guilt.  ", "\"I felt really bad at that time ... you don't know how many days it will take to buy this medicine, it is completely unknown. And you don't know how long the people in your family can hold on,\" she said, stressing her fear that if she waited until the 92-year-old fell ill, it would be too late to get the pills, which are most effective early in the illness. \"It's a very desperate situation.\"  ", "Wang is not the only resident scrambling to secure Western medications as a wave of Covid-19 overwhelms China, driving up demand for treatment - especially for the country's large undervaccinated elderly population.  ", "In recent weeks, many have turned to the black market where hawkers claim to sell Covid treatments ranging from illegal imports of Indian-made generics of Pfizer's Paxlovid and Merck's molnupiravir to the bonafide product - up to nearly eight times the market price.   ", "Rising frustration over the shortages was compounded by an announcement Sunday that the government had failed to reach an agreement with Pfizer to include Paxlovid under its national insurance plan, with officials saying the price asked was too high. That decision could mean that after March 31, the drug will only be available to those who can afford to pay full price, with current rates reportedly around 1,900 yuan ($280) per course.  ", "Paxlovid has been shown to reduce the risk of death and hospitalization in high risk patients when used soon after the onset of symptoms. Last February, the drug, widely used in developed countries, became the first oral pill specifically for Covid to be authorized in China.  ", "China did agree to cover two other treatments used for Covid-19 in the latest talks - the traditional Chinese medicine Qingfei Paidu and the homegrown antiviral pill Azvudine. There is limited data on how well Azvudine protects against severe disease.   ", "The pricing pitfall and shortages, nearly a year after the pill was first authorized and months after Pfizer tapped a domestic drugmaker for local production, show the challenges facing China as its government grapples with demand for treatments for its population of 1.4 billion after abruptly dropping its Covid controls last month.   ", "Currently, Pfizer's imported pill is available in community hospitals in some cities, including Beijing, Shanghai, Tianjin and Guangzhou, according to state media. It is also sold on several e-commerce platforms, where there is some suggestion in local reports that supply constraints are easing.   ", "But there are questions about how broadly the pills will be distributed across China and if there is sufficient medical resources to prescribe them - an urgent issue as the outbreak shifts from urban hubs to smaller cities and rural China. Experts say procurement appears to be decentralized, with the pills more readily available at hospitals in better resourced major cities and tougher to find elsewhere.   ", "On Monday, Pfizer's CEO Albert Bourla said the company had ramped up exports, sending millions of courses of Paxlovid to China in the past couple weeks, and was working with its domestic partner Zhejiang Huahai to manufacture Chinese-made Paxlovid in the first half of this year, according to Reuters.   ", "But Bourla, speaking at a conference in San Francisco, also quashed hopes the company might reach a deal with China for domestic drugmakers to produce a generic version of the drug to be sold in-country - denying a January 6 Reuters report that such an arrangement was being discussed. ", "US-based Merck, known as MSD internationally, on Wednesday said on its WeChat account that it would take legal action against some manufacturers that are supplying unauthorized versions of its Covid drug. The company said it would also partner with domestic firm Sinopharm to supply China with its pill, which is sold under the brand name Lagevrio. Neither Western firm currently holds a patent for the drugs in China, according to a WHO-affiliated database, though both have filed for one.  ", "But as the immediate shortages - and issues of cost - play out in one of the world's largest generic drug-producing countries, they also throw the spotlight on global issues related to intellectual property rights, according to experts who examine access to medicines.  ", "Two Chinese companies slated to manufacture generic versions of Paxlovid have already submitted their products for evaluation by the World Health Organization (WHO), according to the WHO-affiliated Medicines Patent Pool (MPP) - a signal that they are ready to begin producing the medicine.  ", "Those companies, Zhejiang Huahai and Apeloa Pharmaceutical, along with two others in China, were granted sublicenses in 2022 to make the full generic pill to supply 95 lower and middle income markets - not including China - under an earlier deal between Pfizer and the MPP, an organization that facilitates access to treatments for people in poorer countries.  ", "\"At the scale of the health crisis taking place (in China), the most logical next step (would be) that these licenses are expanded to include allowing domestic supply in China, including from other producers (in the region),\" said Ellen 't Hoen, a former executive director of the MPP and current head of the Medicines Law & Policy project.  ", "However, if the drug developer was unwilling to take that step - as Bourla indicated Pfizer was on Monday - there are measures China could take, such as pledging to protect companies that make generic supplies or importing generics from elsewhere, using legal measures allowed under the World Trade Organization rules during health emergencies, 't Hoen said.   ", "That potential has been discussed in public forums in China. Commentators there point out the country has no track record of using these flexibilities, which are often employed with caution by countries, given their potential to irk foreign pharmaceutical companies and the countries where they are based.   ", "In China's case, concerns about impacting the local economy - in which foreign pharmaceutical firms are major employers - was likely a key reason for the government's reticence to use such measures, said Yanzhong Huang, a senior fellow for global health at the Council on Foreign Relations in New York.  ", "Beijing this month called on authorities to enhance oversight of online sales of drugs and crack down on price gouging, false advertising and the infringement of intellectual property.  ", "China may be hoping that more domestic antiviral pills in development are able to fill the void. Throughout the pandemic, its regulators have largely opted for homegrown tools to confront the virus - with Beijing yet to approve a foreign Covid vaccine.   ", "Health officials have recently sought to assure the public about affordable access to treatments and downplay the potential impact of the government's failure to include Paxlovid in its national insurance scheme. A top health official on Wednesday said that hundreds of pills to alleviate Covid symptoms were already covered by insurance and new viral treatments were in the pipeline.   ", "State-run nationalist tabloid Global Times on Monday ran an opinion piece blaming \"US capital forces\" for China's inability to cut a deal with Pfizer to include the pills in the national insurance.  ", "\"During the past days, a growing number of US politicians and media outlets have been making shrill 'warnings' about the epidemic in China ... If they do care about it, why don't Pfizer drop some pursuit of the profit, and cooperate with China with a little more sincerity?\" said the article.  ", "Bourla on Monday said talks broke off after China had asked for a lower price than Pfizer is charging for most lower middle income countries.  ", "In a separate statement to CNN, Pfizer declined to comment on what price it had offered, but said: the company \"will continue to collaborate with the Chinese government and all relevant stakeholders to secure an adequate supply of Paxlovid in China\" and remained \"committed to fulfilling the Covid-19 treatment needs of Chinese patients.\"   ", "But for those who have been grappling with the immediate problems of gaining access to medicines for themselves and their families, like Wang in Beijing, there is a feeling - for now anyway - that the system isn't working.  ", "\"It's cruel ... no matter how we feel, there's nothing we can do,\" she said. \"It's not the case that your effort or expectation can make the situation better.\"  "], "headline": "Frustration is rising over Covid drug shortages in China, and there are no easy answers    ", "timestamp": "  Updated  3:09 AM EST, Fri January 13, 2023    ", "act": "/2023/01/13/china/china-covid-antiviral-drug-shortage-intl-hnk-mic"}, "/2023/01/11/china/china-guangzhou-car-crash-intl-hnk": {"paras": ["At least five people were killed and 13 others injured when a car accelerated through pedestrians at an intersection in the southern Chinese hub of Guangzhou on Wednesday evening, state media said.  ", "Videos circulating on social media and geolocated by CNN appeared to show the vehicle, a black SUV, plowing through pedestrians on two separate crossings in the four-way intersection in a busy, upmarket commercial district of the city of 19 million.  ", "Another video, circulating online and cited by state media, appears to show the driver throwing handfuls of cash out of his vehicle after pulling to the side of the road.  ", "Local authorities said police had \"controlled\" the driver, a 22-year-old man from Guangdong province, and further investigation was underway.   ", "The incident occurred during rush hour at 5:25 p.m., when many scooters, cars and pedestrians could be seen on the road.   ", "Police and medical staff were immediately dispatched, according to local authorities, which also confirmed the casualty numbers.  ", "An eyewitness cited in a report from state-run China News Service said the vehicle plowed through pedestrians at the junction without stopping afterward.   ", "While the incident was reported by China's official media, it was not among trending topics on the country's heavily controlled social media platform Weibo on Thursday morning.   "], "headline": "Car plows into pedestrians in China, killing at least 5    ", "timestamp": "  Updated  11:38 PM EST, Wed January 11, 2023    ", "act": "/2023/01/11/china/china-guangzhou-car-crash-intl-hnk"}, "/2021/02/16/china/jack-ma-fast-facts": {"paras": ["Here's a look at the life of Jack Ma, co-founder of China's most successful tech empire and billionaire entrepreneur.  ", "Birth date: September 10, 1964  ", "Birth place: Hangzhou, China     ", "Birth name: Ma Yun  ", "Father: Ma Laifa  ", "Mother: Cui Wencai  ", "Marriage: Zhang Ying (Cathy Zhang)   ", "Children: Two (some sources say three)  ", "Education: Hangzhou Teachers College, 1988; Cheung Kong Graduate School of Business, M.B.A.  ", "Ma showed foreign tourists around his hometown as a child to improve his English.  ", "He was admitted to Hangzhou Teachers College on the third try, after failing the entrance exam twice.   ", "Owns a vineyard in France.   ", "Supports the Chinese work practice known as \"996.\" The number refers to working from 9am to 9pm six days a week.   ", "Is a member of the Communist Party.  ", "1988 - Begins teaching English at Hangzhou Teachers College.", "1994 - Ma founds his first company, the Haibo Translation Agency.  ", "1995 - Ma founds China Pages, an internet directory for Chinese companies.  ", "1999 - Co-Founds e-commerce company Alibaba Group with 18 others, working out of an apartment in Hangzhou.   ", "2003 - Founds Taobao, an online retail website.  ", "2004 - Founds Alipay, an internet payment platform.  ", "2010 - Co-founds venture-capital firm Yunfeng.   ", "2011 - An internal investigation into fraud claims takes place at Alibaba. The investigation finds roughly 100 Alibaba salespeople allowed fraudulent entities to be designated as \"gold suppliers,\" a title reserved for independently verified legitimate sellers. In response to the allegation, David Wei, the chief executive officer, and Elvis Lee, the chief operating officer, resign.  ", "January 15, 2013 - Ma announces he is stepping down as CEO of Alibaba, but will remain as the company's executive chairman.", "September 19, 2014 - Alibaba raises $25 billion in a record-shattering IPO on the New York Stock Exchange.", "October 2014 - Establishes Ant Group, a financial technology company.   ", "December 15, 2014 - Founds the Jack Ma Foundation, a philanthropic organization.", "2017 - Co-founds a private school, the Yungu School, in Hangzhou.  ", "January 9, 2017 - Ma meets with US President Donald Trump to discuss plans for creating \"one million\" jobs in the United States through Alibaba Group's e-commerce platform.", "November 11, 2017 - Makes his film screen debut in \"Gong Shou Dao,\" a kung fu movie.  ", "September 2019 - Announces he will step down as executive chairman of Alibaba. He is succeeded by CEO Yong Zhang, also known as Daniel Zhang.  ", "October 24, 2020 - Ma makes a controversial speech in China, calling for reform of the country's financial regulatory system.   ", "November 3, 2020 - A planned IPO of Ant Group, Alibaba's financial affiliate, is blocked at the last minute by Chinese regulators.   ", "December 24, 2020 - China launches an antitrust investigation into Alibaba. The State Administration for Market Regulation, China's top market regulator, announces that it will probe alleged monopolistic behavior by Alibaba.  ", "January 20, 2021 - Ma makes his first public appearance in roughly three months while speaking at the online ceremony of the Rural Teacher Initiative event. Ma hadn't made a public appearance or social media post since late October, just over a week before a much anticipated stock market listing of Alibaba's (BABA) financial affiliate, Ant Group, is suspended. ", "May 24, 2021 - Citing anonymous sources, the Financial Times reports that Ma will no longer serve as the president of Hupan, the elite business school he created in 2015. The newspaper also reports that Hupan would restructure its education program. The Hangzhou-based school had already dropped the word \"university\" from its name, following a government clampdown on institutions that are not licensed as universities but were claiming the status.", "December 31, 2022 - Ma surfaces in a live video speech in an annual address to rural teachers, according to the South China Morning Post. It is a rare public appearance following reports that Ma had been living in Tokyo after China's crackdown on the tech sector.  "], "headline": "Jack Ma Fast Facts    ", "timestamp": "  Updated  2:15 PM EST, Mon January 2, 2023    ", "act": "/2021/02/16/china/jack-ma-fast-facts"}, "/2023/01/02/china/china-2023-lookahead-intl-hnk-mic": {"paras": ["After a tumultuous end to a momentous and challenging year, China heads into 2023 with a great deal of uncertainty - and potentially a glimpse of light at the end of the pandemic tunnel.  ", "The chaos unleashed by leader Xi Jinping's abrupt and ill-prepared exit from zero-Covid is spilling over into the new year, as large swathes of the country face an unprecedented Covid wave.  ", "But the haphazard reopening also offers a glimmer of hope for many: after three years of stifling Covid restrictions and self-imposed global isolation, life in China may finally return to normal as the nation joins the rest of the world in learning to live with the virus.  ", "\"We have now entered a new phase of Covid response where tough challenges remain,\" Xi said in a nationally televised New Year's Eve speech. \"Everyone is holding on with great fortitude, and the light of hope is right in front of us. Let's make an extra effort to pull through, as perseverance and solidarity mean victory.\"   ", "Xi had previously staked his political legitimacy on zero-Covid. Now, as his costly strategy gets dismantled in an abrupt U-turn following nationwide protests against it, many are left questioning his wisdom. The protests, which in some places saw rare demands for Xi and the Communist Party to \"step down,\" may have ended, but the overriding sense of frustration has yet to dissipate.   ", "His New Year speech comes as China's lockdown-battered economy faces more immediate strain from a spiraling outbreak that has hit factories and businesses, ahead of what is likely to be a long and complicated road to economic recovery.   ", "Its tightly-sealed borders are gradually opening up, and Chinese tourists are eager to explore the world again, but some countries appear cautious to receive them, imposing new requirements for a negative Covid test before travel. And just how quickly - or keenly - global visitors will return to China is another question.   ", "Xi, who recently reemerged on the world stage after securing a third term in power, has signaled he hopes to mend frayed relations with the West, but his nationalist agenda and \"no-limits friendship\" with Russia is likely to complicate matters.  ", "As 2023 begins, CNN takes a look at what to watch in China in the year ahead.  ", "The most urgent and daunting task facing China in the new year is how to handle the fallout from its botched exit from zero-Covid, amid an outbreak that threatens to claim hundreds of thousands of lives and undermine the credibility of Xi and his Communist Party.  ", "The sudden lifting of restrictions last month led to an explosion of cases, with little preparation in place to deal with the surging numbers of patients and deaths.  ", "The country's fragile heath system is scrambling to cope: fever and cold medicines are hard to find, hospitals are overwhelmed, doctors and nurses are stretched to the limit, while crematoriums are struggling to keep up with an influx of bodies.   ", "And experts warn the worst is yet to come. While some major metropolises like Beijing may have seen the peak of the outbreak, less-developed cities and the vast rural hinterland are still bracing for more infections.   ", "As the travel rush for the Lunar New Year - the most important festival for family reunion in China - begins this week, hundreds of millions of people are expected to return to their hometowns from big cities, bringing the virus to the vulnerable countryside where vaccination rates are lower and medical resources even scarcer.  ", "The outlook is grim. Some studies estimate the death toll could be in excess of a million, if China fails to roll out booster shots and antiviral drugs fast enough.   ", "The government has launched a booster campaign for the elderly, but many remain reluctant to take it due to concerns about side effects. Fighting vaccine hesitancy will require significant time and effort, when the country's medical workers are already stretched thin.   ", "Beijing's Covid restrictions have put China out of sync with the rest of the world. Three years of lockdowns and border curbs have disrupted supply chains, damaged international businesses, and hurt flows of trade and investment between China and other countries.   ", "As China joins the rest of the world in living with Covid, the implications for the global economy are potentially huge.   ", "Any uptick in China's growth will provide a vital boost to economies that rely on Chinese demand. There will be more international travel and production. But rising demand will also drive up prices of energy and raw materials, putting upward pressure on global inflation.  ", "\"In the short run, I believe China's economy is likely to experience chaos rather than progress for a simple reason: China is poorly prepared to deal with Covid,\" said Bo Zhuang, senior sovereign analyst at Loomis, Sayles & Company, an investment firm based in Boston.  ", "Analysts from Capital Economics expect China's economy to contract by 0.8% in the first quarter of 2023, before rebounding in the second quarter.   ", "Other experts also expect the economy to recover after March. In a recent research report, HSBC economists projected a 0.5% contraction in the first quarter, but 5% growth for 2023.   ", "Despite all this uncertainty, Chinese citizens are celebrating the partial reopening of the border after the end of quarantine for international arrivals and the resumption of outbound travel.  ", "Though some residents voiced concern online about the rapid loosening of restrictions during the outbreak, many more are eagerly planning trips abroad - travel websites recorded massive spikes in traffic within minutes of the announcement on December 26.   ", "Several Chinese nationals overseas told CNN they had been unable or unwilling to return home for the last few years while the lengthy quarantine was still in place. That stretch meant major life moments missed and spent apart: graduations, weddings, childbirths, deaths.   ", "Some countries have offered a warm welcome back, with foreign embassies and tourism departments posting invitations to Chinese travelers on Chinese social media sites. But others are more cautious, with many countries imposing new testing requirements for travelers coming from China and its territories.   ", "Officials from these countries have pointed to the risk of new variants emerging from China's outbreak - though numerous health experts have criticized the targeted travel restrictions as scientifically ineffective and alarmist, with the risk of inciting further racism and xenophobia.  ", "As China emerges from its self-imposed isolation, all eyes are on whether it will be able to repair its reputation and relations that soured during the pandemic.   ", "China's ties with the West and many of its neighbors plummeted significantly over the origins of the coronavirus, trade, territorial claims, Beijing's human rights record and its close partnership with Russia despite the devastating war in Ukraine.  ", "The lack of top-level face-to-face diplomacy certainly didn't help, neither did the freeze on in-person exchanges among policy advisers, business groups and the wider public.  ", "At the G20 and APEC summits, Xi signaled his willingness to repair relations with the United States and its allies in a flurry of bilateral meetings.  ", "Communication lines are back open and more high-level exchanges are in the pipeline - with US Secretary of State Antony Blinken, French President Emmanuel Macron, Dutch Prime Minister Mark Rutte and Italy's newly elected Prime Minister Giorgia Meloni all expected to visit Beijing this year.  ", "But Xi also made clear his ambition to push back at American influence in the region, and there is no illusion that the world's two superpowers will be able to work out their fundamental differences and cast aside their intensifying rivalry.  ", "In the new year, tensions may again flare over Taiwan, technological containment, as well as China's support for Russia - which Xi underlined during a virtual meeting with Russian President Vladimir Putin on December 30.  ", "Both leaders expressed a message of unity, with Xi saying the two countries should \"strengthen strategic coordination\" and \"inject more stability into the world,\" according to Chinese state media Xinhua.  ", "China is \"ready to work\" with Russia to \"stand against hegemonism and power politics,\" and to oppose unilateralism, protectionism and \"bullying,\" said Xi. Putin, meanwhile, invited Xi to visit Moscow in the spring of 2023.  ", "Beijing has long refused to condemn Russia's invasion of Ukraine, or even refer to it as such. It has instead decried Western sanctions and amplified Kremlin talking points blaming the US and NATO for the conflict.  ", "As Russia suffered humiliating military setbacks in Ukraine in recent months, Chinese state media appeared to have somewhat dialed back its pro-Russia rhetoric, while Xi has agreed to oppose the use of nuclear weapons in Ukraine in meetings with Western leaders.  ", "But few experts believe China will distance itself from Russia, with several telling CNN the two countries' mutual reliance and geopolitical alignment remains strong - including their shared vision for a \"new world order.\"  ", "\"(The war) has been a nuisance for China this past year and has affected China's interest in Europe,\" said Yun Sun, director of the China Program at the Washington-based think tank Stimson Center. \"But the damage is not significant enough that China will abandon Russia.\"  "], "headline": "From the unwinding of zero-Covid to economic recovery: What to watch in China in 2023    ", "timestamp": "  Published  2:31 AM EST, Mon January 2, 2023    ", "act": "/2023/01/02/china/china-2023-lookahead-intl-hnk-mic"}, "/2022/12/28/china/china-zhengzhou-car-pile-up-intl-hnk": {"paras": ["One person was killed during a massive pileup involving more than 200 vehicles in the central Chinese city Zhengzhou on Wednesday, according to state media.  ", "The pileup took place on a bridge that was shrouded in heavy morning fog, which caused multiple vehicles to crash, according to state-owned The Global Times.   ", "Photos from the scene show the long multi-lane bridge, stretching across fields and the Yellow River, strewn with vehicles crammed into each other. Cars, cargo trucks, lorries and other vehicles can be seen in the pileup.  ", "In videos filmed from the ground, the air is still thick with fog. One clip shows a truck sliding forward, crashing into several smaller cars, as sirens ring in the distance.   ", "Many drivers and passengers were trapped in their cars, according to The Global Times. Emergency response workers and fire rescuers were deployed to the scene, including personnel from the traffic and health departments.  ", "One eyewitness told The Global Times the pileup stretched several kilometers long, and that moisture on the bridge made the road particularly slippery.  ", "In some areas, visibility that morning was only 200 meters (about 656 feet), according to Reuters, citing the local meteorology agency. Several hours after the pileup, police had issued a warning for cars not to cross the bridge due to the fog.  ", "\"In the winter the temperature is low and there is often heavy fog,\" traffic police posted on their official account on Weibo, China's version of Twitter. It reminded drivers to slow down, use their lights, and to leave dangerous areas as quickly as possible.  ", "The overpass connects Zhengzhou with the city of Xinxiang. Police shut down the bridge during rescue operations, with traffic resuming later that afternoon.  "], "headline": "More than 200 cars involved in massive pileup in China's Zhengzhou    ", "timestamp": "  Updated  7:17 AM EST, Thu December 29, 2022    ", "act": "/2022/12/28/china/china-zhengzhou-car-pile-up-intl-hnk"}, "/2022/12/27/china/china-2022-zero-covid-intl-hnk-mic": {"paras": ["2022 was supposed to be a triumphant year for China and its leader Xi Jinping, as he began his second decade in power with a pledge to restore the nation to greatness.  ", "Instead, China had its most difficult year under Xi's rule as it reeled from his costly zero-Covid policy - from months of overzealous enforcement that crushed the economy and stoked historic public discontent, to a wholesale abandonment so abrupt that left a fragile health system scrambling to cope with an explosion of cases.  ", "The chaos and disarray is a stark contrast to the start of the year, when Beijing showcased the success of its Covid containment measures by keeping the coronavirus largely at bay from the Winter Olympics.  ", "Over the span of a year, Xi's hallmark pandemic policy has turned from a source of legitimacy for the ruling Communist Party into a spiraling crisis that threatens to undermine it.  ", "As an unprecedented wave of infections - and deaths - sweeps the country, many have questioned why after sacrificing so much under zero-Covid and waiting for so long to reopen, the government ultimately let the virus rip through a population with little prior warning or preparation.  ", "As 2022 draws to a close, CNN looks back at five key events of the year for China's zero-Covid policy.  ", "The Games proved to be a resounding success for China's zero-Covid strategy.  ", "In its tightly sealed, meticulously managed Olympic bubble, the ubiquitous face masks, endless spraying of disinfectant and rigorous daily testing paid-off. Any infected visitors arriving in the country were swiftly identified and their cases contained, allowing the Winter Olympics to run largely free of Covid even as the Omicron variant raged around the world.  ", "The success added to the party's narrative that its political system is superior to those of Western democracies in handling the pandemic - a message Xi had repeatedly driven home as he prepared for a third term in power.  ", "It also boosted China's confidence that its well-honed zero-Covid playbook of lockdowns, quarantines, mass testing and contact tracing could build an effective defense against highly transmissible Omicron and contain its spread. In the lead-up to the Games, these measures worked in January to tame the country's first Omicron outbreak in Tianjin, a port city near Beijing.  ", "But it didn't take long for Omicron to seep through the cracks of zero-Covid. By mid-March, China was battling its worst Covid outbreak since the initial wave of the pandemic, reporting thousands of new cases a day, from northern Jilin province to Guangdong in the south.  ", "The financial hub of Shanghai soon became the epicenter. Local officials initially denied a citywide lockdown was necessary, but then imposed one after the city reported 3,500 daily infections.  ", "The two-month lockdown became a glaring symbol of the economic and social costs of zero-Covid. In the country's wealthiest and most glamorous city, residents were subject to widespread food shortages, lack of emergency medical care, spartan makeshift isolation facilities and forced disinfection of their homes. The draconian measures triggered wave after wave of outcry, severely eroding public trust in the Shanghai government.   ", "The lockdown also wracked havoc on the economy. China's GDP shrunk by 2.6% in the three months ending in June, while youth unemployment hit a record high of nearly 20%.  ", "But the costly lockdown did not prod China to shift away from its zero-tolerance approach. Rather, officials hailed it as a victory in the war against Covid. Other local governments came away with the lesson that they must curb infections at all cost, before outbreaks spiraled out of control.   ", "As the party's all-important national congress approached, the pressure only grew.  ", "Having tied himself so closely to zero-Covid, Xi was stuck in a trap of his own making. He couldn't afford to move away from it, the potential surge of infections and deaths posing too great a risk to his authority before he secured his norm-shattering third term at the congress.  ", "And so instead of vaccinating the elderly and bolstering ICU capacity, authorities wasted the next crucial months building larger quarantine facilities, rolling out more frequent mass testing, and imposing wider lockdowns that at one point affected more than 300 million people.  ", "But even the most stringent measures failed to tame Omicron's spread. By October, China was reporting thousands of daily infections again. Amid mounting public frustration, the People's Daily, the party's main mouthpiece, insisted zero-Covid is \"sustainable\" and the country's \"best choice.\"  ", "At the opening of the congress, Xi gave a sweeping endorsement of his Covid policy, saying it had \"prioritized the people and their lives above all else.\" He scored a big political victory, securing a third term and stacking the party's top ranks with staunch allies - including those who had loyally carried out his Covid policies.  ", "Officials took the hint and became ever more zealous in enforcing zero-Covid, dashing hopes that the country could open up after the congress.   ", "As restrictions tightened, more suffering and tragedy emerged from the unrelenting lockdowns.  ", "Migrant workers abandoned a locked-down Foxconn factory en masse, walking for miles to escape an outbreak at China's largest iPhone assembling site. A 3-year-old boy died of gas poisoning in lockdown after he was blocked from being taken promptly to a hospital. A 4-month-old girl died in hotel quarantine after a 12-hour delay in medical care.  ", "Then, in late November, a deadly apartment fire in the western city of Urumqi finally ignited public anger that had been simmering for months. Many believed lockdown measures had hampered rescue efforts, despite official denials.  ", "Protests erupted across the country, on a scale unseen in decades. On university campuses and the streets of major cities, crowds gathered to call for an end to incessant Covid tests and lockdowns, with some decrying censorship and demanding greater political freedoms.  ", "In Shanghai, protesters even demanded that Xi step down - an unimaginable act of political defiance toward the country's most powerful and authoritarian leader in decades.  ", "The nationwide demonstrations posed an unprecedented challenge to Xi. By then, Omicron had seemingly spun out of control, with the country logging a daily record of more than 40,000 infections, and the economic strain becoming too severe, with local governments running out of cash to pay huge lockdown bills.  ", "In an apparent effort to appease protesters, some cities began to loosen restrictions.   ", "Then, on December 7, the central government announced a drastic overhaul of approach, rolling back lockdowns, testing and allowing residents to isolate at home - effectively abandoning zero-Covid.  ", "State media and health officials have since flipped from preaching the dangers of the virus to downplaying its threat.   ", "While the easing of stifling restrictions is a long-awaited relief for many, the abruptness and haphazardness of it has caught an unprepared public off guard and left them to fend for themselves.  ", "Over-the-counter cold and fever medicines - which had been restricted from purchase under zero-Covid - sold out instantly at pharmacies and on online shopping sites. Huge lines have formed outside fever clinics and hospital emergency rooms overflow with patients, many elderly. Crematoriums are struggling to keep up with an influx of bodies.  ", "Amid the chaos, the government has stopped reporting the bulk of the country's Covid infections and narrowed its criteria of counting Covid deaths in a way that the World Health Organization warned would \"very much underestimate the true death toll.\"  ", "While that move has taken the public's panic into consideration, the political undertones are also hard to miss.  ", "For nearly three years, China's low Covid caseload and death count compared with countries like the United States had been held up as a measure of the party's merit and legitimacy.  ", "Now, the true scale of the outbreak and deaths could deal a serious blow to the credibility of a government that had justified years of painful restrictions on the grounds that they were necessary to save lives.  ", "Some studies have estimated China's abrupt and under-prepared reopening could lead to nearly a million deaths - close to the Covid death toll of the US.  ", "As China enters its third - and darkest - pandemic winter, zero-Covid is finally dead, but the fallout from its demise will haunt the country into the next year.  "], "headline": "Zero-Covid was supposed to prove China's supremacy. How did it all go so wrong for Xi Jinping?    ", "timestamp": "  Updated  8:51 AM EST, Wed December 28, 2022    ", "act": "/2022/12/27/china/china-2022-zero-covid-intl-hnk-mic"}}