{"/2023/02/25/europe/ukraine-war-three-key-weapons-intl-hnk": {"paras": ["When Russian President Vladimir Putin sent his forces into Ukraine a year ago, most observers expected a quick victory for the invaders.  ", "Those early predictions of Russian success have not materialized, for what experts cite as a variety of factors, including higher morale and superior military tactics on the Ukrainian side but also - crucially - the supply of Western armaments.  ", "While recent headlines have made much of the potential for Western battle tanks or Patriot air defense systems to influence the war's outcome, these systems have yet to be used in combat in Ukraine.  ", "But there are other weapons that have already helped to change the course of the war. Here are three key ones that the Ukrainians have used to devastating effect.  ", "At the very beginning of the war, fighters on both sides were expecting Russian armored columns to begin rolling into the Ukrainian capital of Kyiv within days.   ", "The Ukrainians needed something that could blunt that attack - and found it in the form of the Javelin, a shoulder-fired, guided anti-tank missile that can be deployed by a single individual.  ", "Part of its appeal lies in its ease of use, as manufacturer Lockheed Martin, which co-developed the missile with Raytheon, explains: \"To fire, the gunner places a cursor over the selected target. The Javelin command launch unit then sends a lock-on-before-launch signal to the missile.\"  ", "The Javelin is a \"fire and forget\" weapon. As soon as its operator takes the shot, they are able to run for cover while the missile finds its way to the target.  ", "This was particularly important in the early days of the war as the Russians tended to stay in columns when trying to enter urban areas. A Javelin operator could fire from a building or behind a tree and be gone before the Russians could fire back.  ", "The Javelin is also good at targeting the weak spot of the Russian tanks - their horizontal surfaces - because its trajectory after launch sees it curve upwards then fall on the target from above, according to Lockheed Martin.  ", "This could be seen in images early in the war of Russian tanks with their turrets blown off. Often, it was a Javelin that had done the damage.  ", "Indeed, so great was the Javelins' impact that two-and-a-half months into the war US President Joe Biden visited the Alabama plant where they are made to praise the workforce for their help in defending Ukraine.  ", "\"You're making a gigantic difference for these poor sons of guns who are under such enormous, enormous pressure and firepower,\" Biden said at the time.  ", "There was one other advantage to the Javelins, particularly pertinent at the start of the war: they were politically acceptable.  ", "\"Their low cost and defensive usage make them politically easier for other countries to provide,\" Michael Armstrong, an associate professor at Brock University in Ontario, wrote on the Conversation. \"By contrast, governments disagree about sending more expensive offensive weapons like warplanes.\"  ", "The full US Army name is the M142 High Mobility Artillery Rocket System. It's \"a full-spectrum, combat-proven, all-weather, 24/7, lethal and responsive, wheeled precision strike weapons system,\" the US Army says.  ", "That's a mouthful, but to put it more plainly, HIMARS is a 5-ton truck carrying a pod that can launch six rockets almost simultaneously, sending their explosive warheads well beyond the battlefield's front lines, and then quickly change positions to avoid a counterstrike.  ", "\"If Javelin was the iconic weapon of the early phases of the war, HIMARS is the iconic weapon of the later phases,\" Mark Cancian, senior adviser for the International Security Program at the Center for Strategic and International studies, wrote in January.  ", "HIMARS fires munitions called the Guided Multiple Launch Rocket System (GMLRS) that have a range of 70 to 80 kilometers (about 50 miles). And their GPS guidance systems make them extremely accurate, within about 10 meters (33 feet) of their intended target.  ", "Last July, Russian reporter Roman Sapenkov said he witnessed a HIMARS strike on a Russian base at Kherson's airport in territory Moscow's forces had occupied at the time.  ", "\"I was struck by the fact that the whole packet, five or six rockets, landed practically on a penny,\" he wrote.  ", "HIMARS has had two key effects, Yagil Henkin, a professor at the Israel Defense Forces Command and Staff College, wrote for the US Marine Corps University Press.  ", "The strikes have forced \"the Russians to move their ammunition depots farther to the rear, thereby reducing the available firepower of Russian artillery near the front lines and making logistical support more difficult,\" Henkin wrote.  ", "And using the long-range rockets to hit targets such as bridges has disrupted Russian supply efforts, he said.  ", "The HIMARS system is manufactured and patented in the United States by Lockheed Martin.  ", "The Turkish-designed drone has become one of the world's best-known unmanned aerial vehicles (UAV) due to its use in the Ukraine war.  ", "It's relatively cheap, made with off-the-shelf parts, packs a lethal punch and records its kills on video.  ", "Those videos have shown it taking out Russian armor, artillery and supply lines with the missiles, laser-guided rockets and smart bombs it carries.  ", "\"Viral videos of the TB2 are a perfect example of modern warfare in the TikTok era,\" Aaron Stein, a senior fellow at the Foreign Policy Research Institute, wrote on the Atlantic Council's website.  ", "The Bayraktar TB2 was not a \"magic weapon,\" but it was \"good enough,\" he wrote.  ", "He cited as its weaknesses its lack of speed and vulnerability to air defenses. Battlefield statistics appear to bear that out. Seventeen of the 40 to 50 TB2s that Ukraine has received have been destroyed in combat, according to the Oryx open source intelligence website.  ", "But Stein says the number of losses are outweighed by the low cost of the drone, which means they can be relatively easily replaced.  ", "Indeed, a plan to set up an assembly line for the drones in Ukraine was in the works even before the war. And using the drones potentially has saved the lives of Ukrainian pilots who would otherwise have had to carry out the missions.  ", "Recent reports from Ukraine indicate the TB2 may be playing less of a role as Russian forces figure out how to combat it, yet its fans say it delivered when Ukraine's position was most precarious.  ", "Its videos of Russian kills were \"a great morale booster,\" Samuel Bendett, adjunct senior fellow at the Center of Naval Analyses Russia Studies (CNAS), told CNN early in the war.   ", "\"It's a public relations victory.\"   ", "The TB2 even had a music video made about it. That's the status it has attained among Ukrainians.  "], "headline": "Three weapons that changed the course of Ukraine's war with Russia    ", "timestamp": "  Published  6:58 PM EST, Sat February 25, 2023    ", "act": "/2023/02/25/europe/ukraine-war-three-key-weapons-intl-hnk"}, "/2023/02/24/europe/kyiv-war-anniversary-intl-cmd": {"paras": ["One year after Russian President Vladimir Putin launched his invasion of Ukraine believing he'd take Kyiv within days, Ukraine's President Volodymyr Zelensky struck a defiant note, insisting that he was \"certain\" his country would win the war.  ", "Responding to a question from CNN's Christiane Amanpour at a press conference in the capital city, Zelensky said: \"Victory will be inevitable. I am certain there will be victory.\"  ", "\"We have everything for it. We have the motivation, certainty, the friends, the diplomacy. You have all come together for this,\" Zelensky said. \"If we all do our important homework, victory will be inevitable.\"  ", "Russia launched the full-scale invasion of Ukraine eight years after forcefully annexing the southern Ukrainian peninsula of Crimea.   ", "But its plan to wrest control from Zelensky's pro-European government has gone badly. A year after Russian tanks rolled into the country, Ukraine is still fighting and has managed to repel Moscow's advances north of Kyiv and in some eastern and southern parts of the country.  ", "The Ukrainian president has repeatedly rejected the idea of negotiating a peace deal that would see Ukraine lose any of its territory. Speaking on Friday, he said he would not negotiate with Putin - even though he was prepared to speak to him before the war started.  ", "\"It is not the same man. There is nobody to talk to there,\" he said.  ", "Meanwhile in Russia, former Russian President and Deputy Chair of Russia's Security Council of the Dmitry Medvedev said on Friday that that Russia's aim was to \"push the borders of threats to our country as far as possible, even if these are the borders of Poland.\"   ", "Zelensky used the first anniversary of the war to rally troops and renew calls for international assistance for his country. He handed out awards to soldiers and visited wounded service members before holding the rare press conference.   ", "Earlier on Friday morning, the Ukrainian leader addressed members of the military in Kyiv. He told them it was they who would determine the future of the country.  ", "\"It is you who will decide whether we are all going to exist. Whether Ukraine is going to exist. Every day. Every hour. It is you - Ukrainian soldiers - which will decide it,\" he said.  ", "Ukraine's international allies showed their solidarity on Friday, with landmarks around the world lit up in colors of the Ukrainian flag, and new weapons and funding announcements.   ", "The United States announced a $2 billion dollar security package to Ukraine, which includes new funding for contracts including HIMARS rockets, 155-millimeter artillery ammunition, drones, counter-drone equipment, mine-clearing equipment and secure communications equipment.  ", "US Secretary of State Antony Blinken called on the international community not to let Putin's crimes \"become our new normal,\" at the United Nations Security Council.  ", "Germany said it would send a further four Leopard 2 tanks to Ukraine, increasing its original commitment from 14 tanks to 18. Swedish Prime Minister Ulf Kristersson also pledged to send Leopard 2 tanks to Ukraine.   ", "And Japanese Prime Minister Fumio Kishida said he intends to present the idea of imposing new sanctions against Russia during a virtual meeting with G7 leaders and Zelensky.  ", "But there was a noticeable feeling of anxiety in Kyiv on Friday, as many of its residents worried Russia might launch new attacks on the day of the anniversary.   ", "The public transport system was less busy than usual during the morning rush-hour and many parents decided to keep their children home from school.  ", "Security was heightened, with visibly more troops and police officers out patrolling the streets.  ", "While air-raid sirens are a daily fixture in Kyiv, there hasn't been a major attack on the city in a few weeks, which means that whenever the alarms are activated, people are left gauging the level of risk.  ", "Across the country, ordinary Ukrainians marked the day in their own ways.   ", "Kathalina Pahitsky, a 16-year old student, went to the St. Michael's Golden-Domed Monastery in Kyiv to lay flowers in memory of two former students from her school who lost their lives fighting in the war.  ", "It was a bitterly cold morning in Kyiv, but Pahitsky said she felt it was her duty as the student president of her school to represent her classmates and pay her respects to the fallen heroes.  ", "\"They were defending our country on the front line. One of them died after he was wounded, the other one stepped on a mine,\" she told CNN.  ", "Holding a few red flowers adorned with blue and yellow ribbons, she said those killed in the war must be remembered and celebrated.  ", "\"Their photographs are here on the main street. It's a great honor. They died as heroes. So it's very important for us. And it would have been for them,\" she said.  ", "Olexander Atamas, who was an IT worker before the war and now serves with the Naval Forces of the Armed Forces of Ukraine, said it was hard to describe his feelings on Friday.   ", "\"I would prefer to describe what I don't feel now, I don't feel a fear, but [I] feel confidence in my abilities,\" he told CNN. \"One year ago ... I felt fear, I was stressed, psychologically it unsettled me. But currently there is no fear at all.\"  "], "headline": "Kyiv marks one year of war with anxiety and a rallying cry from Zelensky    ", "timestamp": "  Updated  3:13 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/europe/kyiv-war-anniversary-intl-cmd"}, "/2023/02/24/europe/europe-winter-drought-rivers-climate-intl": {"paras": ["A winter heatwave, record low levels of rain and a startling lack of snow in Europe are pushing rivers, canals and lakes across the continent to alarmingly low levels, with experts warning there could be repeat of last year's severe droughts.  ", "Images of dried-up river beds and shrunken lakes are usually associated with the scorching heat of summer - not the winter. But an exceptionally warm and dry start to the year is affecting a swath of Europe, including central and southwest France, northern Spain and northern Italy.   ", "There are concerns for what this might mean for water supplies.   ", "Europe's water situation has become \"very precarious,\" according to a study published in January by researchers at the Graz University of Technology in Austria, which used satellite data to analyze the world's groundwater resources.  ", "\"A few years ago, I would never have imagined that water would be a problem here in Europe,\" said Torsten Mayer-Gürr, one of the researchers. \"We are actually getting problems with the water supply here - we have to think about this.\"  ", "France, which is experiencing its driest stretch in more than 60 years, may soon bring in water restrictions.   ", "The country \"suffered a series of 32 consecutive days without any significant rainfall from January 21 to February 21,\" Simon Mittelberger, a climatologist at Météo-France, told CNN - the longest stretch since records began in 1959.  ", "It is having  a damaging effect on the country's rivers and lakes, Mittelberger said, as well as the country's soils.  ", "\"Soils are much drier than usual,\" he said. France's current soil moisture levels would not normally be seen until mid-April.  ", "Snowfall has also been low. \"The situation in the Pyrenees is close to the lowest record of snow quantity for that time of year,\" Mittelberger said. The Alps have seen 63% less snow than usual, according to CIMA Research Foundation.  ", "A lack of snow in the winter can threaten water reserves in the spring and summer, as there is less snowmelt to sustain rivers.  ", "Last summer, France suffered its worst drought on record but, Mittelberger warned, this year \"the situation could be worse if we don't have significant rainfall in the next couple of months.\"  ", "Christophe Béchu, the minister for ecological transition, called the winter drought \"unprecedented,\" and warned the country is in a state of alert.   ", "In Italy, some of country's most famous bodies of water are drying up.  ", "Water levels at Lake Garda are so low that it is now possible to walk to an island in the middle, along a strip of exposed lake bed. A few months ago, this walkway did not exist.  ", "It is now also a lot harder to take a water taxi in Venice, as some of its canals have become too shallow to keep gondolas afloat, in part, because of a lack of rainfall.   ", "The city which has long feared flooding is now grappling with the opposite problem.   ", "Italy's longest river, the Po, which winds through its northern agricultural heartland, has 61% less water than usual for this time of year.  ", "Last summer, the Italian government declared a state of emergency for the area surrounding the Po, which experienced its worst drought in 70 years.  ", "Giorgio Zampetti, general manager of Legambiente, an Italian environmental group, fears that the worst is yet to come: \"2023 has just begun, but it is showing worrying signs in terms of extreme weather events [and] drought levels,\" he said in a press statement.  ", "In Spain, which experienced its hottest year on record last year, there are concerns about water supplies.   ", "\"We cannot guarantee water supply for drinking water or for economic uses by relying exclusively on rain,\" Teresa Ribera, Minister for the Ecological Transition recently said at a press conference.   ", "The country has approved plans to invest around $24 billion in water management, including measures to improve sanitation and treatment and modernize irrigation.  ", "Since 1980 the average available water has decreased by 12%, with projections that there may be a further decrease of up to 40% by 2050.  ", "Dry weather in Spain is also threatening the country's prized jamón ibérico bellota, as low rainfall and rising temperatures affect the acorns eaten by the pigs.  ", "While Europe has previously been blighted by summer droughts, experts fear the exceptionally dry last two months may signal a new reality, caused in part by rising average global temperatures.  ", "\"These conditions were rare in the past, but climate change is altering precipitation regimes over Europe and making these extremes more recurrent and intense,\" Andrea Toreti, a climatologist at the European Commission's Joint Research Centre, told CNN.  ", "\"There is a growing concern due to the lack of precipitation in the last weeks and also considering the 2022 drought. The coming weeks will be crucial,\" Torerti said.  ", "While Toreti said attributing the winter drought to climate change would require a specific analysis that has not yet been conducted, he added such events \"are an expected effect of climate change in terms of more frequent and intense extremes.\"  "], "headline": "Dry canals, low rivers and shrunken lakes: Europe braces for severe drought amid winter heatwave    ", "timestamp": "  Updated  10:16 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/europe/europe-winter-drought-rivers-climate-intl"}, "/2023/02/23/europe/ukraine-married-couple-anniversary-russia-war-intl-cmd": {"paras": ["Yaryna Arieva and Sviatoslav Fursin are not going to celebrate their first wedding anniversary this Friday.   ", "The Ukrainian couple got married on the day Russia launched a full-scale attack on their country. A year later, Ukraine is still at war. Russian missiles are still falling from the sky and people are still dying.   ", "There isn't much to celebrate, they say. \"A year has passed and all the memories, they start coming back,\" Arieva told CNN at her and Fursin's home in Kyiv.   ", "She said that, for months, she avoided wearing a suit she got just days before the invasion because it was bringing back memories of the darkest moments of her life.  ", "\"It's not the memories you want to have in your head all the time,\" she said.  ", "Arieva, 22, and Fursin, 25, rushed to tie the knot in St. Michael's Golden-Domed Monastery on February 24, months before their planned wedding in May. They wanted to be together, whatever came next. The place has since become a favorite spot for visiting foreign dignitaries on their show-of-support trips to Kyiv. Most recently, US President Joe Biden was photographed there with Ukraine's leader Volodymyr Zelensky during his surprise visit on Monday.   ", "\"I remember my wedding ceremony and that feeling of not knowing anything. That unpredictable and really scary future,\" Arieva said.  ", "The same day, they collected their weapons and signed up as volunteers with their local unit of territorial defense force, the volunteer branch of Ukraine's armed forces, determined to defend their city. Arieva serves as an elected Kyiv City councilor, a part-time unpaid government position that meant she was given a weapon.  ", "Fursin was immediately sent toward the front lines. He told CNN he saw a bus full of volunteers and simply jumped in, unsure where it was headed.  ", "He and other volunteers were forming the second line of defense north of Kyiv, in Irpin, Hostomel and other areas that quickly became key battlegrounds.   ", "\"The first night, we were totally not ready. We didn't have any trenches, nothing,\" he said.  ", "Fursin was put in charge of a group of 10 people, mostly other very young men. His qualifications? He was the only one of the 11 who had held an automatic weapon before.  ", "\"The commander watched how I handled the weapon and said: 'Take these people and make shelters and ambush positions and think about which way you will run,'\" Fursin related. \"We were digging trenches. Just digging, digging, digging, all night.\"   ", "Arieva, meanwhile, was back at the base of their territorial defense unit in Kyiv, trying to be helpful.  ", "\"The first night when I was waiting for my husband, when he left for his first battle, I think it was the scariest night of my life, because of course, I couldn't call him because he had to turn his phone off,\" she said.  ", "\"I wasn't religious but at that moment I prayed to all [the] gods I know for him to come back safe.\"  ", "The next month and a half is a blur.  ", "Fursin kept going on missions. He was mostly manning checkpoints and forming a second line of defense, but he did find himself face-to-face with Russian troops a couple of times and was trained in firing anti-tank missiles. He refuses to go into details beyond saying he had used his weapons during that time. \"We were told not to talk about it,\" he said.  ", "Arieva, meanwhile, was working in a tiny office with eight other people, 7 a.m. until 10 p.m. every day. There were three small tables with barely enough space for the computers, let alone the people. Bounty and Snickers bars, cigarettes and tobacco sticks became hard currency during that time.  ", "They both admit the experience was a tough one.   ", "\"In our dreams, when we were imagining it, we were so heroic and strong. And the reality was that we washed once a week because there were no showers in there and it wasn't very pleasant, [with] the lack of sleep and sometimes food,\" she said.   ", "Still, they look back at the time with pride and fondness.  ", "\"Everyone forgot who they are, if they were very famous or very, very rich or very [influential] politicians, they were just helping each other, standing together smoking and not knowing what was going on,\" Arieva said.  ", "Arieva said she quit smoking just days before the war began, but her determination didn't last.  ", "\"I said I will quit on victory day, but I might have to try earlier,\" she said.  ", "When Russian troops withdrew from the Kyiv region in early April, Arieva and Fursin's time in the territorial defense came to an end. The military decided it needed to make the volunteer units more professional and only those with previous military experience were allowed to stay.  ", "Fursin and Arieva were asked to leave the force.  ", "\"It was hard to become civilians again, because we didn't want to be protected, we wanted to do something,\" she said.  ", "They tried to enjoy the small things, like the first cappuccino since the start of the war.  ", "\"It was the tastiest thing. That cappuccino with the foam, that beauty, that taste, it [the war] has really made us value things much more,\" she said.  ", "For Fursin, last year's invasion was the second of his life. He grew up in Crimea and was living on the Ukrainian peninsula when Russia forcibly annexed it in 2014. His grandmother was too ill to travel at the time, so they stayed.  ", "\"I remember how the place has changed after that. We used to joke that you go to sleep in one country and wake up in another,\" he said.  ", "When Fursin's family finally left Crimea, they settled in Irpin. Just three years later, their home was, once again, invaded by Russian troops.  ", "The couple describes the shock of coming back to Irpin after it was liberated in early April. The town north of Kyiv became the front line during the battle for the capital city. It was here that Ukrainian forces managed to repel the attack.    ", "The family home was still standing, but was severely damaged, with windows shattered and half of the building scorched.   ", "Back in the civilian world, the couple began volunteering, bringing food and basic supplies to liberated settlements north of Kyiv. The demand was so overwhelming that sometimes they had to make multiple trips a day.  ", "\"I remember Katyuzhanka, because we brought a lot of bread and macaroni and some pasta sauce and batteries and there was a huge amount of people waiting. We gave out everything we had and we had to go back and bring more bread because more than half [of the] people didn't get anything and they didn't have a slice of bread in that town,\" Arieva said.   ", "She still remembers people sharing terrifying stories of life under occupation and bursting into tears upon hearing strangers speak Ukrainian.  ", "\"It was really ... hard to even listen to these stories, it hurts,\" she said.   ", "Slowly, life started to return to normal. It was spring, and Kyiv was in full bloom. It really felt like renewal, they said.   ", "They had their official town hall wedding and a small celebration in May, mostly because the deposit was paid and non-refundable. Arieva finally got to introduce her husband to her 97-year-old great-grandmother.   ", "They had both lost their jobs right at the beginning of the invasion. Arieva was working for the Committee of Voters of Ukraine, an observer organization, and Fursin for a housing co-op in Irpin.   ", "As they started running out of money, they decided to focus on work and their studies.   ", "Over the summer, Fursin finally graduated from university. He began his degree in Crimea, but when his family fled the occupied peninsula in 2019, he had to start over. He is now working on and off on software development projects.  ", "Arieva, meanwhile, decided to focus on learning to code. Tech is the only sector that is still growing in Ukraine, because it allows people to work remotely.   ", "But their plan to work and study remotely got derailed when Russia launched a wave of attacks on Ukraine's energy infrastructure in the fall. Working was quickly becoming impossible.  ", "\"We would have two hours of electricity, then five hours without electricity, then three hours of electricity, it was really demoralizing,\" Arieva said.  ", "\"The worst thing about that was that the streets weren't lit. And not all people use their torches or have [reflective] jackets to be seen on the road. And every week I would see a car crash from my balcony and some people died,\" she added.  ", "In the fall, they adopted a cat and called him Kus, Ukrainian for \"bite.\" Even now, months later, Fursin's arms are covered in cat scratches.  ", "As Christmas started approaching, the couple, along with their families, decided to switch the date they'd celebrate the Christmas holiday.  ", "Instead of January 7, which marks the birth of Jesus according to the Julian calendar, still used by the Russian Orthodox Church, they celebrated on December 24, which marks the birth of Jesus according to the Gregorian calendar.  ", "\"So we had two Christmases in 2022,\" Arieva said.  ", "Ukraine's Orthodox church announced in the fall that it would allow its churches to celebrate Christmas in December.  ", "\"It makes more sense. It was more symbolic and I really liked it. And also it feels good that we are not celebrating with Russians anymore,\" Arieva said.  ", "The family didn't have the usual full spread of 12 dishes for Christmas dinner, because the electricity was on for just six hours that day. They cooked Kutia, the traditional Ukrainian porridge-like Christmas meal that consists of wheat or rice, raisins, walnuts, honey and poppy seeds, using the emergency gas cylinder.  ", "As the first anniversary of the war - and their wedding - approaches, Arieva and Fursin are reflecting on how the year has changed them.   ", "Arieva said she is a completely different person. \"I became less naive and less childish. And maybe it has made me a little bit stronger. Because what doesn't kill us, makes us stronger, of course,\" she said.   ", "\"Only when you see this, you understand the value of life. And for me, this is 100%,\" Fursin said. \"What we went through together, I understand that [we are] completely different. And that we [continue] to love each other, that, for me, is maybe the biggest sign that it's true love,\" he said.   "], "headline": "They got married the day Russia invaded. It's been the longest year of their lives    ", "timestamp": "  Updated  9:24 AM EST, Fri February 24, 2023    ", "act": "/2023/02/23/europe/ukraine-married-couple-anniversary-russia-war-intl-cmd"}, "/2023/02/24/europe/ukraine-russia-europe-security-one-year-on-intl-cmd": {"paras": ["If you can remember clearly the Europe of a dizzying year ago, perhaps the biggest surprise in where we find ourselves now is the extent to which the West has been reminded of its values and purpose.  ", "Russia's unprovoked invasion of Ukraine served as the unwitting antidote to six years of clumsy populism and the huge economic and psychological shock of the pandemic. It also worked to counter a sense that morality, and the virtue of values, were becoming obsolete in the face of the many challenges posed by the world's crises.  ", "It shouldn't have taken the deaths of thousands of innocent Ukrainians, the threat of nuclear attack, and the leveling of so much of a country, to make this point. But it's perhaps the revulsion to Putin's brutal and inept war that helped Europe and the rest of the West rediscover a collective sense of purpose.  ", "The eyes of three old men thrust into our van in Posad Pokhrovka, in the early days of the war, desperate to flee shelling that had torn their world apart, still haunt me: Not even the Nazis beat them like that, they said, sobbing. They never thought they'd live long enough to see worse than the 1940s.  ", "Wars can intensify scrutiny of both sides' conduct to the point where each can be accused of some degree of wrongdoing. So, it's important to pause at this point and consider the ugliness of the way Russia has waged this war.  ", "Firstly, Moscow won't even admit that it's at war - a sign of the fictional landscape in which it wishes to fight.  ", "Secondly, Moscow has burned through its professional army so fast, it is press-ganging students to the front, and resorting to unleashing human waves of Russian prisoners at Ukrainian trenches. Some return in coffins, the injured are sent back to fight.    ", "Thirdly, the lack of sophistication - or even basic self-awareness - is striking. The Russian high command doesn't even seem to want to address how bad it is. In the background, the threat of nuclear force has been brandished so ineptly - in chest-pounding signals from a weak Kremlin which is losing the most conventional of fights - it appears to have had the almost opposite effect, galvanizing the West into concerted action in the face of what amounts to nuclear blackmail.  ", "Ukraine's response has been further fuel to Western unity. Ingenuity has bolstered the Ukrainians' defense. A territorial defense fighter, known as \"Graf,\" could talk in Kramatorsk for hours about the complexities of syncing drone surveillance to artillery, then switch to the role of Western private contractors in the war, and end with a blistering critique on the role alcoholism and corruption would have on the bones of Russia's nuclear program.  ", "Ukraine is sending its best and brightest to fight, and adapting to warfare faster than imaginable, while Russia is forcing convicts to run straight into the hail of bullets from Kyiv's machine guns.  ", "In the past year, fear of Moscow has begun to evaporate. The Cold War foe that could vaporize our world - whose warheads were the menace behind so many childhood animations and movies in the 80s - has not recovered and lost the internal blindness and shoddiness that led to the Soviet collapse. It's as bad as it was, only more desperate - its elite twice-humiliated, first in the 90s, and now.  ", "The Russian dead I witnessed, sprawled all over the roadside as Ukraine advanced in Kherson this summer, were scruffy, with a sleeping mat and workout gloves for comfort, and only rusting armor at their backs.   ", "There is something tragic about how fast Russia has fallen. Deservedly so, perhaps, but pause also to remember that the first Putin years contained, despite their massacres in Chechnya and slow strangulation of dissent, a kernel of economic reform and progress for ordinary Russians. Putin was creating the middle class that would ultimately risk his downfall.  ", "Now all that is gone, and a shrinking population will rasp on the edges of Europe for years to come. Whether Russia requires a harsh reprimand or not, the impact of its demise will be another problem Europe has to endure up close.   ", "What's most startling about the choice Moscow has imposed on the West - to seek its strategic defeat in Ukraine rather than its limited appeasement - is that Europe was heading in the other direction a year ago.  ", "Defense budgets were growing in recognition of Russian malice, but the broad hope was that Putin would be a benign, grumpy neighbor arguing over the border fence, rather than a savage marauder bent on restoring an empire so aged in concept not even he was old enough to have seen it in full.  ", "The West is engaged in an act of full-throated support of Ukraine that it's fair to say most of its officials would have deemed far too provocative a year ago. Sending tanks, thinking of F16s, training troops... It's hard to argue this isn't already NATO's war too, fought by proxy.  ", "Is that a bad thing? For Ukraine, yes, whose sacrifice should never have had to happen. So much loss remains hidden: I recall being inside and shivering outside the administration building of Mykolaiv at the start of the war. Now all I can think of is how many must have been inside it when a missile tore it in two in March.  ", "But this is a more limited scenario for Russia's defeat than NATO war planners could have gamed. The Great Power was never meant to falter so explicitly, or so ineptly inspire unity in the foes it had worked so hard to divide.   ", "A pattern of miscalculation and misstep by Moscow is not entirely comforting. It leaves the use of its nuclear arsenal as something of a wild card still. We know the consequences of nuclear weapons use for their victims and ordinary Russians. But that's not stopped Putin up to now.   ", "The possibility Russia's nastiest toys also fail in their most destructive use - that the nuclear button just smokes and whirrs when struck - is perhaps what is holding Putin back, or the same streak of self-preservation that has guided his every move.   ", "It is perhaps the innate selfishness and myopia of Russia's system that reduces this threat and has enabled such a meaty Western response. The year ahead will likely see the non-conventional menace of a desperate Russia grow, and the slow tiring of Western support, as elections churn and budgets are strained.  ", "But a wider victory has already been achieved in a year - in that unity of purpose and substance of support have prevailed, where Moscow sought to seek selfishness and division. That moment of clarity can't be erased, no matter how long it endures.  "], "headline": "Putin's war in Ukraine has exposed Russia's weaknesses - and brought the West together    ", "timestamp": "  Published  12:09 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/europe/ukraine-russia-europe-security-one-year-on-intl-cmd"}, "/2023/02/23/europe/ukraine-foreign-fighters-vuhledar-donbas-intl": {"paras": ["Under a blanket of stars, the only sound in the air is the deep hum of a pick-up truck, its headlights off. Fumes chug into frigid air from the exhaust. Only the taillights reveal the vehicle's outline; the remotest sliver of light could spell disaster this close to the frontline.  ", "Overhead, Russian drones stalk the skies, hunting for any sign of life.   ", "Thursday's pre-dawn mission is simple: get to one of the most beleaguered and battered parts of eastern Ukraine's 1,500 mile-frontline, the lynchpin town of Vuhledar, which Russian forces have sought to seize for months.  ", "\"Ready!\" barks an American voice. A British soldier, balaclava covering his face, perhaps in anticipation of a minus 5 degrees Celsius (23 degrees Fahrenheit) journey on the back of the truck, replies \"yep,\" and leaps onto the vehicle.   ", "On the eve of the one-year anniversary of Russia's war in Ukraine, CNN was given exclusive access for two days with Ukraine's International Legion - a band of foreign fighters who have bolstered the Ukrainian armed forces in the fight for their homeland.  ", "One of them hails from North Carolina, via New York. The American voice belongs to Jason Mann, who goes by 'Doc.' A bearded, six-foot former United States Marine with tours in Afghanistan and Iraq under his belt, Mann leads a unit called 'Phalanx.'   ", "Recent arrivals to his unit include two Canadians and a Brit, who go by calls signs like 'Scrappy' and 'Terminator' (the latter of whom got his name after taking a brick to the eye on a mission, leaving it bloodshot).   ", "The aim of this early morning mission into Vuhledar is to familiarize 'Scrappy' - newly arrived from the UK a matter of weeks ago - with the terrain in this strategically critical town, known as the \"gift of coal.\"  ", "\"A lot of activity is going to be happening (in Vuhledar) over the next week,\" predicts Mann. \"We need to get him a little bit familiar with the area just in case we run out fast.\"  ", "Moscow has piled ammunition and troops into capturing Vuhledar in recent months. It has reduced the city to a shell of itself. Ferocious fighting has left the town, once of 15,000 people, largely void of any life.    ", "A Russian victory here would help it keep Donetsk connected with Russian-occupied Crimea and allow the Russians to begin a northern \"hook\" as part of their anticipated spring offensive.   ", "But Russian troops have suffered painful and bloody failures around Vuhledar, causing a near mutiny among troops in November. Drone video from Ukrainian units stationed around the town have shown Russian tanks and armored personnel carriers rolling over mines, dumping their troops and then running them over, as Ukrainian artillery targets them.    ", "Now Mann and his unit expect a renewed Russian effort to take the city and finally declare victory here as the war's February 24 anniversary draws closer.    ", "The previous days mud has turned rock hard, and the pick-up rattles over it. Speed is essential to accessing Vuhledar, as the convoy crosses huge, exposed fields. Small leafless tree lines offer scant protection from Russian artillery.   ", "On arriving to the tiny strategic town, it becomes clear that the months of fighting have left an apocalyptic level of destruction. Tall Soviet apartment blocks offer some cover from the near constant Russian shelling.   ", "But at this early hour, the city is eerily calm. \"This isn't an early morning war,\" Mann quips.   ", "The previous day, a near constant barrage of artillery had hammered the city.  ", "To venture safely further into Vuhledar, you pass through the apartment buildings.   ", "We step through a squeaky swinging door, into almost ghostly silent courtyard. A rust swing set hangs limp, every building show the scars of a pounding. Windows are blown out, chunks of walls are missing, bricks and debris litter the ground, pock-marked with craters.   ", "\"Now you can see why I don't like being on this side,\" Mann says.  ", "A couple are wandering the streets with shopping bags. The appearance of life seemed incongruous to the surrounding. To our guides though, it was suspicious.  ", "The risk of shelling grows as the sun rises; it looks like a beautiful day - perfect for artillery, and time for us to leave.  ", "Back in a small village a small distance back from Vulhedar, a family house has been transformed into a military billet and small arsenal. Towns like these have sprung up across Ukraine, tiny military eco-systems.  ", "Roving battery units fire vibrating shells at regular intervals across the village towards Russian positions without warning. A tiny litter of newly born puppies barely flinch.  ", "Mann says his experience in Iraq and Afghanistan hardly prepared him for the kind of warfare seen in Ukraine.   ", "\"You know, fighting in a trench that's not something that someone's done in a long time. Like even World War Two is not really fought in trenches to this degree. Artillery is something we didn't have to deal with in Iraq and Afghanistan apart from just a random rocket or grenade coming in. And that's something you can't fight against. You just have to hunker down and get lucky.\"  ", "While the exact number of foreign fighters in Ukraine is unclear and has fluctuated since the start of the war, Mann estimates that the current figure is in the low thousands.  ", "He has seen most of the war. Mann arrived in early March 2022, and shows no sign of losing his commitment to the Ukrainian war effort.   ", "\"I'm 100% solid. There's nothing wrong with my resolve, there's nothing wrong with how I feel about the situation, I'm definitely in the right place,\" Mann told CNN, from a bunker-come-arsenal underneath the unit's sleeping quarters.  ", "He is a Columbia university alumnus and former software engineer at Google. Before that chapter of his life, he was a Marine, serving tours in Afghanistan and Iraq. The world of big tech was there for the taking, but Mann says he felt called to fight for freedom.   ", "\"This is redefining the global order as we speak. This is democracy versus autocracy. Do we want to let autocracy control more people's lives in the future or prevent it from doing that ever again?\" he says.  ", "The Legion is attached to the Ukrainian 72nd brigade and work regularly with Ukrainian regulars, with the help of interpreters. Just days before CNN's arrival, the Legion lost a Ukrainian reconnaissance man on a mission. He was caught up in a mortar attack, and buried on Friday.  ", "Mann's boss, a New Zealander who goes by the name 'Turtle,' says their fallen comrade's courage needed no translation.  ", "\"He was such a nice guy. But didn't speak a lick of English. Most of the time, he did his talking via Google Translate. But there's a few really good things I remember about him. He was also very good with wife and his kids, always talking to them every night,\" the New Zealander says.  ", "\"There were a lot of times we would go out and fight in the trenches, but no matter how scared he was, he never said no,\" he says.  ", "Time travel or not, death lurks at every corner in war, and for this unit, this isn't their war; their families are safe thousands of miles away, and they could choose to rip up their rolling Ukrainian army contracts and go home at anytime.   ", "But the men we meet are committed to Ukraine's fight, none more so than Mann.  ", "He sees his decision to join up as a moral imperative - he says that the start of Russia's invasion on February 24 was just \"one of those moments in your life when you don't really have a choice.\"   ", "Asked if he had any regrets - his curt reply had a hint of the assured former Marine.   ", "\"No regrets.\"  "], "headline": "'No regrets.' Ukraine's foreign fighters vow to fight until the end in war with Russia    ", "timestamp": "  Updated  10:02 PM EST, Thu February 23, 2023    ", "act": "/2023/02/23/europe/ukraine-foreign-fighters-vuhledar-donbas-intl"}, "/europe/live-news/russia-ukraine-war-news-2-20-23": {"paras": ["Our live coverage of Russia's war in Ukraine has moved here.", "China is willing to work with other countries to achieve an early ceasefire and lasting peace in Ukraine, the country's top diplomat Wang Yi said while visiting Budapest on Monday, according to Chinese state news agency Xinhua.  ", "Wang, who was named Chinese leader Xi Jinping's top foreign policy adviser last month, is due to arrive in Russia this week, a year after Russia's invasion of Ukraine.   ", "Neither Russia nor China has specified whether Wang would meet with Russian President Vladimir Putin. However, on Monday, Russian spokesman Dmitry Peskov said \"we do not exclude a meeting\" between Wang and Putin.   ", "China's Foreign Ministry said earlier the visit to Moscow will provide an opportunity for China and Russia to continue to develop their strategic partnership and \"exchange views\" on \"international and regional hotspot issues of shared interest.\"  ", "Some background: US Secretary of State Antony Blinken met with Wang on Saturday in Munich, Germany, and warned \"about the implications and consequences\" if Beijing increases its support for Russia's war effort, according to a US readout of the meeting.  ", "On Monday, Ukrainian President Volodymyr Zelensky warned China not to give any support to Russia, saying it could lead to another world war.  ", "There is no more powerful symbol of Vladimir Putin's failure.  ", "A year ago, the Russian leader launched a blitzkrieg against Ukraine, mocking its history and sovereignty, sending his tanks churning toward Kyiv to obliterate the democratically elected government led by a former comic actor. His purpose was clear: To crush once and for all Ukraine's dreams of joining the West and to force it to return to the orbit of greater Russia.  ", "Back then, anyone predicting how the anniversary of the war would be marked might have mused about a Russian military parade and a visit by Putin himself to a puppet leader he installed in a nation again under Moscow's iron fist.  ", "The reality is far different following heroic Ukrainian resistance bolstered by weapons sent by NATO members.  ", "The president of the United States, in overcoat and shades, strolled through Kyiv in daylight, visiting a historic church as air raid sirens wailed and standing exposed alongside President Volodymyr Zelensky in the city's vast, open and iconic St. Michael's Square.  ", "His presence sent a message of defiance to Putin most directly and a cherished sign of resolve and empathy for the people of Ukraine. His audience also included European powers in a western alliance that Biden has led and invigorated like no president since the end of the Cold War. And every time a commander-in-chief makes such an audacious splash on the world stage he's also making a point to Americans - on whose support continuing extraordinary support for Ukraine's war effort depends - and to his own fervent domestic critics.  ", "Read more here", "Nailia Manzurina's eyes filled with tears as she remembered the moment she and her two young sons had to separate from her husband in their native Russia.  ", "\"Praise God it was just temporary,\" she said as she wiped away tears.  ", "It was late September 2022 and emotions were high in Russia because President Vladimir Putin had just imposed the country's first military draft since World War II. Social media videos showed mothers and wives wailing as their loved ones were dragged into the war in Ukraine. Young men rushed to neighboring countries in droves to avoid getting pulled into the fight.  ", "Nailia's husband, Mikhail Manzurin, 25, qualified for the draft but he disagreed with Russia's invasion of Ukraine. And he felt, very strongly, that he shouldn't be forced to serve in the military against his will.  ", "Fearing Mikhail would be drafted, jailed or worse, the family decided to flee, embarking on a multi-country odyssey with their newborn, Philip, and toddler, Mark, that would take them through Kazakhstan, Uzbekistan, Dubai, Mexico and ultimately to the United States - all with the help of strangers.  ", "They would become part of a vast wave of Russians seeking shelter from the war in the United States. Over the past six months, data posted by American border authorities shows that the number of Russian citizens they have encountered has nearly tripled: from 1,645 Russians in August 2022 (the month before Russia's draft began) to 4,509 in January.  ", "In total, nearly 22,000 Russians, including the Manzurins, have tried entering the United States through the country's southern border since October 2022, the first full month after the draft was announced, according to the latest US Customs and Border Protection data.  ", "Read more here", "Japan will provide an additional $5.5 billion (around 738 billion yen) in financial assistance to Ukraine, Prime Minister Fumio Kishida announced Monday, just days before the one-year anniversary of Russia's invasion.   ", "Japan had already pledged $600 million in financial assistance, millions worth of humanitarian aid and joined Western allies in imposing sanctions on Russia over its invasion of Ukraine.   ", "Kishida also announced he will host an online summit of G7 leaders with Ukrainian President Volodymyr Zelensky on Friday, the day of the anniversary and ahead of the annual G7 summit in Hiroshima in May.   ", "US President Joe Biden's visit to Kyiv on Monday was \"very important\" to Ukrainians as a demonstration of solidarity and unity, according to Oksana Markarova, the Ukrainian ambassador to the United States.  ", "Markarova said she hopes Biden's trip \"will also unlock a lot of additional support, which is so needed in order to finish this war faster.\"  ", "Zelensky has been pushing for more US weaponry, including fighter jets, a request that is being met with skepticism by the US and other Western officials, who say the jets would be impractical, both because they require considerable training and because Russia has extensive anti-aircraft systems that could easily shoot them down.  ", "But, while in Kyiv on Monday, Biden did announce new military assistance and incoming Russian sanctions.  ", "As to how the next phase of the war will look, Markarova said Ukraine is \"prepared for everything.  ", "\"We are ready to defend our country,\" she said. \"As I said a year ago, Ukrainians will not give up and will not surrender, and that's what we will do. We will not surrender, and we will not rest until we win.\"  ", "President Joe Biden has crossed into Poland after an unprecedented trip to the Ukrainian capital of Kyiv on Monday. There, the president reaffirmed his support and announced new aid for Ukraine.  ", "On the ground, Russia is increasing the number of soldiers in Ukraine, prompting calls from world leaders for allies to continue sending military support and additional ammunition to Kyiv.  ", "Here's what you need to know:", "Ukrainian soldiers defending the fiercely contested eastern city of Bakhmut from Russian forces thanked US President Joe Biden for visiting Kyiv on Monday, nearly a year since Moscow launched its full-scale invasion.   ", "Madyar is walking alongside another Ukrainian soldier amid destroyed buildings in what they said was Bakhmut. He talks about the situation on the battlefield and references Russian President Vladimir Putin's upcoming address on Tuesday.  ", "\"Thank you, Mr. President Biden! God bless America! Thank you for your support and help,\" the soldier walking with him says in the video.  ", "Madyar said there hadn't been \"territorial success for the enemy in the Bakhmut outskirts\" on Monday. CNN is not able to independently verify those claims.   ", "Ukrainian President Volodymyr Zelensky said last Wednesday that the situation in Bakhmut was \"the most difficult out of all\" the contested areas in Ukraine.  ", "The visit Monday by US President Joe Biden was an important day for Ukraine, President Volodymyr Zelensky said Monday in an evening address.   ", "The specific steps \"to liberate our still-occupied territories and to guarantee reliable security for our country and for all the peoples of Europe\" are known. \"All we need is determination,\" he said.   ", "Zelensky thanked the American people, members of Congress from both parties and members of Biden's team for helping strengthen the alliance between the two countries.  ", "\"Now we are convinced that there is nothing that can undermine our democracy. Not a single aspect of Ukrainian life is and will ever be fragile. Our strength is a powerful contribution to the strength of all freedom-loving nations in the world,\" he said.   ", "Florida Gov. Ron DeSantis criticized American aid to Ukraine as an \"open-ended blank check\" and questioned whether the United States should be engaged in the Russian conflict at all.  ", "The remarks, made on the occasion of Biden's surprise visit to Kyiv, Ukraine, were some of DeSantis' most direct comments about the US involvement in the war since the conflict started a year ago.    ", "Asked \"what a win looks like\" for the US, DeSantis downplayed Moscow's military actions to date and said Russia was \"really wounded\" and had suffered \"tremendous, tremendous loses\" without acknowledging the role that US weapons, military intelligence and aid have played in shaping the conflict.   ", "DeSantis insisted Russia is not a threat \"on the same level as China.\"    ", "\"The fear of Russia going into NATO countries and all that, and steamrolling, that has not even come close to happening,\" DeSantis said. \"I think they have shown themselves to be a third-rate military power.\"  ", "US President Joe Biden has left Ukraine after a highly symbolic covert visit.   ", "He crossed the border into Poland at roughly 8 p.m. local time (2 p.m. ET), according to a report from the traveling press pool.  ", "Biden traveled by train in and out of Kyiv, making the 10-hour journey with only a handful of advisers and two journalists.  ", "Biden flew to Poland aboard a C-32 aircraft with a refueling stop in Germany before boarding the train into Ukraine on Sunday.  ", "The train went by night into Ukraine, making only a few stops to collect additional security.  ", "To counter a growing number of Russian troops, Ukraine needs more ammunition, in addition to other pledges of military support from allies, the European Union's foreign policy chief Josep Borrell said.  ", "Russia is massing \"almost twice the number of soldiers that were there at the beginning of the war\" in Ukraine, adding that the next few weeks will be crucial, he said.  ", "\"For that, time is of essence. Speed means lives. We need to respond quickly. Not only more support, but to provide it quicker,\" Borrell added.  ", "The best way to get ammunition to Ukraine quickly is to share existing European army stockpiles so that there is no time wasted waiting for them to be produced, he said.  ", "\"We have to use what has already been produced and stockpiled, or what has already been contracted and will be produced in the coming days. Priority has to be given to the supplies for the Ukrainian army, as much as we can,\" he said.   ", "Borrel also said a tenth package of sanctions against Russia was also discussed at a meeting of EU foreign ministers in Brussels on Monday, announcing that they have been \"presented as a Regulation for the Council to approve,\" which should happen in the \"next hours, or next days.\"  ", "Ukrainian Foreign Minister Dmytro Kuleba asserted to not \"overestimate\" Russian capacity to produce weapons, as he urged allies to expand sanctions against entities producing Russian missiles.    ", "Kuleba sat down with CNN's Christiane Amanpour at the Munich Security Conference over the weekend for an interview that aired on CNN on Monday.    ", "\"Our partners have a tool in their hands to suppress this production, which is sanctions,\" he said.  ", "Addressing growing concerns in Europe that ammunition supplies are diminishing, Kuleba stated \"there will never be enough ammunition as long as the war continues\".    ", "\"Yes, if you ask me what we need the most here and now, I'd artillery munitions. If you ask me [to] imagine that's solved, what is next, I'd say Howitzers to use this ammunition,\" the foreign minister said.   ", "\"Businesses need contracts and to have contracts you need money. Therefore, if governments want to support Ukraine, they can finance their own companies by contracting their production of ammunition and other weapons, and that's what we are working on,\" Kuleba continued.   ", "Ukrainian President Volodymyr Zelensky warned that a world war could break out if China supported Russia against Ukraine.     ", "Zelensky said he has personally appealed to the Chinese leadership through direct channels and publicly \"not to offer any support\" to Russia in the war.   ", "\"From the early 1990s, at the Budapest Memorandum and for all the agreements reached since then, China has always kept its commitments. I personally hope that the international community will join together to support my 10-point peace plan, where American, Chinese and major power guarantees to defend world security are covered,\" Zelensky told the newspaper.    ", "The Ukrainian president said that Ukraine's relationship with China has always been \"very good.\"   ", "\"We have had intense economic relations for many years, and it is in everyone's interest that they do not change. The global challenge is to thwart any risk of nuclear conflict,\" he continued.    ", "On Sunday, the US Secretary of State Antony Blinken told CBS' \"Face the Nation\" program that Washington is concerned that China is considering providing \"lethal support\" to Russia's war in Ukraine.     ", "The United States along with more than 30 other countries including Canada and most of Europe are backing a proposed ban of Russian and Belarusian athletes from competing in international sports, according to a joint statement published by the British government Monday.   ", "The countries asked the International Olympic Committee (IOC) to reverse its decision last month to create a pathway for Russian and Belarussian athletes to participate in the upcoming Games as \"neutral athletes.\"   ", "\"There are serious concerns about how feasible it is for Russian and Belarusian athletes to compete on a neutral basis given they are directly funded and supported by their states. As long as a workable 'neutrality' model is not set out in detail, Russian and Belarusian athletes should not be allowed back into competition,\" it added.  ", "The statement went on to say that \"there are clear concerns over the strong links and affiliations between Russian athletes and the Russian military,\" demanding that the IOC must address the questions identified by all countries and reconsider its proposal.  ", "The statement is signed by sport and culture ministers of the US, Canada, UK, Austria, Belgium, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Iceland, Ireland, Italy, Japan, South Korea, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, The Netherlands, New Zealand, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain and Sweden.    ", "Here's what the US previously said: Earlier this month, the White House said it did not object to allowing athletes from Russia or Belarus from taking part in the 2024 Summer Games and 2026 Winter Games - as long as it is \"absolutely clear\" that they are not representing their home countries, press secretary Karine Jean-Pierre said.  ", "\"In cases where sports organizations and event organizers, such as the International Olympic Committee, choose to permit athletes from Russia and Belarus to participate in supporting events, it should be absolutely clear that they are not representing the Russian or Belarusian states,\" Jean-Pierre said, adding that the use of any official Russian or Belarusian flags, emblems or anthems should be prohibited.  ", "No one knows how the war in Ukraine will end, but \"there is no sign\" that Russian President Vladimir Putin \"has changed his ambitions\" as the invasion approaches the one-year mark this week, NATO Secretary General Jens Stoltenberg said.  ", "\"We see the opposite. He's not planning for peace. He's planning for more war,\" he told CNN at the Munich Security Conference.  ", "Stoltenberg said Russia is trying to make up for poor equipment and logistics with more troops, something he described as \"throwing just waves of people on the defensive lines,\" a type of fighting that hasn't been seen since World War I.  ", "\"If you don't care so much about human lives then you just throw in more and more,\" he said.  ", "Stoltenberg said while how the conflict will end is unclear, what he is sure of is the importance of western military support for Ukraine.   ", "\"If you want Ukraine to prevail as a sovereign nation and if you want a peaceful negotiated solution tomorrow, then you need to provide military support today,\" he said, adding that the effectiveness of negotiations for Ukraine depends on \"strength on the battlefield.\"  ", "Portugal is ready to send three Leopard 2 A6 combat tanks to Ukraine in March, Portugal's defense ministry said in a statement earlier this month.  ", "The decision was made within the framework of ongoing contacts with allies and partners, the ministry said on February 8.   ", "Some background: Several countries have offered to give tanks to Ukraine, though not all have confirmed how many they plan to send.  ", "Much of southern and eastern Ukraine, where much of the heavy fighting is happening, is ideal terrain for combinations of modern Western tanks and armored fighting vehicles to spearhead a counteroffensive.  ", "Additionally, Leopard 2s, Abrams and British Challengers all carry heavy machine guns, which would devastate infantry in open land. Another advantage of the Leopard 2, the tanks Portugal among other countries are planning to send, is that the ammunition for its 120 mm gun is widely available among NATO armies.  ", "Cloaked in secrecy and weighted with history, US President Joe Biden's trip to Ukraine was the work of months of planning by only a small handful of his senior-most aides, who recognized long ago the symbolic importance of visiting the Ukrainian capital a year after Russia tried to capture it.  ", "A secret until the last minute: Keeping Biden's plans secret required extraordinary measures on the part of the White House. In the weeks leading up to Biden's travel, he and top aides repeatedly shot down the possibility of a trip to Ukraine. Every effort was made to maintain that position in the hour leading up to Biden's surprise arrival in Kyiv.  ", "That was in part due to the fluid nature of the trip itself. Even as the small circle of White House officials looped in on the planning grew confident it was an achievable undertaking, the realities of sending a president into a war zone where the US had no control over the air space were daunting.  ", "The final decision was made in an Oval Office meeting on Friday evening, when Biden gave the final green light. Once the trip was on, US officials took steps to notify Moscow of their plans, an attempt at \"deconfliction\" meant to avoid unthinkable disaster while Biden was on the ground.  ", "A 10-hour train ride through Ukraine: There would be a stop to refuel at a US base in Germany before continuing the flight into Poland. As he jetted eastward, Biden's focus was plotting out his conversations with Ukrainian President Volodymyr Zelensky, hoping to use his limited time wisely in discussing the coming months of fighting.  ", "Biden landed in Rzeszow, the Polish town where he'd stopped in March of last year to visit US troops deployed near the Ukrainian border and humanitarian efforts supporting Ukrainian refugees. During that visit 11 months ago, he alluded to what became a long-running desire to extend his journey just a little further into Ukraine.  ", "This time around, with an expanded set of US air assets overhead keeping close watch at the Polish border, he would make the trip. Biden, his small contingent of advisers and Secret Service that traveled with him boarded the train to Kyiv for the roughly 10-hour trip to the center of the war-torn country.  ", "It was the culmination of a process that began months earlier, as Biden watched as a parade of his foreign counterparts each made the journey into Ukraine.  ", "Calculated risk: As Biden was briefed over several months on the planning for a potential visit, the person said that Biden only once expressed concern about the risk of a visit to Ukraine - but that was about the extent to which his visit could endanger others, rather than about his own safety. Other officials were extremely concerned about Biden's own safety and prepared a series of security contingency plans for the trip.  ", "\"This was a risk that Joe Biden wanted to take,\" said White House communications director Kate Bedingfield. \"It's important to him to show up, even when it's hard, and he directed his team to make it happen, no matter how challenging the logistics.\"  ", "Read more about Biden's historic trip here. ", "CNN's Jeremy Diamond contributed reporting to this post. ", "US President Joe Biden made an unprecedented trip to Kyiv Monday for the first time since Russia launched its full-scale invasion of Ukraine almost a year ago.   ", "Biden walked alongside President Volodymyr Zelensky around the gold-domed St. Michael's Cathedral as air raid sirens could be heard ringing out around Kyiv. The US president announced a half-billion dollars of additional assistance to Ukraine and incoming sanctions against Moscow as he vowed to continue to support Kyiv. Zelensky praised Biden's visit, saying it leaves Ukraine \"closer to victory.\"  ", "White House national security adviser Jake Sullivan said Biden was intently focused on discussing the coming months of fighting when he sat down with Zelensky. Their talks come at what Sullivan called a \"critical juncture\" in the war, as Russia prepares for a spring offensive and as Ukraine hopes to retake territory seized over the past 12 months.  ", "Biden's surprise visit to Ukraine also came just ahead of his scheduled trip to Poland later on Monday. Marchin Przydacz, a top advisor to Polish President Andrzej Duda, told CNN that Biden's visit to Kyiv is a \"clear sign\" of American commitment to supporting Ukraine.   ", "Here are more of the latest headlines on the Russia-Ukraine war:  ", "After nearly a year of war and fighting for their sovereignty against Russia, Maryan Zablotskiy, a member of the Ukrainian parliament, said US President Joe Biden's visit to the country's capital Monday was \"spiritually uplifting.\"  ", "He said there have been rumors of a new offensive from Russia and increased shelling but to see both presidents in Kyiv \"under the active air raid alarm\" was \"a message to Putin\" that they're in the range of his missiles and he can't \"do anything about it because we're much stronger.\"  ", "The last few months of the war have been difficult, Zablotskiy told CNN. He said many Ukrainians have lost friends in the conflict, but Biden's visit was a show of united strength.   ", "German Foreign Minister Annalena Baerbock told the Chinese delegation at the Munich Security Conference last week that they are \"responsible for world peace\" and that Beijing must \"not supply Russia with any weapons,\" she said on Monday.    ", "\"I made it clear that China in particular, as a member of the Security Council, is responsible for world peace in the situation we are currently experiencing with the Russian war of aggression, which is also a breach of international law,\" Baerbock said Monday after an EU meeting in Brussels.   ", "\"This also means that China must not supply Russia with any weapons, including dual-use goods,\" she added.   ", "On Sunday, the US Secretary of State Antony Blinken told CBS' \"Face the Nation\" program that the US is concerned that China is considering providing \"lethal support\" to Russia's war in Ukraine.   ", "Blinken met with Chinese Foreign Minister Wang Yi on Saturday in the first face-to-face meeting between senior US and Chinese officials since Blinken postponed his trip to China earlier this month.   ", "While Blinken and Wang's talks centered on the balloon saga, a senior State Department official told reporters Blinken was \"quite blunt in warning about the implications and consequences of China providing material support to Russia or assisting Russia with systematic sanctions evasion\" during his meeting with China's top diplomat.   ", "Some background: As CNN previously reported, the Biden administration last month raised concerns with China about evidence it has suggesting that Chinese companies have sold non-lethal equipment to Russia for use in Ukraine, in an effort to ascertain how much Beijing knows about the transactions, according to two US officials.  ", "That equipment has included items like flak jackets and helmets, multiple sources familiar with US and European intelligence told CNN. But China has stopped short of the more robust military assistance, like lethal weapons systems for use on the battlefield in Ukraine, that Russia has requested because it has not wanted to be seen as a pariah on the world stage, officials said.  ", "CNN's Sam Fossum, Aaron Pellish and Natasha Bertrand contributed to this post. ", "Germany's largest arms manufacturer Rheinmetall expects the first batch of ammunition for anti-aircraft Gepard systems will be delivered to Ukraine by July, CEO Armin Papperger said on Monday.    ", "Papperger made the commitment while speaking to journalists with German Defense Minister Boris Pistorius after the two visited the manufacturing site of the tanks in Unterluess, in western Germany.    ", "The influential Rheinmetall CEO also announced that twenty Marder fighting vehicles will be ready to be delivered to Ukraine by the end of March.    ", "In response to Pistorius' appeal to arms manufacturers to fire up ammunition production, Papperger said his company had \"doubled capacities, in some sectors even tripled them.\"   ", "\"In weapons production, the warehouse is full, we are running at full steam here and we can still increase capacity with one shift,\" if contracts were made, he said.    ", "Pistorius said the German government was working with the industry to deliver whatever was possible.    ", "\"We can deliver what we have and we can deliver what will be produced in the next months,\" he added.   ", "The German defense minister on Monday also visited members of the Ukrainian military learning to operate Leopard tanks and Marder infantry fighting vehicles in Germany's Munster.    ", "The production of a modern battle tank takes \"about two to two and a half years\" from the time it is ordered, Pistorius said during the visit.    ", "\"Everything we are handing over now (to Ukraine) will only be available for replacement in two or two-and-a-half years,\" he added.  ", "President Joe Biden's surprise visit to Ukraine sparked anger and embarrassment among many of Russia's hawkish military pundits on Monday, increasing pressure on Vladimir Putin as the Russian leader prepares to justify his stuttering invasion in a national address.  ", "Biden's historic visit came days before the one-year anniversary of Russia's full-scale invasion of Ukraine, providing a symbolic boost to Kyiv at a crucial juncture in the conflict.  ", "But the visit caused fury in Russian pro-military and ultranationalist circles, as it upstages Putin on the eve of a major address in which the Russian president is expected to tout the supposed achievements of what he euphemistically calls a \"special military operation.\"  ", "Here's what the Russian pundits are saying about Biden's trip:", "Read more about this here", "The Ukrainian military will be \"ready\" to respond to any possible \"provocative actions\" by Russia around the anniversary of the February 2022 invasion of Ukraine, Yurii Ihnat, spokesperson for the Ukrainian Air Force Command, told CNN on Monday.  ", "The official didn't elaborate on any possible specific threats, but said if the Russians engage in some sort of \"provocative actions\" on February 23, 24 or 25, the Ukrainian Air Force is \"on stand-by 24/7, our job is to be ready at all times.\"  ", "Russia launched its invasion of Ukraine on February 24, 2022. February 23 is celebrated in Russia as Defender of the Fatherland Day.  ", "Lithuanian President Gitanas Nauseda on Monday urged the West to cross \"red lines\" to deliver the military aid Ukraine needs.   ", "\"This is very important that we cross these red lines, which are in our minds and do not reality really exist. Maybe sometimes Russia tries to set up those red lines instead of us,\" he said in an interview with CNN's Julia Chatterley.   ", "He said that US President Joe Biden's visit to Kyiv on Monday shows Ukraine won't be abandoned and sends a very strong message of unity among Ukraine's allies.    ", "When asked what message he will take to Biden during their upcoming meeting in Warsaw, the Lithuanian leader said that he would discuss with the US leader about Lithuania's security and \"especially the security of eastern flank.\"  ", "The president added that Baltic nations are exposed to \"direct threats\" from Russia and Belarus. \"This is the reason we expect some positive signals regarding our security,\" he said.    ", "Biden, during his visit to Poland this week, is expected to meet with leaders of the \"Bucharest Nine,\" the group of Eastern flank NATO allies - Bulgaria, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Romania and Slovakia.  ", "When asked about his response to the Chinese foreign minister recently saying Beijing is ready to present its peace proposition for Ukraine, Nauseda said that China should not interfere in the war.    ", "More on China-Russia relations: As Biden touched down in Ukraine to meet with his counterpart Volodymyr Zelensky, China's top diplomat was traveling to Russia. The trip came as the US has recently begun seeing \"disturbing\" trendlines in China's support for Russia's military and there are signs that Beijing wants to \"creep up to the line\" of providing lethal military aid to Russia without getting caught, US officials familiar with the intelligence told CNN.  ", "CNN's Natasha Bertrand contributed reporting to this post. ", "Ukraine's eastern Donetsk region has been under \"constant\" shelling by Russian forces, the head of Donetsk regional military administration, Pavlo Kyrylenko, said in a telegram post on Monday.   ", "One person was killed and two others were injured due to Russian shelling in the village of Ivanopillia near the town of Kostiantynivka, he said.   ", "Russian forces struck other villages in the region with rockets and artillery, he said. CNN has not been able to independently verify those claims.   ", "Residential buildings, a school, cars, shops, cafes and industrial facilities were destroyed or damaged, Kyrylenko said.   ", "The Donetsk region has seen some of the most intense fighting in recent days and weeks.  ", "Last week, Ukrainian President Volodymyr Zelensky said the situation in the eastern city of Bakhmut is \"the most difficult out of all\" areas in Ukraine.   ", "Here's where things stand on the ground: ", "Amanda Sloat, the senior director for Europe at the National Security Council, told CNN's Kaitlan Collins that US President Joe Biden felt \"it was symbolically important for him to make the trip to Ukraine, to stand side-by-side with President Zelenskyy and present US support\" for Kyiv, especially ahead of the one-year anniversary of Russia's invasion.   ", "Sloat said that \"the top concern is security,\" and that Biden \"has been very clear that he's long wanted to go to Ukraine. Ukraine's had a very special place in his heart, including from back when he was Vice President.\"  ", "When asked about proposals to have the allied countries train Ukrainians on F-16 fighter jets ahead of potential future transfers, Sloat said that NSC has been \"focused on providing the near-term capabilities that the Ukrainians need in terms of their ground offensive.\"   ", "Sloat also said both presidents \"had the opportunity to exchange perspectives on security assistance,\" which she called a \"good discussion.\"  ", "She also acknowledged that Russia was notified of Biden's arrival in Ukraine, saying that a notification to the Russians was sent \"several hours before the president left, primarily for deconfliction purposes.\"  ", "\"I'm not going to try to get into the mind of President Putin,\" Sloat said when asked if she anticipates Biden's surprise Kyiv trip will alter Putin's planned speech to mark the year anniversary. She said she believes Biden's speech in Poland \"will also be historic.\"  ", "Sloat characterized US-Poland relations as \"extremely strong\" and said \"Poland has really stepped up\" in supporting Ukraine over the past year.  ", "Former Russian President Dmitry Medvedev dismissed US President Joe Biden's visit to Kyiv Monday, accusing the US of warmongering support for Ukraine.  ", "More on the former president: Medvedev, who currently serves as deputy head of Russia's Security Council, is known for making belligerent pronouncements in an apparent bid to shore up his nationalist credentials.   ", "While Biden's public schedule didn't reflect his trip to Ukraine Monday, national security adviser Jake Sullivan said Washington informed Moscow of Biden's plans to visit the Ukrainian capital for \"deconfliction purposes\" a few hours prior to his departure.   ", "Yevgeny Prigozhin, head of the Russian private military company Wagner, acknowledged Monday a \"major problem\" with ammunition supplies for his troops, amid a public spat with the leaders of Russia's defense establishment.   ", "\"The issues that I raised about ammunition, unfortunately, remain unresolved,\" Prigozhin said in an emotional audio shared by his team on his official Telegram channel. \"And this is a major problem.\"  ", "Prigozhin believes there is enough ammunition supply in Russia, as \"the industry has reached the required levels\" and can provide for the country's needs but said he \"can't solve this problem despite all of my acquaintances and connections.\"  ", "Prigozhin claimed he has been told he needs to \"go and apologize\" to someone \"high up\" who he has a \"difficult relationship with\" to resolve the issue, but added he does not know who that is.  ", "CNN cannot independently verify Prigozhin's claims of an ammunition shortage. The chief, who has no official position, has been unusually public in his criticism of some of Russian President Vladimir Putin's generals.    ", "More background: According to Prigozhin, Wagner did not experience such problems with ammunition when Gen. Sergei Surovikin commanded Russia's invasion of Ukraine. Surovikin was replaced by Gen. Valery Gerasimov in January.  ", "\"Those who prevent us from winning this war are directly working for the enemy,\" he claimed.  ", "In January, Russia's Defense Ministry announced another reshuffle of the commanders leading the war in Ukraine, amid mounting criticism over its handling of the military operations in Ukraine.  ", "Prigozhin has praised Gen. Surovikin for managing an orderly withdrawal of Russian forces in the southern Kherson region last year but has been critical of the larger handling by the Ministry of Defense and other top Russian generals of what Russia calls its \"special military operation\" in Ukraine.  ", "US President Joe Biden was intently focused on discussing the coming months of fighting when he sat down with Ukrainian President Volodymyr Zelensky in Kyiv on Monday, according to White House national security adviser Jake Sullivan.  ", "Their talks come at what Sullivan called a \"critical juncture\" in the war, as Russia prepares for a spring offensive and as Ukraine hopes to retake territory seized over the past 12 months.  ", "The US has hoped to help Ukraine consolidate its battlefield gains, sending steady shipments of arms and ammunition. But what lies ahead remains uncertain, as Russia appears to be regrouping.  ", "As Biden flew from Washington to Europe, he was intent on strategizing on how to make the most of his conversation with Zelensky.  ", "In their talks, the two leaders \"spent time talking about the coming months in terms of the battlefield and what Ukraine need capabilities to be able to succeed on the battlefield,\" Sullivan said.  ", "\"They talked about Ukraine's needs in terms of energy, infrastructure, economic support humanitarian needs. And they also talked about the political side of this,\" he said.  ", "Biden was \"excited\" as made his surprise trip to Ukraine on Monday, a journey Sullivan described as \"filled with real anticipation that this was an important moment.\"  ", "Sullivan said Biden \"wanted to do it, characteristically, by delving into the details by knowing the specifics and by being sure that he was going to make the most of every moment.\"  ", "Asked if Biden had to overrule anyone on his security team to make the trip, Sullivan declined to get into details of the discussions but said that \"the president proceeded with the confidence that his security team was able to bring risk to a manageable level.\"  ", "White House officials also would not go into details about the logistics of the president's trip, saying that more details would come once they \"got the green light from the security folks.\"  ", "Jailed Kremlin critic Alexey Navalny and his team published a detailed statement on their website Monday outlining what Navalny called is his political platform, ahead of the one-year anniversary of Russia's invasion of Ukraine.  ", "As part of the platform, which he summarized in 15 points, Navalny calls for the restoration of national borders as defined in 1991 and for returning Crimea to Ukraine. Navalny also called for paying reparations to Ukraine.  ", "\"However, the restoration of normal economic relations with the civilized world and the return of economic growth will allow us to do so without interfering with the development of our country,\" he said.   ", "According to Navalny, \"Russia is suffering a military defeat\" in Ukraine and \"it was the realization of this fact that changed the rhetoric of the authorities from claims that 'Kyiv will fall in three days' to hysterical threats of using nuclear weapons should Russia lose,\" he claimed.   ", "\"The lives of tens of thousands of Russian soldiers have been senselessly ruined,\" Navalny said.  ", "\"The final military defeat can be delayed at the cost of the lives of hundreds of thousands [of] additional reservists, but on the whole, it is inevitable,\" he said.  ", "King Charles III on Monday met with Ukrainian military recruits undertaking training by British and international forces in the South West of England.   ", "The five-week mission \"delivers basic combat training over five weeks to Ukrainian recruits who will return to fight in Ukraine,\" according to a statement from Buckingham Palace.  ", "Accompanied by British Chief of General Staff General Sir Patrick Sanders, King Charles also met with international military personnel \"who have joined forces with the British Army,\" to deliver training for Ukrainians in other areas of Britain, the statement said.   ", "While top congressional leaders have yet to weigh in on the visit, some House Republicans are criticizing President Joe Biden's trip to Ukraine and his renewed support for Ukraine's defense against Russia's invasion, undercutting Biden's message of bipartisan support for Ukraine.   ", "In a surprise visit to Ukraine ahead of the one-year anniversary of the war between Ukraine and Russia, Biden met with Ukraine's President Zelensky and emphasized broad, bipartisan support from members of Congress for Ukraine's war effort.   ", "\"For all the disagreement we have in our Congress on some issues, there is significant agreement on support for Ukraine,\" Biden said.   ", "But some House Republicans are subverting that bipartisanship in reactions to Biden's trip on social media. Rep. Marjorie Taylor Greene called Biden's trip \"incredibly insulting\" and said his visit demonstrates an \"America Last\" policy.   ", "\"This is incredibly insulting. Today on our President's Day, Joe Biden, the President of the United States chose Ukraine over America, while forcing the American people to pay for Ukraine's government and war. I can not express how much Americans hate Joe Biden,\" Greene said in a tweet.   ", "Greene was one of 11 House Republicans who co-sponsored a \"Ukraine Fatigue\" resolution earlier this month. The resolution called for suspending military and financial aid to Ukraine.   ", "Other House Republicans used Biden's trip to criticize Biden for prioritizing Ukraine's defense over domestic policy issues like immigration.   ", "\"Breathtaking that President Biden can show up in Ukraine to ensure their border is secure, but can't do the same for America,\" Pennsylvania Republican Rep. Scott Perry said in a tweet.   ", "\"So it takes two years for Joe Biden @POTUS to visit the war zone he created at our southern border, but then he goes to see another war zone he created in Ukraine,\" North Carolina Republican Rep. Greg Murphy said in a tweet.   ", "Despite the criticism from some House Republicans, others have urged President Biden to increase support for Ukraine. House Foreign Affairs Chairman Rep. Mike McCaul said on CNN's State of the Union in an interview that aired Sunday that bipartisan support for Ukraine is \"still very strong\" and called on the Biden administration to increase support to avoid a \"long, protracted war.\"   ", "Upon arriving in Ukraine, Biden announced $500 million of additional assistance to Ukraine.  ", "The visit of US President Joe Biden to Ukraine Monday is a \"clear sign\" of American commitment to supporting Ukraine, Marchin Przydacz, a top advisor to Polish President Andrzej Duda, told CNN on Monday.   ", "Biden's surprise visit to Ukraine came just ahead of his scheduled visit to Poland later on Monday. Przydacz said he is \"looking forward to see him on Polish land.\"  ", "US President Joe Biden was presented with a range of options for a visit to Ukraine, but decided that a trip to Kyiv made the most sense, a source familiar with the matter said.  ", "The president never seriously considered any other options other than the capital for his visit to Ukraine, the source said. If he was going to go to Ukraine, he wanted to go to the capital.  ", "Biden was presented with other options for a visit elsewhere in Ukraine over the course of months of meticulous planning, but this source said that Biden ultimately determined that a visit to Kyiv made the most sense from a risk-reward standpoint.  ", "As Biden was briefed over several months on the planning for a potential visit, the source said Biden only once expressed concern about the risk of a visit to Ukraine - but that was about the extent to which his visit could endanger others, rather than about his own safety. Other officials were obviously extremely concerned about Biden's safety and prepared a series of security contingency plans.  ", "In response to a question from CNN, White House national security adviser Jake Sullivan declined to say whether Biden had to overrule Secret Service or military officials in order to proceed with a trip to Kyiv.  ", "\"He got a full presentation of a very good and very effective operational security plan. He heard that presentation, he was satisfied that the risk was manageable and he ultimately made a determination (to go),\" Sullivan said.  ", "Pro-Russian military bloggers and journalists have criticized the Kremlin for not being able to prevent US President Joe Biden from visiting the Ukrainian capital Kyiv.  ", "Russian army veteran and former Federal Security Service (FSB) officer Igor Girkin said Biden could be taken all the way to Bakhmut and nothing would happen to him.   ", "\"Wouldn't be surprised if the grandfather (he is not good for anything but simple provocations anyway) is brought to Bakhmut as well... AND NOTHING WILL HAPPEN TO HIM,\" Girkin noted, ironically.   ", "Girkin has been critical of the Kremlin and the Russian Ministry of Defense for what he considers a \"soft\" approach toward Russia's invasion of Ukraine.   ", "Russian Journalist Sergey Mardan struck a stronger tone, calling Biden's visit a \"Demonstrative humiliation of Russa.\"  ", "\"Biden in Kiev (Russian spelling). Demonstrative humiliation of Russia,\" Russian journalist Sergey Mardan wrote on his telegram channel. \"Tales of miraculous hypersonics may be left for children. Just like spells about the holy war we are waging with the entire West.\"   ", "\"I guess there are lunch breaks in a holy war,\" he added.   ", "A Telegram account managed by the Russian army and naval service members, Zapiski michmana Ptichkina, noted ironically that Biden had reached Kyiv before Russian President Vladimir Putin.  ", "There were others who were less critical.  ", "Russia Military correspondent Yuri Kotenok claimed the air raid siren that rang out while Zelensky and Biden exited St. Michael's Cathedral was a \"sham,\" while Boris Rozhin from the Center for Military-Political Journalism said Biden only visited because he was given assurances no one would shoot at him.   ", "\"It is worth recalling that US presidents visited their puppets in Vietnam, Iraq and Afghanistan. We know how it ended for the United States,\" Rozhin added.   ", "US President Joe Biden only decided on Friday to go ahead with a high-stakes, high-risk visit to Kyiv after huddling with top members of his national security team in the Oval Office.  ", "A few hours before he departed, the United States informed Russia of the plans to visit the Ukrainian capital for \"deconfliction purposes,\" according to Biden's national security adviser Jake Sullivan.  ", "The Friday session in the Oval Office was the culmination of months of work by a tiny handful of Biden's top aides to plan the trip around the anniversary of the start of the war.  ", "The planning included the chief of staff's office, the National Security Council and the White House Military Office, with input from a small number of officials at the US Secret Service, the Pentagon and the Intelligence Community, according to deputy national security adviser Jon Finer.  ", "Biden was regularly briefed on the plans for the trip, including threat assessments, as the visit came together.   ", "Discussions between the White House and the \"highest levels of the Ukrainian government\" helped bring the trip over the finish line.  ", "\"He was satisfied the risk was manageable,\" Sullivan said.  ", "US President Joe Biden's surprise visit to Ukraine on Monday was an \"important\" and \"symbolic\" visit, Kyiv Mayor Vitali Klitschko told CNN's Poppy Harlow on Monday.   ", "\"It's a risky trip, it's a tough decision, but it's very important and it has symbolism... it shows the whole world that the United States supports Ukraine,\" he said.  ", "\"It gives us much more energy to fight if we feel our friends behind us, it's a very important message,\" said the mayor.   ", "Biden announced an additional half-billion dollars of assistance during his trip, including more ammunition and howitzers but it did not include anything new such as longer range missiles or fighter jets.   ", "He added that Ukrainian soldiers have already shown the world their \"will and spirit,\" but this is not enough.   ", "\"It's very important (to have) modern weapons... to be honest we depend (on the) help of our partners,\" Klitschko said.  ", "Residents of Kyiv welcomed US President Joe Biden's visit to Ukraine's capital, saying his presence in the country is meaningful.  ", "\"That really impressed me. He's good, I wasn't expecting his visit. I'm sure his visit means a lot,\" 40-year-old Yuliya Ivanova said.   ", "\"Biden will be able to look at the situation in Ukraine from the inside, he will be able to talk to a lot of representatives of our government. He will look and see how difficult it is for us. I think we will be able to count on more US help.\"  ", "Tetyana Yevtushenko, a 30-year-old doctor, also said Ukrainians were grateful for the President's visit. \"We hope it will give us support,\" she said.  ", "\"It's just something unbelievable that at a time like this the President of the United States is coming to Kyiv,\" 48-year-old Ukrainian service-member Andrei Ketov added. \"I think this visit will bring us 'carrots,' something good, we are having a very hard time right now.\"  ", "\"We need weapons and finances. We don't have our own. And the Russians have a lot of everything,\" he added.  ", "Student Vitaly Dmyterchuk, 19, described the visit as \"a very memorable day.\"  ", "\"We argued among ourselves whether Biden would come or not. I didn't believe he was coming,\" he said. \"This is a huge support for us, we know that in America we have a lot of support and help.\"  ", "\"And so there is a great flow of weapons and humanitarian aid ... But there hasn't been such a large-scale war since World War II. And sometimes that aid is not enough. I know how soldiers on the front line suffer.\"  ", "Ilya Zelenko, a 20-year-old student, added: \"I was very happy when I found out that Biden came, we expect even more support. Now we see a coalition around Ukraine, we want to see it strengthened, and (that) we (are) given even more weapons.\"   ", "Students from Ukraine's northeastern city of Kharkiv had traveled to Kyiv on Monday for a memorial day commemorating those who lost their lives in the 2014 Maidan Revolution, CNN's Clarissa Ward told This Morning's Poppy Harlow and Sara Sidner.  ", "The students were looking at the wreaths placed at a wall outside the city's St. Michael's Church where Ukrainian President Volodymyr Zelensky and US counterpart Joe Biden paid their respects just moments before.   ", "The students were saying how excited they were that Biden had visited the country, but hope this follows with military support, Ward reported.   ", "Ward is in Kyiv for the one-year anniversary of Russia's invasion of Ukraine, on February 24. Then there were concerns that the capital would fall to Russian forces in days, if not weeks.   ", "Almost one year later, Ward said: \"Not only did Kyiv not fall, Kyiv is bustling, Kyiv is buzzing.\"  ", "\"Let me tell you now Poppy, you can't get a seat in a restaurant without a reservation here,\" she added.   ", "Ward added that, although this may not be indicative of what the rest of the country looks like, it is nevertheless \"extraordinary\" to witness how the capital has come to embody the country's \"defiance and resilience\" in the face of Russian attacks.   ", "President Joe Biden paid tribute to Ukrainian President Volodymyr Zelensky's \"courage and leadership\" in a message written on the guestbook at Mariinsky Palace, the official residence of the President of Ukraine.  ", "\"I am honored to be welcomed again in Kyiv to stand in solidarity and friendship with the freedom loving people of Ukraine Mr President,\" Biden wrote, according to a picture taken by Vice Prime Minister for the Restoration of Ukraine Oleksandr Kubrakov.   ", "\"Please accept my deepest respect for your courage and leadership. Slava Ukraini! (Glory to Ukraine). Joe Biden.\"  ", "President Joe Biden has now departed Ukraine's capital, according to reporters traveling with him, concluding a historic visit.  ", "He arrived around 8 a.m. local time (1 a.m. ET) and met with Ukrainian President Volodymyr Zelensky, before walking around central Kyiv and pledging the US' continued support for Ukraine.  ", "Ukrainian President Volodymyr Zelensky said negotiations between his and US President Joe Biden's teams in Kyiv were a major boost to his country.  ", "\"This conversation brings us closer to victory,\" Zelensky said, speaking alongside Biden on Monday.  ", "The Ukrainian leader also called Biden's surprise visit the most important in the \"history of the Ukraine-US relationship.\"  ", "\"Ukrainians remember the focus, attention, the attitude that President Biden and the US have given to Ukraine,\" Zelensky added.  ", "\"I thank you for this level of US-Ukraine cooperation,\" he said.  ", "Zelensky said he had discussed the supply of more advanced Western weapons to Ukraine, and cited the recent decision by the US to send Abrams tanks to the country as another defining moment.    ", "\"The decision of the US on Abrams tanks has already presented a foundation for establishing a tank coalition and is of historic importance,\" he said. \"We've also talked about long-range weapons and the weapons that may still be supplied to Ukraine - even though have not been supplied before.\"  ", "As traffic stood still in Kyiv on Monday morning, rumors were flying.  ", "The talk of the town: a high-profile visitor is on the way. Nobody knew for sure who the VIP might be, but security preparations suggested it was a top-level visit; perhaps the highest level of all.  ", "Multiple streets in the city center were shut down by police and the military presence was unusually high early on Monday, even for the capital city of a war-torn country.  ", "The roads around St. Michael's Golden-Domed Monastery in the heart of Kyiv were cleared overnight and sealed off early in the morning, causing traffic jams in the surrounding streets.  ", "The plaza outside the church has become a popular spot for foreign dignitaries visiting the capital. Destroyed Russian tanks are on display there, next to a statue that's been wrapped in sandbags to protect if from explosions.   ", "Guests at the hotel overlooking the square were told photographing and filming was off the limits for the morning. They were warned internet connection and cellphone signal may be disrupted.  ", "By now, the city is used to high-profile visitors, with a string of political leaders traveling there in recent months. But even so, the level of security - and excitement - in Kyiv were a clear indication that something significant was planned.  ", "Then, at around noon local time, it was announced: US President Joe Biden was in the country.  ", "He joined Ukrainian counterpart Volodymyr Zelensky on a walkabout in Kyiv just as air raid sirens sounded across the city. Biden had arrived a few hours before, after completing a secret flight under cover of darkness.  ", "US President Joe Biden made an unannounced trip to Kyiv early Monday for the first time since Russia launched a full-scale invasion of Ukraine almost a year ago.  ", "Biden arrived in Kyiv at 8 a.m. local time (1:00 a.m. ET), according to reporters traveling with him inside the country, and was greeted by the US Ambassador to Ukraine Bridget Brink. His motorcade arrived at the Mariinsky Palace just after 8:30 a.m. local time. He was greeted by Ukrainian President Volodymyr Zelensky and his wife, Olena Zelenska.  ", "\"Thank you for coming,\" Zelensky said, shaking Biden's hand.  ", "The pictures below show Biden's meeting with Zelensky, which took place as air raid sirens could be heard ringing out while the two leaders walked around the city.  ", "Here's a look:   ", "US President Joe Biden declared from Kyiv on Monday that a year after invading Ukraine, \"Putin's war of conquest is failing.\"  ", "\"Putin thought Ukraine was weak and the West was divided,\" Biden said standing alongside Ukrainian President Volodomyr Zelensky. \"He thought he could outlast us. I don't think he's thinking that right now.\"  ", "\"He's just been plain wrong,\" Biden said of Putin. \"One year later, the evidence is right here in this room. We stand here together.\"  ", "Biden's visit to Ukraine, his first since the invasion, was a highly symbolic moment meant to demonstrate lasting American support for the country and its people.  ", "He harkened back to the start of the war, when the world was anxiously watching the buildup of Russian troops along Ukraine's border.  ", "In his speech, Biden recalled how he and Zelensky spoke by phone as \"Russian planes were in the air and tanks were going across your border.\"  ", "\"The world was about to change,\" he said, recalling what Zelensky asked him to do on that phone call: \"Gather the leaders of the world. Ask them to support Ukraine.\"  ", "\"You said that you didn't know when we'd be able to speak again. That dark night one year ago, the world was literally at the time bracing for the fall of Kyiv,\" Biden said. \"Perhaps even the end of Ukraine.\"  ", "\"One year later, Kyiv stands. And Ukraine stands. Democracy stands,\" he declared. \"The Americans stand with you and the world stands with you.\"  ", "Biden said that Kyiv has \"captured a part of my heart.\"  ", "President Biden's trip to Kyiv on Monday was shrouded in secrecy, a reflection of the steep security concerns of visiting an active war zone.  ", "Air Force One departed Joint Base Andrews under cover of darkness at 4:15 a.m. ET on Sunday. Reporters aboard the plane were not allowed to carry their devices with them.  ", "Biden's public schedule didn't reflect the trip, and White House officials repeatedly said last week that a visit to Ukraine was not in the works.   ", "On Saturday evening, before he departed, Biden went out to dinner with his wife in Washington. He wasn't seen in public again until arriving in Kyiv on Monday morning.  ", "Biden is traveling with a relatively small entourage, including national security adviser Jake Sullivan, deputy chief of staff Jen O'Malley Dillon and personal aide Annie Tomasini.  ", "President Zelensky first invited Biden to visit Kyiv a year ago, as Russian forces were massing on the border. As recently as last week, Zelensky said his invitation for Biden to visit Ukraine remained open, even as he acknowledged there were other means for them to speak.   ", "Biden visited Ukraine six times as vice president. His last visit to Kyiv was in January 2017, days before leaving office. Before Monday, that visit remained the last highest-ranking visit to Ukraine, since neither Vice President Pence nor President Trump ever visited.  ", "CNN's Chief International Correspondent Clarissa Ward described what she saw as US President Joe Biden met with Ukrainian counterpart Volodymyr Zelensky in Kyiv earlier on Monday.   ", "The pair arrived outside the city's St. Michael's Church, Ward told CNN's Max Foster and Bianca Nobilo, entering the building from behind before leaving about five minutes later just before air sirens began to wail.  ", "The two leaders then walked out of the church together, following two soldiers who were carrying wreaths to a wall of the fallen, commemorating those who have lost their lives in combat.   ", "Ward went on to say the two leaders stayed there for a moment to pay their respects before embracing each other, showing the \"rapport\" the leaders have, she said.   ", "Watch:  ", "Sitting for talks with President Volodomyr Zelensky in Kyiv on Monday, Joe Biden laid out his rationale for visiting the Ukrainian capital as the war enters a second year.  ", "\"I thought it was critical that there not be any doubt, none whatsoever, about US support for Ukraine in the war,\" the US President said. \"The Ukrainian people have stepped up in a way that few people ever have in the past.\"  ", "Biden emphasized there was broad, bipartisan support in Washington for the Ukrainian cause, even as some Republicans balk at providing further assistance.  ", "Biden arrived in Kyiv at 8 a.m. local time (1:00 a.m. ET), according to reporters traveling with him inside Ukraine.  ", "\"It's good to be back in Kyiv,\" Biden said when he arrived. He was greeted by the US Ambassador to Ukraine Bridget Brink.  ", "Biden's motorcade arrived to the Mariinsky Palace just after 8:30 a.m. local time (1:30 a.m.ET). He was greeted at the entrance by Zelensky and his wife, Olena Zelenska.   ", "\"Thank you for coming,\" Zelensky said shaking Biden's hand. \"More importantly, how are the children?\" Biden asked, while adding: \"It's amazing to see you.\"  ", "Asked about the significance of being in Kyiv, Biden noted it was his eighth visit to the city. \"Each time more significant,\" Biden said.   ", "He added that the purpose of his visit was to convey to Zelensky that the US is \"here to stay.\" \"We're not leaving,\" Biden said.  ", "US President Joe Biden has been itching to visit Ukraine for months, particularly after several of his counterparts in Europe all made lengthy train journeys to meet with Zelensky in Kyiv.   ", "French President Emmanuel Macron, German Chancellor Olaf Scholz, Canadian Prime Minister Justin Trudeau and British Prime Minister Rishi Sunak, as well as former British leader Boris Johnson, have all made visits to the country to demonstrate their support.  ", "Several of Biden's top lieutenants, including Secretary of State Antony Blinken and Defense Secretary Lloyd Austin, have also visited the Ukrainian capital to pledge new assistance. Senior administration officials, including CIA Director Bill Burns and top White House officials, visited Kyiv last month.  ", "Biden's wife, Dr. Jill Biden, paid her own surprise visit on Mother's Day last year to a small city in the far southwestern corner of Ukraine. She met with Ukrainian first lady Olena Zelenska at a former school that was converted into temporary housing for displaced Ukrainians, including 48 children.  ", "Yet security precautions had prevented Biden from making a similar trip. When he visited Poland in April last year, the White House did not even explore the potential for a trip across the border, even though Biden said he had voiced interest.  ", "\"They will not let me - understandably, I guess - cross the border and take a look at what's going on in Ukraine,\" he said at the time.  ", "US President Joe Biden has said he visited Kyiv to reaffirm the United States' \"unwavering\" support for Ukraine, announcing new military aid and a fresh swath of sanctions on the historic trip.  ", "\"As the world prepares to mark the one-year anniversary of Russia's brutal invasion of Ukraine, I am in Kyiv today to meet with President Zelenskyy and reaffirm our unwavering and unflagging commitment to Ukraine's democracy, sovereignty, and territorial integrity,\" Biden said in a statement released by the White House.  ", "The President confirmed another donation of US military equipment, and said that later this week his government \"would announce additional sanctions against elites and companies that are trying to evade or backfill Russia's war machine.\"  ", "Biden is set to visit Poland later this week as he marks the anniversary of Russia's invasion.  ", "President Joe Biden announced a half-billion dollars of additional assistance to Ukraine during a surprise visit to Ukraine on Monday.  ", "Biden, in joint remarks alongside Ukrainian President Zelensky, said the package would include more military equipment, including artillery ammunition, more javelins and Howitzers.  ", "Zelensky said he and Biden spoke about \"long range weapons and the weapons that may still be supplied to Ukraine even though it wasn't supplied before.\"   ", "In remarks, Biden spoke about the resilience of the Ukrainian resistance as the war enters its second year.  ", "Biden met with Zelensky, as well as first lady Olena Zelenska, at Kyiv's presidential palace on Monday.  ", "The historic visit comes just days before the one-year anniversary of Russia's invasion of the country.  ", "Ukrainian President Volodymyr Zelensky invited US President Joe Biden to visit Kyiv months ago, saying he believed it was important for the US leader to see the situation up close.   ", "As recently as last week, Zelensky said his invitation for Biden to visit Ukraine remained open.  ", "\"President Biden and I meet occasionally. You know that we have invited the President. I think he will be happy to visit Ukraine if he has the opportunity. That would be an important signal to support our nation,\" Zelensky said on February 15.  ", "Zelensky traveled to Washington in December to meet Biden in the Oval Office and speak to a joint session of Congress - his first trip outside Ukraine since the war began.  ", "US President Joe Biden has made a surprise visit to Ukraine early Monday - his first trip to the country since Russia's invasion began nearly one year ago.   ", "Biden's trip is a show of support for Kyiv that comes at a critical moment in the conflict, as Russia prepares for an expected spring offensive.   ", "Air raid sirens were activated across Ukraine on Monday morning, including in the capital Kyiv, the country's authorities and CNN teams on the ground reported.   ", "\"Please proceed to the shelters!\" authorities in Kyiv said in their official Telegram channel.  ", "China's Foreign Ministry on Monday said the United States \"is not qualified to lecture\" on the supplying of arms amid concerns from US officials that Beijing is considering providing  \"lethal support\" to Russia's military.  ", "Speaking to reporters, Foreign Ministry spokesperson Wang Wenbin said: \"It is the US side, not the Chinese side, that supplies a steady stream of weapons to the battlefield.\"  ", "\"Who is calling for dialogue and peace and who is handing out knives and encouraging confrontation?\"   ", "Wang added that China continues to \"urge peace and promote talks\" to resolve the conflict in Ukraine and that it stands firmly on \"playing a constructive role in promoting the de-escalation and cooling down the situation.\"  ", "Some context: US Secretary of State Antony Blinken said Sunday he has concerns that Beijing is considering stepping up its partnership with Moscow by supplying Russia's military with \"lethal support.\" Blinken raised the issue when he met with China's top diplomat Wang Yi on Saturday, officials said.  ", "CNN previously reported that the US has begun seeing \"disturbing\" trendlines of late in China's support for Russia's military, and there are signs that Beijing wants to \"creep up to the line\" of providing lethal military aid to Russia without getting caught, according to US officials familiar with the intelligence.  ", "The officials would not describe in detail what intelligence the US has seen suggesting a recent shift in China's posture but said US officials have been concerned enough that they shared the intelligence with allies and partners.  ", "The words of Ukrainian President Volodymyr Zelensky hours after Vladimir Putin launched his invasion on February 24, 2022.  ", "They were prophetic. Many analysts expected Ukrainian resistance to crumble in days. But for a year, the Ukrainian military has faced down a much larger force, rolling back the Russians' initial gains in Kharkiv and Kherson, holding the line in the hotly contested Donbas region.  ", "In the process the Ukrainians have inflicted stunning losses on the Russian army, and laid bare the outmoded tactics, stale leadership and brittle morale of a force more impressive on parade than on the battlefield.  ", "By contrast, Ukrainian units have proved nimble and adaptive, harnessing drone technology, decentralized command and smart operational planning to exploit their enemy's systemic weaknesses.  ", "And few would have bet that one year into this war, the vintage Ukrainian air force would still be flying.  ", "Read the full analysis here.", "US President Joe Biden is heading to Poland for a two-day visit to mark the one-year anniversary of Russia's invasion of Ukraine, returning to the region as the war enters a volatile new phase without a clear path to peace.  ", "Biden will arrive in Warsaw on Tuesday where he will meet with Polish President Andrzej Duda, the White House said in a statement Sunday.  ", "One year ago, Biden was urgently warning a sometimes-skeptical world that a massive buildup of Russian troops along Ukraine's borders was the precursor to war. At the time, even some inside his own government questioned the ability of the Ukrainians to withstand an invasion, predicting the imminent fall of the capital Kyiv.  ", "Instead, Ukrainian fighters have held the capital and continue to resist Russian attempts to control territory, helped by a massive influx of Western weapons, ammunition and equipment. The war has become a grinding conflict that US officials say could last for months or even years.  ", "It has come to shape Biden's foreign policy, the fallout reverberating in the global economy and leading to newfound unity between the United States and its European allies.  ", "Biden's aides have been planning for several weeks how they will mark the anniversary of the invasion, including potentially a major address. They hope to emphasize the resilience of the Ukrainian people while stressing the importance of unity in the uncertain months ahead.  ", "Ukrainian President Volodymyr Zelensky is currently preparing for an expected Russian offensive in the spring, appealing to Western governments for additional assistance and weaponry to help sustain the fight.  ", "A year into Russia's brutal and unprovoked invasion of Ukraine, the US has seen enough.  ", "The declaration marks the strongest accusation yet from the US as it seeks to punish Moscow for its war of aggression.  ", "The US government declared last March that members of the Russian armed forces had committed war crimes in Ukraine. President Joe Biden has gone as far as saying that atrocities at the hands of Moscow's troops qualify as \"genocide.\"", "While the \"crimes against humanity\" determination is significant, it remains largely symbolic for now. It does not immediately trigger any specific consequences, nor does it give the US the ability to prosecute Russians involved with perpetrating crimes.  ", "However, it could provide international bodies, such as the International Criminal Court, with evidence to effectively try to prosecute those crimes.  ", "Read the full analysis here.", "Two people were injured following Russian shelling of civilian infrastructure in numerous areas of the Dnipropetrovsk region on Sunday, Mykola Lukashuk, head of the Dnipropetrovsk region council said on Telegram.   ", "The regional head reported Russians also shelled Nikopol, Marhanets, Myrove and Velykomykhailivka communities with \"heavy\" artillery.   ", "Several residential buildings, gas pipelines and power grids were damaged in Myrove, he said.  ", "Ukraine is \"inflicting extremely tangible losses\" on Russian troops in the strategic eastern town of Vuhledar, President Volodymyr Zelensky said in his nightly address on Sunday.   ", "The situation in the area is \"very difficult,\" he added.   ", "Zelensky also noted that the situation around the southern region of Odesa is unchanged and \"we are controlling all potential prospects.\"   ", "The situation in Ukraine's capital Kyiv meanwhile is \"completely under control, as well as along the entire northern border,\" he said.   ", "New sanctions: Zelensky said he had made \"a new sanctions step against all those who fuel Russian aggression.\"   ", "Zelensky implemented a NSDC decision to impose sanctions on an additional 333 Russian citizens and the Moscow Stock Exchange, a public joint-stock company.   ", "\"The next EU sanctions package - the tenth one already - is now being prepared,\"  he said. \"We are working with our partners to strengthen it.\"  ", "The US ambassador to the United Nations said Sunday that China would cross a \"red line\" if the country decided to provide lethal military aid to Russia for its invasion of Ukraine.  ", "\"We welcome the Chinese announcement that they want peace because that's what we always want to pursue in situations like this. But we also have to be clear that if there are any thoughts and efforts by the Chinese and others to provide lethal support to the Russians in their brutal attack against Ukraine, that that is unacceptable,\" Ambassador Linda Thomas-Greenfield told CNN's Pamela Brown on \"State of the Union.\"  ", "As CNN previously reported, the US has begun seeing \"disturbing\" trendlines in China's support for Russia's military, and there are signs that Beijing wants to \"creep up to the line\" of providing lethal military aid to Russia without getting caught, US officials familiar with the intelligence told CNN.  ", "The officials would not describe in detail what intelligence the US has seen suggesting a recent shift in China's posture but said US officials have been concerned enough that they have shared the intelligence with allies and partners at the Munich Security Conference over the past several days.  ", "US Secretary of State Antony Blinken raised the issue when he met with his Chinese counterpart, Wang Yi, on Saturday on the sidelines of the conference, officials said.  ", "\"The secretary was quite blunt in warning about the implications and consequences of China providing material support to Russia or assisting Russia with systematic sanctions evasion,\" a senior State Department official told reporters.  ", "Read more here.", "Three civilians were killed and five others, including three children, were wounded by Russian shelling Sunday in southern Ukraine, local officials said.  ", "The shelling hit the village of Burhunka in the Kherson region, the region's military administration said in a Telegram post.  ", "The three people killed were a mother, father and uncle from a family whose house was struck by the shelling, it said.  ", "US Secretary of State Antony Blinken said Sunday he has concerns over China's support of Russia's military, specifically that Beijing is considering supplying Moscow with \"lethal support.\"  ", "\"We've been watching this very closely,\" Blinken told \"Face the Nation\" on CBS while in Munich.  ", "CNN previously reported that the US has begun seeing \"disturbing\" trendlines of late in China's support for Russia's military, and there are signs that Beijing wants to \"creep up to the line\" of providing lethal military aid to Russia without getting caught, according to US officials familiar with the intelligence.  ", "The officials would not describe in detail what intelligence the US has seen suggesting a recent shift in China's posture but said US officials have been concerned enough that they shared the intelligence with allies and partners at the Munich Security Conference in Germany over the past several days.  ", "Read more here.", "Two leading House Republicans have called on President Joe Biden to increase military support to Ukraine in its defense against Russia's invasion and reiterated support on both sides of the aisle for continuing to fund the Ukrainian war effort.  ", "Texas Rep. Mike McCaul, the chairman of the House Foreign Affairs Committee, told CNN's Pamela Brown on \"State of the Union\" in a joint interview with House Intelligence Chairman Mike Turner that aired Sunday that bipartisan support for Ukraine is \"still very strong.\"  ", "But as the one-year anniversary of the war approaches, McCaul warned that hedging support for Ukraine could prolong the conflict, which could play into Russia's advantages and allow anti-Ukraine dissent to build.  ", "The US and its allies have already sent nearly $50 billion in aid and equipment to Ukraine's military over the past year. To keep that up, and to rebuild its own stockpiles, the Pentagon is racing to re-arm, embarking on the biggest increase in ammunition production in decades and putting portions of the US defense industry on a war-footing despite America technically not being at war.  ", "Read more here.", "Chechen leader Ramzan Kadyrov, an ally of Russian President Vladimir Putin, said Sunday that he is \"seriously\" planning to create his own private military company (PMC), inspired by the Russian mercenary Wagner Group.  ", "Kadyrov already has a private army often referred to as Kadyrovtsy, who are fighting for Russia in Ukraine.   ", "Kadyrov and Wagner leader Yevgeny Prigozhin have been publicly critical of Russian commanders for military failures in Ukraine.  ", "Some background: While the Wagner Group has played a key role in Putin's invasion of Ukraine, it has come at a steep cost to human life. The US government estimates Wagner has suffered more than 30,000 casualties, including roughly 9,000 fighters killed, during the conflict.  ", "The group has relied heavily on convicts to fill out its ranks. \"That doesn't show any signs of abating,\" a US National Security Council spokesperson said Friday, though Prigozhin claimed last week that he will no longer recruit from prisons.", "\"They're treating their recruits, largely convicts, as basically cannon fodder, throwing them into a literal meat grinder here, inhuman ways without a second thought,\" said John Kirby, the NSC official.  ", "CNN's Sam Fossum contributed to this report.", "Russian opposition leader Alexey Navalny is fond of a phrase, \"the wonderful Russia of the future,\" his shorthand for a country without President Vladimir Putin.  ", "But in the year that has passed since the full-scale invasion of Ukraine, Russia has gone back to a dark, repressive past.  ", "Over the last 12 months, Putin's government has crushed the remnants of Russia's civil society and presided over his country's first military mobilization since World War II. Political opponents such as Navalny are in prison or out of the country. And Putin has made it clear that he seeks to reassert Russia as an empire in which Ukraine has no place as an independent state.  ", "The war in Ukraine drew a bright line under the period of High Putinism, a decade that began with Putin's controversial return to the presidency in 2012. That era, in hindsight, was a prelude to the current war: Russia annexed the Crimean Peninsula in 2014 and backed armed separatists in Ukraine's Donbas region, while Putin's technocrats worked on sanction-proofing the Russian economy.  ", "Since last February's invasion, Putin has shrugged off protests and international sanctions. Independent media and human rights groups have been branded as foreign agents or shut down entirely.  ", "Russia is now in an uncertain new phase, and it's clear there will be no rewind, no return to the status quo ante, for ordinary citizens.  ", "So is Putin's grip on power unchallenged? Rumors are now flying inside the country about another wave of mobilization. And in Moscow, signs of elite competition are beginning to emerge, even as some Russians are seeing through the cracks in the wall of state propaganda.  ", "Read the full analysis here."], "headline": "February 20, 2023 - Russia-Ukraine news    ", "timestamp": "  Updated  12:24 AM EST, Tue February 21, 2023    ", "act": "/europe/live-news/russia-ukraine-war-news-2-20-23"}, "/2023/02/20/europe/russia-reaction-biden-ukraine-visit-intl": {"paras": ["President Joe Biden's surprise visit to Ukraine sparked anger and embarrassment among many of Russia's hawkish military pundits on Monday, increasing pressure on Vladimir Putin as the Russian leader prepares to justify his stuttering invasion in a national address.  ", "Biden's historic visit came days before the one-year anniversary of Russia's full-scale invasion of Ukraine, providing a symbolic boost to Kyiv at a crucial juncture in the conflict.  ", "But the visit caused fury in Russian pro-military and ultranationalist circles, as it upstages Putin on the eve of a major address in which the Russian president is expected to tout the supposed achievements of what he euphemistically calls a \"special military operation.\"  ", "\"Biden in [Kyiv]. Demonstrative humiliation of Russia,\" Russian journalist Sergey Mardan wrote in a snarky response on his Telegram channel. \"Tales of miraculous hypersonics may be left for children. Just like spells about the holy war we are waging with the entire West.\"  ", "\"I guess there are lunch breaks in a holy war,\" he said.  ", "Russian army veteran and former Federal Security Service (FSB) officer Igor Girkin meanwhile suggested that Biden could have visited the frontlines in eastern Ukraine and escaped unharmed.   ", "\"Wouldn't be surprised if the grandfather (he is not good for anything but simple provocations anyway) is brought to Bakhmut as well... AND NOTHING WILL HAPPEN TO HIM,\" Girkin said.  ", "Girkin is among a number of hardline military bloggers - some of whom have hundreds of thousands of followers and provide analysis of the conflict for large swaths of the Russian population - who have repeatedly criticized what they consider a \"soft\" approach on the battlefield by Putin's generals.  ", "For many, the secure and skillfully executed visit of a US President was another symbol of a faltering campaign.  ", "A Telegram account managed by Russian army and naval servicemembers, Zapiski michmana Ptichkina, noted ironically that Biden had reached Kyiv before Russian President Vladimir Putin. \"Almost a year after the beginning of the Special military operation, we are waiting in the Russian city of [Kyiv] for the president of the Russian Federation, but not for the [President of the] United States,\" it said.  ", "Biden's visit was an unprecedented journey by a US leader into an active warzone where the US did not have a large military presence.  ", "A few hours before he departed, the United States informed Russia of the plans to visit the Ukrainian capital for \"deconfliction purposes,\" according to Biden's national security adviser Jake Sullivan.  ", "CNN has reached out to the Kremlin, which has not yet publicly commented on Biden's trip. But Former Russian President Dmitry Medvedev dismissed the trip, accusing the US of warmongering support for Ukraine.  ", "\"Biden, having received security guarantees in advance, finally went to Kyiv,\" Medvedev said in a statement on Telegram. \"And of course, there were mutual incantations about the victory that would come with new weapons and a courageous people. And here it is important to note that the West already delivers weapons and money to Kyiv quite regularly. In huge quantities, allowing the military-industrial complex of NATO countries to earn money and steal weapons to sell to terrorists around the world.\"  ", "Medvedev, who currently serves as deputy head of Russia's Security Council, is known for making belligerent pronouncements in an apparent bid to shore up his nationalist credentials.  ", "The debate over Biden's visit will be unwelcome to Putin, who will on Tuesday make a major speech to the Federal Assembly in which he will discuss the ongoing invasion.  ", "Participants of what Russia refers to as its \"special military operation\" will be in attendance but foreign guests or representatives will not be invited, the Kremlin's spokesperson told reporters Monday.  ", "Putin is expected to launch a renewed offensive in Ukraine in the coming weeks, more than one year after he began Europe's biggest land war since World War II with a failed assault on Kyiv and central Ukraine.  "], "headline": "Biden's Ukraine visit upstages Putin and leaves Moscow's military pundits raging    ", "timestamp": "  Updated  11:26 AM EST, Mon February 20, 2023    ", "act": "/2023/02/20/europe/russia-reaction-biden-ukraine-visit-intl"}, "/2023/02/20/europe/russia-ukraine-war-predictions-intl": {"paras": ["\"When you attack us, you will see our faces. Not our backs, but our faces.\"   ", "The words of Ukrainian President Volodymyr Zelensky hours after Vladimir Putin launched his full-scale invasion on February 24, 2022.   ", "They were prophetic. Many analysts expected Ukrainian resistance to crumble in days. But for a year, the Ukrainian military has faced down a much larger force, rolling back the Russians' initial gains in Kharkiv and Kherson, holding the line in the hotly contested Donbas region.   ", "In the process the Ukrainians have inflicted stunning losses on the Russian army, and laid bare the outmoded tactics, stale leadership and brittle morale of a force more impressive on parade than on the battlefield.    ", "By contrast, Ukrainian units have proved nimble and adaptive, harnessing drone technology, decentralized command and smart operational planning to exploit their enemy's systemic weaknesses.    ", "And few would have bet that one year into this war, the vintage Ukrainian air force would still be flying.   ", "Perhaps one of the most impressive examples of Ukrainian agility came on the first day of the invasion, when a large Russian helicopter assault force seized an airfield on the outskirts of the capital Kyiv, threatening to turn it into a decisive bridge for the invading force to surge further reinforcements.   ", "The following night, Ukrainian special forces, supported by accurate artillery, penetrated the base, killed dozens of Russian paratroopers and disabled the runway. The Russian concept of operations, so confidently rehearsed on table tops, was crumbling in its first phase.    ", "This action underscored Zelensky's determination (\"I need ammunition, not a ride,\" he said as he rejected an offer from the United States of evacuation from Kyiv), as did the defiance of a small detachment on Snake Island with their vernacular retort to a Russian warship, a gesture that became a national meme within hours.   ", "One month later the Russian column that straggled along highways north of Kyiv withdrew, as did battalions to the east of the capital. Moscow described the redeployment as a \"goodwill gesture.\" But it was the first of many overhauls to Russia's battle plans, exemplified by the regular changes of command and the equally regular wringing of hands among the military bloggers. ", "The Ukrainians' agility has been reinforced by infusions of Western hardware, much of it a generation better than Russian armor. To start with, it was British and US anti-tank weapons and Turkish attack drones that helped halt the Russian drive toward Kyiv by hammering the flanks of exposed columns, ambushing vulnerable points along their telegraphed avenues of approach.   ", "Later came pinpoint accurate HIMARS multi-launch rocket systems, long-range artillery from France, Poland and elsewhere, that enabled Ukraine to degrade Russian command posts, ammunition stores, and fuel depots. Real-time intelligence collection and fusion (supported by NATO), was integrated, creating a battlefield where Ukrainian units detected targets more quickly than the cumbersome Russian force.   ", "Air defense systems have blunted Russian missile and drone barrages and discouraged its air force from conducting missions directly over Ukrainian airspace.   ", "But there has been a regular, and costly, lag between what the Ukrainians badly need and when it gets delivered. As one Ukrainian official told CNN this month, \"We need help yesterday and we are promised it tomorrow. The difference between yesterday and tomorrow is the lives of our people.\"   ", "The latest iteration of this gap is the scramble to provide tanks after months of obfuscation. Leopard 2s, Challengers and Abrams M-1s have been earmarked for Ukraine and are vastly superior to the Russian main battle tanks. But the numbers are unclear - ranging from a few dozen to 300 - and even with a following wind the first won't be in the field until April, and must then be integrated into combined formation battle groups, ready to take the fight to the enemy.   ", "But on this first anniversary of the Russian invasion Ukraine has more pressing needs than main battle tanks. During a CNN team's two-week tour of frontline positions, one refrain echoed time and again: \"We need shells.\"   ", "One Ukrainian soldier appeared on television last week and said: \"We need shells, shells, and, once again, shells.\"   ", "While Ukraine is absorbing and training on Western hardware, it is also trying to fight a war with Soviet-era armor, scouring the world for large-caliber munitions and spare parts. The \"ammo deficit\" is its Achilles heel, in the face of the vast Russian reservoir of artillery and rockets systems.    ", "\"It is clear that we are in a race of logistics,\" said NATO Secretary-General Jens Stoltenberg last week.   ", "Ukraine's shopping list, in order to prevail, might be divided into the now (shells, more air defenses, and longer-range missiles and rockets) and the next (tanks, Patriot batteries, and ground-launched small diameter bombs known as GLSDB with a nearly 100-mile (160-kilometer) range that have been promised by the US.)    ", "The perennial risk is \"not-in-time.\"   ", "One lesson the Russians have learned is to place logistics hubs beyond the reach of strikes, so the timing of GLSDB deliveries and of longer-range systems promised by the UK to Ukraine is all-important - to defeat mass with precision.   ", "The Washington-based Foundation for the Defense of Democracies expects \"the first GLSDBs won't arrive until this fall, likely missing widely expected Russian and Ukrainian offensives that will determine the war's future trajectory.\"   ", "Beyond the now and the next, Ukrainian officials are frustrated by the never category, which currently includes F-16 fighter jets and US ATACMS (Army Tactical) missiles, with a range of 186 miles (300 kilometers).   ", "Ukraine's allies have consistently refused to provide anything that would enable Ukraine to hit Russian territory, a red line duly noted by Moscow.    ", "During a surprise visit by US President Joe Biden to Kyiv on Monday, Zelensky said he hoped the war would be over by the end of 2023.  ", "Although the first year of this conflict has thrown up plenty of surprises, the next few weeks seem likely to bring a still more intense Russian assault at various points along the meandering front line from Kharkiv to Zaporizhzhia - to fulfill the Kremlin's stated goal of seizing the rest of Luhansk and Donetsk regions.   ", "Some Western officials expect the Russian air force - largely missing in action so far - to become a more important component of the Russian battle plan. \"We do know that Russia has a substantial number of aircraft in its inventory and a lot of capability left,\" US Defense Secretary Lloyd Austin said last week.    ", "As the prelude to the assault gets underway, the Russian high command may not feel encouraged. Repeated attempts to advance in the Vuhledar area (perhaps a laboratory for the wider campaign) have gone badly.   ", "The failure even to deliver Bakhmut as a victory for the Kremlin before the anniversary is a reminder that the Russians are more capable of inflicting destruction than taking territory. Effective combined arms operations have eluded Russian battalions.    ", "Senior US, British and Ukrainian officials have told CNN they are skeptical Russia has amassed the manpower and resources to make significant gains.   ", "\"It's likely more aspirational than realistic,\" said a senior US military official last week, with Russian forces moving before they are ready, due to political pressure from the Kremlin.   ", "The Russian chief of general staff Valery Gerasimov was put in direct charge of the Ukraine campaign last month, prompting Rand analyst Dara Massicot to say that the \"possibility of the Russians asking their tired force to do something that it cannot handle rises exponentially.\"   ", "If this much-anticipated offensive fails, after the mobilization of 300,000 men, what is the next step for the Kremlin?    ", "If past behavior is the best predictor of future behavior, Putin will double down. Perhaps there will be an (undeclared) second mobilization, a redoubling of missile attacks aimed at paralyzing Ukrainian infrastructure, even efforts to disperse the conflict. The US has expressed alarm over what it sees as Russian efforts to destabilize Moldova on Ukraine's southern flank, accusations Moscow has dismissed.   ", "The only playbook that has worked for the Russians in this conflict is to lay waste to what's in front of them, so there is nothing left to defend. We've seen this in Severodonetsk, Lysychansk, Popasna and above all Mariupol.    ", "Were Russia to capture the part of Donetsk still in Ukrainian hands, that would require demolishing an area the size of Connecticut. There are already issues with the supply of munitions to the Russian front lines, according to Ukrainian and Western officials.     ", "A successful counter-attack by Ukrainian forces, especially with a thrust southwards through Zaporizhzhia towards Melitopol, would raise the stakes for the Kremlin still higher.     ", "In September, Putin warned that \"in the event of a threat to the territorial integrity of our country and to defend Russia and our people, we will certainly make use of all weapon systems available to us. This is not a bluff.\"    ", "Russia considers Melitopol and much of southern Ukraine as Russian territory after sham referendums last fall.   ", "But Ukraine will need time to assimilate tanks, fighting vehicles and other hardware to break through Russian lines, which are deeper and denser than they were a few months ago.     ", "It is possible, perhaps even likely, that after a burst of fury this spring the conflict will settle into a violent stasis, with little ground changing hands amid relentless attrition and high casualties.    ", "The Ukrainian national anthem dreams that \"Our enemies shall vanish, like dew in the sun...\"   ", "Probably not in 2023.   "], "headline": "After nearly one year of war, how Ukraine defied the odds - and may still defeat Russia    ", "timestamp": "  Updated  8:03 AM EST, Mon February 20, 2023    ", "act": "/2023/02/20/europe/russia-ukraine-war-predictions-intl"}, "/2023/02/18/europe/turkey-earthquake-rescue-survivor-stories-intl": {"paras": ["First there are screams ... then piercing cries ... and then \"father, father\" is heard over and over again.  ", "A 4-year-old girl, Gada Ayyan, and her father, Ahmet Ayyan, are being reunited after being buried in a pile of rubble that was once their home in southern Turkey.  ", "They were trapped together when their home collapsed in the earthquake that is now known to have killed more than 45,000 people. The two then faced an agonizing few days apart when Gada was rescued and taken to hospital.  ", "\"When it first started shaking I grabbed my daughter and my whole family began to run out,\" Ahmet said. \"The building collapsed on top of us all.\"   ", "His wife and son did not make it out alive. Ahmet could hear his son's cries while he was stuck. He had his daughter next to him. She was lying on his leg and they were both trapped unable to free themselves.  ", "The rubble was all the way up to his neck. On the fourth day under the rubble he said he was losing hope. He was in pain. His foot was badly damaged. But his daughter wouldn't let him give up hope of being saved.  ", "\"My daughter was telling me over and over papa don't cry. Relax. They are coming to rescue us,\" said Ahmet.  ", "She told him to look into the light that was shining through. And low and behold they suddenly heard voices. They were being rescued.  ", "Gada was first to be pulled out with barely a scratch on her. A half hour later they were able to dig Ahmet out. But she was put in the care of social services while he was sent to hospital.    ", "When he lost track of his daughter he knew he would see her again if it was the last thing he ever did.  ", "He went on Facebook and Instagram, showing her picture, and pleading with anyone to help find her. Eventually it was a relative who found social services had a healthy little girl with no parents.  ", "\"She kept me alive.\" He said of her constant encouragement for days under the rubble. \"That is my little girl. She is my hero. She's my hero\"  ", "They will have to deal with the loss of Gada's mother and 7-year-old brother, but Ahmet and his daughter have each other to love and care for and that is enough he said.  ", "Meanwhile, 14-year-old Can Gürsoy, in the city of Konya, says to get any closure he needs to see his mom again. He was buried in a collapsed building with his family. He and his sister made it out alive. His mother has not yet been found in the pancaked home.  ", "\"All I ask of you is to please help me find my mother Şükran Erden.\" He tells CNN.  ", "The teenager has a black eye and a bruised foot but otherwise is physically okay. But the psychological trauma of being trapped for 24 hours in the tightest of spaces may haunt him for a while.  ", "\"I remember the collapsing building. I remember passing out after a piece of the building fell on my eye,\" Can said. \"It was so difficult to breath there. And there was something crushing my leg making me suffer.\"  ", "He tried everything to get someone's attention. He had his phone in his hand for a few minutes and managed to type a message to his family WhatsApp chat. He then tried calling emergency services, but none of it connected and no one could hear him screaming.  ", "What saved him was a curtain. Tugging on it got rescuers' attention. And not long after that he was pulled from the rubble.  ", "Can normally spends his time playing video games, or basketball (he's a huge fan of the Los Angeles Lakers). But for now his heart is set on seeing his mom again. Since her body has not been found he's hoping beyond hope she has been rescued and is in hospital somewhere.   ", "He says it was the idea of her love and the love of his family and friends that kept him sane while buried and he hopes that same love is strong enough to bring her back to him somehow.  ", "Rescuers are still searching for survivors - three more were found on Saturday. But nearly two weeks on from the quake, soon there will be no more happy reunions.  "], "headline": "In Turkey, a father and daughter are reunited while a teen boy searches for his mom    ", "timestamp": "  Published  6:34 AM EST, Sat February 18, 2023    ", "act": "/2023/02/18/europe/turkey-earthquake-rescue-survivor-stories-intl"}, "/2023/02/18/europe/nicola-bulley-still-missing-intl-gbr": {"paras": ["One video shows a single blue glove, found in the field where missing British mother Nicola Bulley was last seen before she vanished over three weeks ago.   ", "Another urges police to investigate a derelict house on the riverbank, opposite where Bulley disappeared while walking with her dog Willow.   ", "Yet another simply shows a section of the River Wyre in northern England near where she vanished, in an effort to prove how slow-moving and shallow the water is. Divers have been scouring the river downstream amid fears she has gone into the water. \"There is no way on God's earth Nicola is in this river,\" the caption reads.   ", "These viral videos have been condemned by police as social media users \"playing private detectives\" and distracting their search for the missing mother of two.  ", "Bulley, who worked as a mortgage adviser, went missing on the morning of Friday, January 27. Police say she was walking her dog after dropping her two children off at school.     ", "A short while later, her dog was found wandering alone and her phone spotted on a bench next to the river, still logged into a group work call. But for three weeks, the search launched by Lancashire Police for the 45-year-old mother of two drew a blank.  ", "Three weeks on, an investigation launched by Lancashire Police continues to draw a blank.  ", "After reviewing hundreds of hours of CCTV and dashcam footage, and investigating tip-offs from the public, police officers have insisted that there is still no evidence to indicate third-party involvement and their main working hypothesis remains that she fell into the River Wyre.   ", "The case baffled the public and attracted widespread media attention, with police also - unusually - choosing to reveal that Bulley had been struggling with alcohol issues and menopause at the time of her disappearance.   ", "Last week saw investigators sharply criticize members of the public they said were pedaling \"persistent myths.\"   ", "Lancashire Police Detective Superintendent Rebecca Smith told journalists on Wednesday that the social media frenzy had \"significantly distracted\" the investigation. \"In 29 years' police service, I've never seen anything like it.   ", "\"In 29 years' police service, I've never seen anything like it.   ", "\"Some of it's been quite shocking and really hurtful to the family. Obviously, we can't disregard anything, and we've reviewed everything that's come in but of course it has distracted us significantly.\"  ", "Smith took the opportunity to denounce some of the conspiracy theories. \"The derelict house which is across the other side of the river has been searched three times, with the permission of the owner, and Nicola is not in there,\" she said.   ", "As for the blue glove, Smith said: \"You'll no doubt be aware that TikTokers have been playing their own private detectives and have been in the area.  ", "\"A glove has been recovered that is not believed to be relevant to the investigation. It is not Nicola's, but we have got that in our possession.\"  ", "While asking members of the public to stop inundating them with \"false information, accusations and rumors,\" Lancashire Police has taken flak for its own handling of the case.   ", "Lancashire Police's decision to reveal personal details about Bulley sparked widespread criticism, with many accusing the force of sexism. Even the government slammed the police, with Braverman raising concerns over its handling of the case.  ", "Police later that evening clarified that she had \"in the past suffered with some significant issues with alcohol\" in struggles which had \"resurfaced over recent months\" as she went through menopause.   ", "For David Wilson, emeritus professor of criminology at Birmingham City University, the revelation of such personal details about Bulley's life had a \"whiff of misogyny.\"   ", "\"There's a lot of distrust at the moment in the police - especially from women - specifically because of a number of high-profile femicides in London,\" he told CNN. \"So the police have to be as open and honest as they can be, but last night they lost a lot of my sympathy as what they said seemed like victim blaming and had a whiff of misogyny - revealing Nicola's alcohol problems and menopause struggles.\"   ", "The hashtag \"menopause\" was trending on Twitter in the wake of the police announcements, with some social media users accusing Lancashire Police of letting women down.   ", "At least 16 women, most recently Sarah Everard in 2021, have been killed by serving or retired police officers over the last 13 years in the UK, according to the Femicide Census, a group that collects data on women killed by men. Campaigners feel that tackling gender-based violence is not a police priority.  ", "Dr Charlotte Proudman, director of women's rights group Right To Equality, wrote on Twitter: \"Missing mother Nicola Bulley had 'some significant issues with alcohol' brought on by struggles with the menopause, police have said. Such a serious invasion into her private life which will only result in further victim blaming. Shameful.\"  ", "Another Twitter user named Sue McKay said: \"By describing Nicola Bulley as a menopausal woman with drink issues, it just proves just how out of touch Lancs Police are with mental health. This will in effect make the public's trust and credibility in them even less.\"   ", "Professor Wilson, who works with and trains the police, understands that sometimes the force is \"damned if they do and damned if they don't.\" However, for him, there was something insensitive in the tone of Wednesday's press conference.   ", "\"Their recent press conference was at times insensitive - it seemed like they were scolding the public, when in fact they rely on the public to provide information, and so it's no good saying they sometimes give information they don't want, is misleading or wastes their time.    ", "\"Of course the TikTokers and armchair detectives were clearly a hindrance to them, but that is simply a new reality that has to be managed - you can't wish it away.   ", "\"Above all I worried last night that their clarification about Nicola was made to protect their institutional reputation and had lost sight of the humanity of the people at the heart of the investigation,\" he said.   ", "Meanwhile, in a statement on Thursday, Bulley's family called for an end to the speculation.   ", "\"As a family, we were aware beforehand that Lancashire Police, last night, released a statement with some personal details about our Nikki,\" the statement said.   ", "\"Although we know that Nikki would not have wanted this, there are people out there speculating and threatening to sell stories about her. This is appalling and needs to stop.  ", "\"The police know the truth about Nikki and now the public need to focus on finding her,\" they added.    ", "Criticism of the police has continued. Vera Baird, who in her former role as victims' commissioner for England and Wales aimed to encourage good treatment of crime victims, said the criticism of police was \"totally justified.\"  ", "\"I'm afraid this is the biggest error that I have seen for quite a long time,\" she told the BBC.  ", "And British Home Secretary Suella Braverman raised concerns with police over its handling of the case, according to a Home Office spokesperson on Friday.  ", "\"The Home Secretary and Policing Minister are receiving regular updates from Lancashire Police on its handling of this case, including why personal details about Nicola was briefed out at this stage of the investigation,\" the spokesperson said in a statement.   ", "Meanwhile, there is still no trace of Bulley.   ", "Other dog walkers were the last to see her. During the walk, she dialed into a work conference call, keeping her camera off and microphone muted. By 9:30 a.m., the call had ended - with Bulley still logged on.   ", "A short while later, her dog Willow was found wandering alone and her phone was recovered on a riverside bench, but Bulley had vanished.   ", "Police are \"particularly interested\" in the time between the phone being placed on the bench at 9:20 a.m. and the device being recovered 10 minutes later.   ", "\"We only have a 10-minute window in which we cannot account for Nicola's movements,\" Lancashire Police Superintendent Sally Riley said.  ", "Stephanie Benyon, a friend of Bulley's whose children attend the same school, previously told CNN that she is a \"kind, loyal and thoughtful person who adores her two girls and family and friends.\" Her partner of 12 years, Paul Ansell, described the situation as a \"perpetual hell.\"   ", "For Wilson, it is no surprise that Bulley's case has captivated the general public. \"Someone goes missing in the UK every 90 seconds. Thankfully, most are found within 48 hours, but a number disappear for much longer.    ", "\"Nicola Bulley was always going to generate media interest - a White, middle class, professional woman from a picture-perfect village where crime was almost nonexistent, was always going to grab headlines that the disappearance of a working-class Black man from inner city London just wouldn't.\"  "], "headline": "Armchair detectives, 'persistent myths' and police under fire ... but still no sign of missing UK mom    ", "timestamp": "  Published  12:11 AM EST, Sat February 18, 2023    ", "act": "/2023/02/18/europe/nicola-bulley-still-missing-intl-gbr"}, "/2023/02/17/europe/ukraine-pilots-helicopter-russia-intl-cmd": {"paras": ["The horizon disappears for a moment as the nose of the helicopter rears. There's a faint thump as rockets trailing brown smoke arc ahead. The aircraft banks as if flicked on its side by an outside force.  ", "Diving back towards to the ground it spurts flares from its tail to distract heat-seeking missiles.   ", "Somewhere in the battle for the eastern Ukrainian town of Bakhmut, Russian soldiers are being torn apart, and burned, as the ground itself erupts when the rockets find their target. There's no time to reflect - the effect of the rockets will get passed back to the pilots later. Their task now is to stay alive.   ", "Ukraine's losses are a national secret. But pilots and air crew in the Sikorsky Brigade have all lost close friends to Russian SAMs (Surface to Air Missiles). Often shoulder launched, the man-portable missiles can send a helicopter into a ball of flame in seconds.  ", "They're hunted. Whether airborne or not. Ukraine's air force and army aviators along with their planes and helicopters, are priority prey for Russia's missiles. They're likely top of the Kremlin's list.  ", "CNN spent time embedded with the Sikorsky Brigade in eastern Ukraine operating from a secret base. It has a handful of helicopters and pilots there, conducting combat missions against Russian forces.  ", "Given the gigantic advantage that Russia enjoys over Ukraine in terms of aircraft and pilots it's staggering that Ukraine can still threaten Russian forces. Indeed it's baffling that almost one year into the conflict Ukraine has an air force and helicopter fleet at all, given the effort to destroy them.   ", "\"We're always surprised that we're here. But, well, we are and we're never going to stop,\" says the deputy commander of the Sikorsky Brigade - his name and location are military secrets.  ", "Ukraine's helicopter pilots have to fly so low that being onboard one is like riding a pebble as it skims and skips across water.   ", "Serhiy and Hennady are both middle-aged pilots with more than two decades of flying behind them. They spent much of the early 2000s flying for the United Nations on peacekeeping missions in Liberia, Sierra Leone, South Sudan and the Democratic Republic of the Congo.   ", "The experience, they say, had been invaluable. It kept their hours up and gave them experience of flying low and in difficult circumstances - like the ongoing civil war in the DRC.  ", "Still this week Serhiy, who commands a flight of two Mi-8s each flying about three combat sorties a day, tells CNN he clipped a tree. Three of his five rotor blades were damaged and caused a forced landing - a drop of about 20 feet. The venerable Mi-8s - all made before the collapse of the Soviet Union - are over three decades old, their flanks are streaked black with exhaust and oil.   ", "Dangerously close to the front line, he could not stay on the ground so, after a quick inspection, took off on his damaged blades. He flew to a rear location where engineers could swap the damaged equipment with three others cannibalized from  a different helicopter.  ", "Ukraine's military is making do. It gets more equipment by capturing it from Russian troops than it gets donated by allies.   ", "President Volodymyr Zelensky has begged NATO and other allies for, among other things, jets and other aircraft. The response so far has been close to nil.  ", "The United Kingdom has offered to boost Ukraine's helicopter fleet with a handful of ancient Sea King aircraft that have been decommissioned from the military. Portugal, meanwhile, has given six Russian-made Ка-32А11VS - none of which are even airworthy and which, its defense minister said, Ukraine would have to fix itself.  ", "For Serhiy, the Ukrainian pilot, the equipment can't arrive soon enough. Speaking to CNN at the brigade's operation base, he says, \"Of course we need newer helicopters because we have aircraft from the Soviet era. We are squeezing everything possible and impossible out of them.   ", "\"It would be good if we were given some new kinds of helicopters, including the Apaches. We'd learn them very quickly because we have the motivation.\"   ", "His team has set up temporary locations near the front line where they hide fuel and ammunition. Support crews tuck themselves out of sight. Perimeter security exists but it's invisible.  ", "\"They're old aircraft sure. But they're better than nothing - what else can we do?\" asks Hennady.  ", "Ukrainian pilots have lost many many friends in a war of attrition. Their main weapon is, arguably, better motivation than their Russian enemies. They covet Western aircraft as if their lives depended on them - which they would.  ", "Yuri is a younger flier who is paired with a more experienced co-pilot, but nevertheless has a tally of more than 100 combat missions this year alone. \"All we have are skillful pilots who are flying old helicopters,\" he says. \"If we had new machines, we would be able to fulfill tasks much better. We would support the infantry better during combat, and of course there would be fewer casualties. Because the system that protects the helicopter is much better in Western models of helicopters.\"   ", "The Mi-8s in this flight were conceived as transport helicopters in the 1960s, but are now mounted with rockets. Unlike modern, or even Soviet-era attack helicopters, they've got no armor to protect the pilots.  ", "Nor do they have sophisticated targeting systems. The effective use of their rockets is a combination of hope and experience.  ", "After a sortie this week against Russian troops massing for an attack near Bakhmut, Serhiy said: \"We hit the target - I am satisfied.\"  ", "But he had to wait 24 hours to learn this from Ukrainian drone operators who'd called him in to give him the news. Because by the time his rockets hit the ground, he was racing away below tree height.  ", "\"The Russians can find and hit us from more than 30km away. We have radar that can track them, so sometimes we know they're shooting at us and can land, or hide behind hills,\" he explains.  ", "\"Electronic counter measures\" to distract Russia's modern SAMs and air to air missiles have been fitted - but those systems are ancient too.   ", "\"We don't know if they work at all,\" says Hennady, \"but if they work at 2%, that's better than nothing.\"  ", "\"Better than nothing\" will have to do for now for pilots who see themselves as defending Europe against Russian invaders.   ", "The pain of bereavement though remains raw. \"In December, a very close friend of mine died,\" says Serhiy. \"A lot of people I knew, friends have already died, unfortunately. It is very painful, I am very upset... I cannot move on...\"   "], "headline": "'Better than nothing': Outgunned Ukrainian pilots take the fight to Russia in ancient Soviet-era helicopters    ", "timestamp": "  Updated  2:42 PM EST, Fri February 17, 2023    ", "act": "/2023/02/17/europe/ukraine-pilots-helicopter-russia-intl-cmd"}, "/2023/02/16/europe/belarus-ukraine-troops-russia-border-intl": {"paras": ["Belarusian President Alexander Lukashenko has claimed there is \"no way\" his country would send troops into Ukraine unless it is attacked, amid fears Russia's close ally will help to facilitate a spring offensive by Moscow. ", "\"We are peaceful people. We know what war is and we don't want war,\" the authoritarian leader Lukashenko, who has close ties with Russian President Vladimir Putin, said at a small gathering of journalists from international media, including CNN, at Minsk's Palace of Independence  ", "\"There is no way we are going to send our troops to Ukraine unless you are going to commit aggression against Belarus,\" Lukashenko said. \"But don't forget Russia is our ally, legally, morally and politically,\" he added.  ", "The Kremlin's spokesperson, Dmitry Peskov, meanwhile announced that Putin will meet with Lukashenko in the Moscow region on Friday.  ", "Belarus helped Russia launch its initial invasion of Ukraine last February, allowing the Kremlin's troops to enter the country through the 1,000-kilometer (621-mile) Ukrainian-Belarusian border to the north of Kyiv.  ", "Minsk has since claimed on numerous occasions that Ukrainian drones and missiles have entered its territory, sometimes without providing evidence.   ", "There have been fears throughout the conflict that Belarus will again be used as a launching ground for another offensive, or that Lukashenko's own troops will join the conflict, citing such episodes as provocation against its sovereignty. Tensions have been mounting at the border again in recent days as Ukraine braces for a renewed attack.  ", "Lukashenko continued to say Thursday that Russia has \"never asked\" him to start a joint war in Ukraine.  ", "The Belarusian strongman ducked questions from international media about his country's complicity in Russia's invasion of Ukraine.    ", "When asked by CNN why Lukashenko continued to support what has so far been a protracted and strategically questionable war for Russian President Vladimir Putin, the Belarusian president tried to turn the tables onto the West.    ", "\"Why do you support Ukraine, pumping it with weapons instead of sitting down to negotiate as I suggest? You are already discussing sending long range weapons, missiles up to 300 kilometers in range and F 16 fighter jets, state of the art fighter jets, after hundreds of Leopard tanks have gone there. Why are you doing this? You understand this is escalation,\" he said.    ", "Lukashenko continued, saying the city of Bakhmut in eastern Ukraine - the latest battleground which has been the focus of intense fighting in recent weeks - will be taken by Russian forces \"one way or another.\"    ", "\"Right now, the most fierce fighting is happening near Bakhmut. I know what's going on there ... Bakhmut will fall in the next few days. This will be yet another victory for Russia,\" Lukashenko told a press conference when asked about his continued support for Russia's war.  ", "\"Bakhmut will be taken one way or another. Why let thousands die? But the politicians sitting at the top in Ukraine have prohibited this, and so this meatgrinder goes on,\" the Belarusian leader continued.    ", "Lukashenko maintained he wanted to see \"peaceful negotiations\" and accused the United States of preventing Ukrainian President Volodymyr Zelensky from negotiating.     ", "\"You are not letting him negotiate. This is my conviction. And there are many facts that speak to this. It's you who wants war. Please wake up! The US are the only one who needs this slaughter, only they want it. Europe does not need this war, because if there is an escalation, Europe will sizzle. Europeans know it. And even the British know it, and especially Ukrainians.\"    ", "A CNN team visited Belarus's southwest border near northwest Ukraine earlier this week, accompanied by state border officials.  ", "The CNN team were 100 meters (328 feet) away from the Ukrainian side, where they saw the Belarusian government's fortification of the border area with barbed wire in a carefully orchestrated and tightly controlled press tour.  ", "According to the CNN team on the ground, the Ukrainian side of the border is heavily barricaded with several layers of barbed wire and earth mounds to stop anyone from going through.  ", "Belarusian officials told CNN the border crossing from their side in the small town of Dyvin is still functioning but that the Ukrainian side has closed the crossing.  ", "Kyiv has closed all border crossings to Belarus, except to occasionally allow entry to Ukrainian refugees who are looking to return to their home country, out of concern Belarus could be used for a further invasion by Russia.  ", "The CNN team could see a Ukrainian flag on Ukraine's side of the border crossing and a red and white flag which is associated with the Belarusian opposition - a move Belarusian authorities called a \"provocation.\"  ", "Formerly under Soviet control until declaring its sovereignty in 1990, Belarus remains one of Russia's closest allies and has played a key role in its invasion of Ukraine - despite Lukashenko saying previously his country was \"being dragged\" into the war.  ", "Russian troops launched the invasion on February 24, crossing into Ukraine from Belarus after months amassing along Ukraine's border. In the first days of the assault, Russian Tu-22 \"Backfire\" bombers used Belarusian airspace to launch coordinated cruise missile attacks on targets within Ukraine. More recently, the two nations have engaged in joint military drills near the Belarus-Ukraine crossing.  "], "headline": "Belarus claims it won't send troops to Ukraine unless it is attacked, as tensions escalate at border    ", "timestamp": "  Updated  1:45 PM EST, Thu February 16, 2023    ", "act": "/2023/02/16/europe/belarus-ukraine-troops-russia-border-intl"}, "/2023/02/15/europe/russia-ukraine-children-maria-lvova-belova-intl": {"paras": ["Read Maria Lvova-Belova's social media, and one might think Russia is selflessly delivering Ukrainian children from evil into the care of Russian families desperate to share their love.  ", "But according to American and European governments - and a new report by Yale investigators, backed by the US State Department - she is at the center of a Russian government scheme to forcibly deport thousands of Ukrainian children to Russia, often to a network of dozens of camps, where the minors undergo political reeducation.   ", "\"Maria Lvova-Belova is one of the most highly involved figures in Russia's deportation and adoption of Ukraine's children, as well as in the use of camps for 'integrating' Ukraine's children into Russia's society and culture,\" the Yale Humanitarian Research Lab's Conflict Observatory wrote.  ", "Lvova-Belova, who was appointed to be President Vladimir Putin's Commissioner for Children's Rights in 2021, created her Telegram channel days after Russia's full-scale invasion of Ukraine.  ", "Between photos alongside the who's who of Russian power - from Putin to Foreign Minister Sergey Lavrov to Chechen Leader Ramzan Kadyrov - she posts glossy photos and videos of the wonderful life supposedly being offered to Ukrainian children.  ", "\"By the end of the week, one hundred and eight orphans of Donbass who have received Russian citizenship will have parents,\" Lvova-Belova wrote in a typical post on her Telegram channel last July, using the Russian spelling for Ukraine's Donbas (Donetsk and Luhansk) regions. \"Shurochka was the first to be handed over to her mother. When I heard this happy child's laughter, I could not hold back [tears].\"  ", "Lvova-Belova regularly visits Russian occupied-Ukraine, and the Russian government boasts of her personally escorting planeloads of children back from Ukraine. Putin has empowered Lvova-Belova to use unspecified \"additional measures\" to identify children who don't have parental care in the four Ukrainian regions it claims who have annexed.  ", "UNICEF, the United Nations' children's organization, has said that \"adoption should never occur during or immediately after emergencies,\" and that during upheaval, children separated from their parents cannot be assumed to be orphans. The UN furthermore considers forcibly transferring another country's population within or beyond its borders to be a war crime.   ", "Russia has characterized reports of forcible relocation as \"absurd\" and said it does its \"best\" to keep minors with their families.  ", "In another typical post, from December, Lvova-Belova distributed photos sitting at around the dinner table with a Russian family in the Kaluga region.  ", "\"I will be frank, I was crossing the threshold with trepidation: how have they settled in, have they got everything they need, how have the relations with parents and other children in the family worked out,\" she wrote. \"But all doubts were swept aside in the first minutes. The family is wonderful!\"  ", "\"For me, this is yet another confirmation that the work that we have done on the placement of orphans from Donbass is not in vain. Everything was done right.\"  ", "The United States, European Union, and United Kingdom have all sanctioned her for her alleged role in the scheme. \"Lvova-Belova's efforts specifically include the forced adoption of Ukrainian children into Russian families, the so-called 'patriotic education' of Ukrainian children, legislative changes to expedite the provision of Russian Federation citizenship to Ukrainian children, and the deliberate removal of Ukrainian children by Russia's forces,\" the U.S. Treasury said in September.  ", "She has reveled in the designation.  ", "\"My thanks go to the British for the attention they have drawn to our mission of helping children in Donbass,\" she wrote in June. \"In Russia we enjoy friendship as families, as organizations, and as of now, as those affected by sanctions.\"  ", "Lvova-Belova is herself mother to at least ten children - some biological and some adopted - with her husband, who is an Orthodox priest.   ", "Born in the western city of Penza, Lvova-Belova began her career as a children's guitar teacher. She eventually became involved in local politics, working her way up through the Russian power structure.  ", "In a tearful television news report posted to her Telegram channel in November, Lvova-Belova recalled adopting a teenage boy from Mariupol, who said that he had been put on the streets by the guardians who took him in after his mother died of cancer.  ", "\"This is the most beautiful person I've ever met in my life,\" Filip says of his adoptive mother. \"I never had anyone love me so much as she does.\"   ", "The circumstances in which the young man gave the interview are unclear, including whether he made statements under duress.   ", "For the children of Ukraine, she has launched a program called \"The Day After Tomorrow\" to help ease them into Russian life.  ", "Alongside idyllic photos of campfires by the Black Sea, she said last August that Ukrainian children from the Donetsk region are in for an \"extraordinary camp season.\"  ", "\"The camp has nine thematic workshops to enable teenagers to work out their life plans and professional guidelines. We look forward to the opening of the camp!\"  ", "Russia's embassy in Washington on Wednesday dismissed as \"absurd\" US accusations that Ukrainian children were moved by force.  ", "\"We took notice of the absurd statements of State Department Spokesperson Ned Price, who had accused our country of 'forced transfer and deportation of Ukrainian children' to the territory of the Russian Federation,\" the embassy said in a statement on Telegram.  ", "\"Russia accepted children who had been forced to flee with their families from the shelling and atrocities of the Armed Forces of Ukraine. We do our best to keep minors in families, and in case of absence or death of parents and relatives - to transfer orphans under guardianship. We ensure the protection of their lives and well-being.\"  ", "The embassy went on to accuse Washington, which has provided military aid to Ukrainian armed forces, of being complicit in the alleged deaths of children in Russian-occupied eastern Ukraine.  "], "headline": "The Russian official at center of alleged scheme to forcibly deport thousands of Ukrainian children to Russia    ", "timestamp": "  Updated  7:45 AM EST, Thu February 16, 2023    ", "act": "/2023/02/15/europe/russia-ukraine-children-maria-lvova-belova-intl"}, "/2023/02/15/europe/duangphet-phromthep-thai-cave-dies-intl": {"paras": ["Duangphet Phromthep, one of the 12 boys rescued from a flooded Thai cave after a weekslong operation that drew global attention in 2018, has died in the UK, British and Thai officials announced Wednesday.   ", "Phromthep, who was enrolled in a soccer academy in Leicestershire, England, died after being rushed to hospital on Sunday, Leicestershire Police said in a statement to CNN.   ", "Th northern regional branch of the Thai government's public relations arm said on Facebook that Phromthep, 17, died due to an accident, without providing more details.   ", "\"The atmosphere at his house in Chiang Rai province was full of sorrow,\" PR Thailand's statement said.   ", "Zico Foundation, a Thai non-profit organization which had helped Phromthep study in the UK via a soccer scholarship, wrote on Facebook Wednesday: \"Zico Foundation would like to express our sorrow for the pass of Dom Duangpet Phromthep, a scholarship student from Zico foundation,\" posting a picture of Phromthep.   ", "Phromthep was the captain of the Wild Boars youth soccer team wdhich was rescued after being trapped for more than two weeks in a flooded cave network in the northern Thai province of  Chiang Rai in the summer of 2018.  ", "The 12 boys and their coach became trapped when rising flood water cut them off deep inside the cave, sparking what became a near three-week international rescue effort.   ", "Divers involved in the rescue described treacherous conditions, with fast-moving shallow water passing through very narrow passages.  ", "In a complicated three-day final operation, the boys were split into groups of four and provided with 5-millimeter-thick wetsuits, full face mask breathing apparatus and air bottles.  ", "Each boy was taken out by two divers, who carried their oxygen tanks and guided them through murky tunnels. Each rescue took several hours, with much of the time spent under water.  ", "The most dangerous part was the first kilometer, during which the divers and boys were required to squeeze through a narrow, flooded channel.  ", "Rescuers needed to hold the boys' oxygen tanks in front of them and swim pencil-like through submerged holes. Having completed this section, the boys were then handed over to separate, specialist rescue teams, who helped assist them through the remainder of the cave, much of which they could wade through.  ", "Phromthep, known as Dom, left the cave as part of the second group of boys carried out on more than two weeks after they were first trapped. He was one of three boys whose birthdays slipped by while they were deep underground. In his first message to his parents he implored them not to forget. \"I'm fine, but the weather is quite cold. But don't worry,\" he said. \"Don't forget my birthday,\" he said.  ", "From hospital, after his rescue, he said he wanted pork and rice to eat and thanked everyone for all their support.  ", "All 12 of the rescued boys and their coach were then transported to a nearby hospital for recuperation.  ", "Family members greeted the news of their rescue with relief and tears of happiness, punching the air when they heard that their boys were alive.  ", "Reacting to Phromthep's death, Prajak Sutham, one of the Thai cave survivors, wrote on Facebook: \"We have been through together a lot, good and bad times. We had went through life and death situations together, when you told me to wait and see the time you became a national player. I always believed that you could do it. Last time we met before you left to UK, I jokingly told you that, when you're back I would ask for your signature. Rest in Peace Bro, we always have each other, the 13 of us.\"  ", "Rick Stanton, the lead diver from the 2018 rescue mission, told CNN's Don Riddell that he was shocked at the news, and said that fellow rescuers had been informed.  ", "\"When John Volanthen and I first found the Wild Boars at the end of a fraught nine day search, it was Dom who took the lead and wrote the first messages to the outside world,\" he said in an email.  ", "\"As a personal recollection, it was Dom whose unconscious body I swam with as I escorted him to safety on the second day of the rescue mission. I carefully held his precious life in my grasp, bearing the full weight of responsibility towards his survival through the most extreme of circumstances.\"  ", "The Doi Wao temple in his hometown in Chiang Rai also expressed their condolences to Phromthep's mother.  ", "Brooke House College, the school which Phromthep attended as a Football Academy student, said in a statement that his death \"has left our college community deeply saddened and shaken.\"  ", "\"This event has left our college community deeply saddened and shaken. We unite in grief with all of Dom's family, friends, former teammates and those involved in all parts of his life, as well as everyone affected in any way by this loss in Thailand and throughout the college's global family,\" the college's principal, Ian Smith, said.  ", "According to the statement, Brooke House College is liaising with statutory authorities and the Royal Thai Embassy in London, and \"dedicating all resources to assist our student body, as they as young people process Dom's passing.\"  "], "headline": "Duangphet Phromthep, one of 12 boys rescued from a Thai cave in 2018, dies in UK    ", "timestamp": "  Updated  3:27 AM EST, Thu February 16, 2023    ", "act": "/2023/02/15/europe/duangphet-phromthep-thai-cave-dies-intl"}}