{"/2023/02/25/uk/boris-johnson-british-politics-intl-cmd": {"paras": ["Seven months since he announced his resignation as prime minister of the United Kingdom, Boris Johnson's shadow still looms large over the ruling Conservative party.  ", "Despite being forced from office in disgrace and presiding over a massive decline in support for both himself and his party, Johnson is still attempting to influence government policy. His supporters say his interventions are the Conservatives' last hopes at saving the party from decimation at the next election. His critics think he is not only undermining current PM Rishi Sunak, but, by reminding voters - with many of whom he is unpopular - of his existence, he is damaging his party's electoral prospects.  ", "A quick recap: Johnson was forced to resign after multiple ethics scandals made his position untenable. Those scandals included the notorious \"Partygate\" where Johnson became the first sitting PM to be found guilty of breaking the law by holding illegal gatherings during the pandemic lockdown. The final straw came for Johnson after it allegations emerged that his deputy chief whip, Chris Pincher, had been sexually harassing party members while drunk. Johnson hired Pincher despite being aware of rumors about his conduct.  ", "Johnson has spent much of the past week leaving Westminster guessing as to whether or not he is going to publicly come out against Sunak as he attempts to negotiate an agreement with the European Union to fix part of the 2019 Brexit deal. It is worth noting that Johnson himself negotiated and signed that deal, calling it \"oven ready\" during his election campaign that same year.  ", "The part of the deal causing all the problems is the Northern Ireland Protocol, an arrangement that theoretically prevents a hard border between Northern Ireland, which left the EU along with the rest of the UK, and the Republic of Ireland, an EU member state. Both sides agree a border should not exist for fears of provoking tensions and violence. Northern Ireland has been largely peaceful since a 1998 accord ended the three-decades-long \"Troubles,\" in which more than 3,500 people were killed.  ", "The UK has not implemented the protocol in full for fears it would damage trade between Northern Ireland and the rest of the UK. Northern Irish pro-British unionists claim the protocol cuts the province off from the rest of the UK, while hardline English Brexiteers believe the protocol - and any deal Sunak might make to revive it - is essentially a capitulation to the EU, despite them supporting the deal in 2019.  ", "Those hardliners, along with Johnson, believe that Sunak should specifically not abandon a piece of proposed legislation that Johnson introduced during his time in office, the Northern Ireland Protocol Bill, which allows the UK government to rip up parts of the protocol. Critics say this would break international law. The constant noise and anticipation of a Johnson intervention has effectively killed talks of an agreement being reached with the EU and left many questioning Sunak's strength to deliver as PM.  ", "Johnson has also publicly implored Sunak to become the first Western leader to send fighter jets to Ukraine as the conflict marks its 12-month anniversary.  ", "The vast majority of MPs that CNN spoke with are sick of Johnson's \"attention seeking,\" as many of them described it. They all declined to speak on the record for fear of derailing Northern Ireland talks which, as many of them were quick to say, is a very dangerous situation, pointing to the shooting of a detective that took place in the province just this week.  ", "\"I just wish he would get on side and realize that his efforts would be best spent supporting Rishi,\" said a former government minister who served under Johnson. \"The next election is going to be hard enough without this distraction. Boris is still popular in certain parts of the country that we might lose seats. He should be up there campaigning, not teasing a return to the frontline.\"  ", "Another government minister who also served under Johnson is less optimistic about Johnson's ability to help, even if he wanted to.  ", "\"He is fundamentally too selfish to want to help the people who he no doubt believes kicked him out of office unfairly,\" the former minister said. \"And he is unpopular enough that the prospect of him returning to the frontline could be one of the biggest motivating factors for people to vote against us.\"  ", "The polls back up this theory. A recent Ipsos MORI survey revealed that Johnson is still less trusted than either Sunak or leader of the opposition Keir Starmer. Poll after poll on the outcome at the next general election predicts the Conservatives suffering heavy losses. The dip in the Conservative's fortunes can be traced directly back to the start of the Partygate scandal. Before that, Johnson was enjoying an unusually high level of support, thanks in large part to the UK's successful Covid vaccine roll-out.  ", "Johnson's supporters don't entirely believe the polls and challenge the narrative that he is responsible for the collapse in the Conservatives' support, claiming instead it was due to a media obsession with Partygate.  ", "One Johnson loyalist told CNN that \"people forget he won us the largest majority since Margaret Thatcher\" and believes he is still \"a giant\" in the eyes of the public. His supporters in the party welcome his interventions, with one saying of the Northern Ireland debate, still taking aim at the press, that the media \"should welcome the widest possible debate on this major constitutional issue for our nation.\"  ", "Other Conservatives fear that the Johnson loyalists, who are mostly at the harder end of the Brexit-supporting spectrum, will learn the hard way that their assumptions are wrong.  ", "\"Most of his supporters in parliament have either already decided to stand down at the next election, probably because they know the writing is on the wall, or stand a very good chance of losing their seat,\" the former government minister said.  ", "A senior Conservative and former cabinet minister who worked in government with Johnson looks on with some degree of bewilderment. \"I don't really know what these hardline Brexiters are hoping to achieve. The public largely views Brexit as a mistake, so why double down on it so aggressively,\" they  mused.  ", "There are an increasing number of Conservatives who look at the polls and think a heavy loss at the next general election is inevitable. They see one big advantage of Johnson returning to the frontline: that him lose losing might finally kill the myth that he is the \"chosen one\" and finally draw a line under the whole Johnson experiment.  ", "It seems unlikely that Johnson will end his agitation from the backbenches, especially over policies that he believes might trash his legacy. However, the louder he shouts and the harder he stamps his feet, the biggest threat to the Johnson legacy could easily become Boris Johnson himself. Whether he brings down his party too seems a matter that doesn't unduly bother many of his supporters.  "], "headline": "Seven months after he left office, Britain is still reeling from Boris Johnson    ", "timestamp": "  Updated  5:02 AM EST, Sat February 25, 2023    ", "act": "/2023/02/25/uk/boris-johnson-british-politics-intl-cmd"}, "/2023/02/24/uk/royal-news-newsletter-02-24-23-scli-gbr-cmd-intl": {"paras": ["Britain's King Charles has commended the people of Ukraine for showing \"truly remarkable courage and resilience in the face of such human tragedy,\" in a message marking 12 months of conflict in the country.   ", "\"It has now been a year that the people of Ukraine have suffered unimaginably from an unprovoked full-scale attack on their nation,\" the monarch said in a statement Friday.   ", "\"They have shown truly remarkable courage and resilience in the face of such human tragedy. The world has watched in horror at all the unnecessary suffering inflicted upon Ukrainians, many of whom I have had the great pleasure of meeting here in the UK and, indeed, across the world, from Romania to Canada.\"  ", "The King added that it was \"heartening\" to see the UK and its allies \"doing everything possible to help at this most difficult time.\"   ", "King Charles reaffirmed his support to Ukrainian President Volodymyr Zelensky, whom he met at Buckingham Palace earlier this month, and expressed his \"personal support\" for the people of Ukraine.   ", "When Zelensky was in London in early February, he praised Britain for its steadfast support of his homeland in the year since Russia's unprovoked invasion. Standing in the historic surroundings of Westminster Hall - the oldest part of the Palace of Westminster, where the late Queen Elizabeth II lay in state a few months before - he namechecked former Prime Minister Boris Johnson, an early and steadfast supporter, and commended UK lawmakers for their \"strong British character.\"   ", "Earlier this week, King Charles visited an undisclosed location in southwest England where Ukrainian military recruits are being trained.  ", "King Charles watched as the troops - many of them civilians with little to no military experience - were taught basic combat training as part of a five-week course delivered by the UK and international partner forces.  ", "He viewed defensive training exercises, including a scenario where recruits stormed a trench amid a gun battle. Scenes reminiscent of World War I trench warfare have been commonplace in Ukraine over the past year.  ", "The course, which has been in operation since last summer, is designed to provide recruits with hostile-environment training. Over 35 days, they learn basic fieldcraft, medical care, marksmanship, weapon handling, and awareness of the laws of armed conflict, among other subject areas.  ", "\"You are amazing, I don't know how you do it. I am full of admiration,\" the King said to a senior Ukrainian officer shortly after his arrival, UK news agency PA Media reported.  ", "The British Army's Chief of General Staff, Gen. Patrick Sanders, accompanied the King during his visit and outlined the training being delivered. He later described the monarch's visit as \"an honour\" before adding that the international training effort had so far made 10,000 troops combat-ready.  ", "A 32-year-old Ukrainian high school teacher, who volunteered to fight in the war, told PA: \"We've been mostly digging trenches for now, how to defend a trench and counter attack and take it back.  ", "\"One of my favorite parts was the urban terrain which will be particularly useful for fighting in the Donbas (region of Ukraine). The hard fight there is mostly urban and we look forward to putting these skills to use and pushing the enemy back,\" he added.  ", "As well as meeting many of the Ukrainian recruits and their interpreters, the King also spoke with some of the military personnel providing the training - including instructors from New Zealand, Australian and Canadian forces.  ", "One of them said the royal visit had boosted morale. \"To hear that The King was coming to visit was very exciting, not only for the Ukrainian recruits but also for those of us who are training them,\" said Capt. Freddie Bradshaw, Company Second in Command, 1st Battalion Irish Guards. \"It means a lot to us all to know that he is keen to understand what is taking place here.\"  ", "The new monarch has enlisted famed British composer Andrew Lloyd Webber to write the flagship anthem for his upcoming May 6 coronation. The King has personally selected the musical program for the service, which will see \"a range of musical styles and performers blend tradition, heritage and ceremony with new musical voices of today,\" according to Buckingham Palace. Twelve new pieces have been prepared for the occasion. Lloyd Webber, whose hit musicals \"Cats\" and \"Phantom of the Opera\" have been performed around the world, said he was \"incredibly honoured\" to be involved. Lloyd Webber isn't the only familiar name the King turned to. Find out more here.", "Top UK defense minister criticizes Prince Harry.", "The UK's Secretary of State for Defence, Ben Wallace, has said he disagrees with the Duke of Sussex's decision to reveal how many Taliban fighters he killed while serving in the British Army in Afghanistan, adding that \"boasting about tallies\" lets down others in the armed forces. Prince Harry faced criticism last month from some British security and military figures, as well as the Taliban itself, after he revealed in his autobiography, \"Spare,\" that he had killed 25 of the insurgent group's fighters. \"So, my number: Twenty-five. It wasn't a number that gave me any satisfaction. But neither was it a number that made me feel ashamed,\" Harry wrote. Wallace, a former soldier himself, told British radio station LBC Thursday that \"every veteran makes their own choices about what they want to talk about,\" but \"the armed forces is not about a tally.\" Read more here.", "Catherine, Princess of Wales put a thrifty spin on regal elegance at the 2023 BAFTAs on Sunday night, pairing an upcycled Alexander McQueen gown with $28 earrings from fashion retailer Zara. Arriving at the British film industry's equivalent to the Oscars with her husband, Prince William, the princess turned heads on the red carpet outside London's Royal Festival Hall in a dress she previously wore to 2019's awards. But she transformed the look with an altered shoulder design and a pair of opera gloves. Read the full story. ", "Speaking of the BAFTAs, the Waleses appeared visibly moved when veteran screen star Helen Mirren took center stage to lead a tribute to the late Queen Elizabeth II on Sunday night. Take a look:  ", "A childhood letter written by King Charles to his \"granny\" has been discovered by a couple living in Warwickshire, England, as they cleared out their attic during the Christmas break.  ", "\"Dear Granny, I am sorry that you are ill. I hope you will be better soon,\" the letter reads on one side, carefully written on lined Buckingham Palace notepaper and dated March 15, 1955, when the King was 6 years old.  ", "It was discovered inside an envelope addressed from Queen Elizabeth II to the Queen Mother, providing a \"three generation run,\" Charles Hanson, owner of Hansons Auctioneers and who is responsible for the sale of the letter, told CNN.  ", "Read more on this story.", "Norwegian King's first ever motorbike restored for 86th birthday.", "Norway's King Harald turned 86 on Tuesday and as a gift from all employees at the Royal Court, the monarch received a \"repaired and restored\" motorbike that was first given to him 70 years ago. In a press release to mark the King's birthday, the Royal Court said the King had received a \"Husqvarna light motorcycle, model 30 Sport, for his 16th birthday in 1953,\" which was \"a gift from his father, then Crown Prince Olav.\" The Royal Court said the King used the bike until he received his full driver's license in 1955, when it was sold. During a visit to an exhibition of royal vehicles last year, the King had \"asked if anyone knew where his first motorcycle was kept today.\" The refurbished bike was presented to the King with its original license plate number in the Royal Palace in Oslo. (With contributions from CNN's James Frater)", "Disgraced art dealer's family returns rare royal jewels to Cambodia.", "While most monarchies' crown jewels are heavily protected or given pride of place in a museum, dozens of Cambodia's were, until recently, stashed away in four boxes near London. The pieces have now been safely returned to their home. The crown jewels were among 77 pieces of centuries-old gold jewelry handed over by the family of the late Douglas Latchford, a British antiquities dealer and leading scholar of Khmer art who in 2019 was accused by US authorities of trafficking artifacts looted from Cambodia. Get the full story on the return of the royal jewels."], "headline": "King Charles III pays tribute to Ukraine's 'courage and resilience'    ", "timestamp": "  Published  8:17 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/uk/royal-news-newsletter-02-24-23-scli-gbr-cmd-intl"}, "/2023/02/23/uk/prince-harry-ben-wallace-intl-scli": {"paras": ["UK Defense Secretary Ben Wallace said he disagrees with the Duke of Sussex's decision to reveal how many Taliban fighters he killed while serving in the British Army in Afghanistan, saying \"boasting about tallies\" lets down others in the armed forces.  ", "Prince Harry faced criticism last month from some British security and military figures, as well as the Taliban itself, after he claimed in his autobiography \"Spare\" that he had killed 25 of the insurgent group's fighters.  ", "\"So, my number: Twenty-five. It wasn't a number that gave me any satisfaction. But neither was it a number that made me feel ashamed,\" Harry wrote.  ", "Wallace told British radio station LBC Thursday that \"every veteran makes their own choices about what they want to talk about,\" but \"the armed forces is not about a tally.\"  ", "A former soldier himself, Wallace said that \"boasting about tallies, or talking about tallies ... distorts the fact that the army is a team game,\" with the infantry supported by hundreds of people, such as those in the Royal Logistic Corps and in headquarters.  ", "\"It's not about who can shoot the most or who doesn't shoot the most,\" Wallace added. \"It's my personal view that if you start talking about who did what, you're actually letting down all those other people because you're not a better person because you did and they didn't.\"  ", "In his autobiography, Harry wrote at length about his experiences in the British Armed Forces.   ", "The prince completed two tours of Afghanistan, one spanning 2007 to 2008 and the other from 2012 to 2013.  ", "In his book passages, Harry recounted how the advancements in technology allowed him to say \"precisely how many enemy combatants\" he had killed, and that he saw them as \"chess pieces removed from the board.\"  ", "\"I'd been trained to 'other-ize' them, trained well. On some level I recognized this learned detachment as problematic. But I also saw it as an unavoidable part of soldiering,\" Harry wrote.  ", "He later denied boasting about the number of Taliban fighters he had killed, saying last month on \"The Late Show with Stephen Colbert\" that his \"whole goal ... with sharing that detail is to reduce the number of (veteran) suicides.\"  ", "Some leading figures from the military community criticized Harry in January, when sections of his book were leaked shortly before its publication date, saying that his remarks could jeopardize his safety and give the British Army a bad reputation.  ", "The UK's former national security adviser Kim Darroch, who was the British ambassador to the United States from 2016 to 2019, told Sky News he would have advised Harry against making the statements.   ", "Colonel Richard Kemp, a retired British army officer, told the same network they \"tarnished\" his reputation and \"unjustly\" painted the British Army in a negative light.  ", "Sign up for CNN's Royal News, a weekly dispatch bringing you the inside track on the royal family, what they are up to in public and what's happening behind palace walls."], "headline": "UK defense secretary criticizes Prince Harry for 'boasting' about Taliban deaths    ", "timestamp": "  Published  12:37 PM EST, Thu February 23, 2023    ", "act": "/2023/02/23/uk/prince-harry-ben-wallace-intl-scli"}, "/2023/02/18/uk/king-charles-coronation-music-andrew-lloyd-webber-intl-gbr": {"paras": ["Britain's King Charles III has enlisted the help of acclaimed British composer Andrew Lloyd Webber to write the flagship anthem for his upcoming coronation.   ", "Charles's coronation will take place on May 6 at Westminster Abbey in London, and will see Camilla, Queen Consort crowned alongside her husband.   ", "The King has personally selected the musical program for the service, which will see \"a range of musical styles and performers blend tradition, heritage and ceremony with new musical voices of today,\" according to Buckingham Palace.  ", "Twelve new pieces of music have been prepared for the occasion - including six orchestral works, five choral pieces and one organ commission - by several world-renowned composers whose styles include classical, sacred, film, television and musical theater.   ", "Famed composer Andrew Lloyd Webber, whose hit musicals \"Cats\" and \"Phantom of the Opera\" have been performed around the world, said he was \"incredibly honoured\" to be involved.   ", "\"My anthem includes words slightly adapted from Psalm 98. I have scored it for the Westminster Abbey choir and organ, the ceremonial brass and orchestra,\" Lloyd Webber said. \"I hope my anthem reflects this joyful occasion.\"   ", "A Coronation March has been written by Patrick Doyle, an award-winning Scottish composer best known for his work on films like \"Harry Potter and the Goblet of Fire,\" \"Gosford Park\" and \"Carlito's Way.\"  ", "One of the more sentimental inclusions from the King is his choice to have Greek Orthodox music played during the service, performed by the Byzantine Chant Ensemble, in tribute to his father, the late Prince Philip, who died two years ago.   ", "Meanwhile, musical themes from countries across the Commonwealth will feature in Iain Farrington's new solo organ commission. The other new works have been created by Sarah Class, Nigel Hess, Paul Mealor, Tarik O'Regan, Roxanna Panufnik, Shirley J. Thompson, Judith Weir, Roderick Williams, and Debbie Wiseman.  ", "A handpicked gospel choir - The Ascension Choir - is also set to perform as part of the service, in addition to the Choir of Westminster Abbey and the Choir of His Majesty's Chapel Royal, St James's Palace. They will be joined by girl choristers from the Chapel Choir of Methodist College, Belfast and from Truro Cathedral Choir. The traditional \"Vivat\" acclamations will be proclaimed by the King's Scholars of Westminster School.   ", "Andrew Nethsingha, organist and master of the choristers at Westminster Abbey, said all coronation services are a blend of \"deeply-rooted tradition and contemporary innovation\" and praised the new British monarch for \"choosing fine musicians and accessible, communicative music for this great occasion.\"  ", "The ceremony will also include historic music featured in coronation services over the past four centuries by the likes of William Byrd, George Frideric Handel, Edward Elgar, Henry Walford Davies, William Walton, Hubert Parry and Ralph Vaughan Williams.  ", "Antonio Pappano, musical director of the Royal Opera House and conductor of the Coronation Orchestra, said: \"His Majesty has chosen a most beautiful and varied programme that I believe will enhance the splendour of this very special celebration.\"  ", "Buckingham Palace previously revealed the coronation will be \"a solemn religious service, as well as an occasion for celebration and pageantry,\" conducted by the Archbishop of Canterbury Justin Welby.  ", "The three-day weekend at the beginning of May is set to include grand processions through central London, a star-studded concert at Windsor Castle in addition to celebrations across the country. Britons have been given an extra bank holiday and members of the public are being invited to join \"The Big Help Out\" by volunteering in their communities.  ", "\"Everyone is invited to join in, on any day,\" Michelle Donelan, UK culture secretary, said in a statement. \"Whether that is by hosting a special street party, watching the Coronation ceremony or spectacular concert on TV, or stepping forward during The Big Help Out to help causes that matter to them.\"  "], "headline": "King Charles turns to 'Cats' composer Andrew Lloyd Webber for flagship coronation music    ", "timestamp": "  Published  5:30 PM EST, Sat February 18, 2023    ", "act": "/2023/02/18/uk/king-charles-coronation-music-andrew-lloyd-webber-intl-gbr"}, "/2023/02/17/uk/royal-news-newsletter-02-17-23-scli-gbr-cmd-intl": {"paras": ["The British monarchy is entrenched in symbolism. Time and again we've seen instances where members of the Windsor clan use subtle messaging in what they say, do, use and wear. Sometimes it's an understated nod to an ancestor, while other times it's a hat-tip to royal tradition or a historic occasion.  ", "The late Queen Elizabeth II was well known for masterfully using her wardrobe as an alternative means of soft diplomacy, as well as identity. So, when the emblem for King Charles's coronation was unveiled by Buckingham Palace, it came as no surprise that subtle symbolism was threaded throughout its design.  ", "The emblem is essentially the logo that'll be used in all official marketing and comms around the coronation and will be featured on merchandise and at key events, like the Westminster Abbey service and Windsor concert, as well as national events such as street parties and community gatherings. But it's not just a decorative element.  ", "At face value, the insignia has a lot of floral motifs, which would make sense when trying to reflect a King known for being a decades-long crusader for the environment. But take a closer look and you'll notice there's a rose for England, a shamrock for Northern Ireland, a thistle for Scotland and a daffodil for Wales. Combined, these four flowers represent the four nations of the United Kingdom and make up the shape of St Edward's Crown, which will be placed on the King's head on May 6. Then there's the color palate of red, white and blue - a clear nod to the Union Flag.  ", "The flowers - chosen by British former Apple design guru Jony Ive - represent something much deeper. Ive confirmed the design his team came up with was \"inspired by King Charles' love of the planet, nature, and his deep concern for the natural world.\"   ", "He said: \"The emblem speaks to the happy optimism of spring and celebrates the beginning of this new Carolean era for the United Kingdom. The gentle modesty of these natural forms combine to define an emblem that acknowledges both the joyful and profound importance of this occasion.\"  ", "Another example of how royals use symbolism came this week in the form of the Queen Consort's choice of jewel-encrusted crown for the coronation. Buckingham Palace revealed that she would use Queen Mary's Crown during the ceremony on May 6, which has been removed from the Tower of London to be resized.  ", "It will be the first time in recent history that a consort has opted to reuse an existing crown rather than commission a new one to be made. The palace said Camilla's choice was \"in the interests of sustainability and efficiency.\"  ", "That's not to say that Camilla isn't making some \"minor changes and additions\" while it's in the workshop, which the palace said was \"in keeping with the longstanding tradition that the insertion of jewels is unique to the occasion.\"  ", "The Queen Consort also wants to honor her mother-in-law by resetting the crown with some diamonds - the Cullinan III, IV and V - from the late monarch's personal collection. While the Cullinan diamonds have been set into Queen Mary's Crown before, they were often repurposed by Queen Elizabeth II as brooches.   ", "Her choices also avoid the use of the controversial Koh-i-Noor diamond, a 105-carat jewel set into the Queen Mother's crown, which has been the source of a decades-long contention between India and the UK amid questions over its ownership. Following Queen Elizabeth II's death, there was speculation Camilla would use that crown during her coronation, sparking renewed calls from people in India to return the diamond.  ", "But not everyone is happy about the upcoming coronation and subtle hints - and messaging will do little to change that. King Charles was greeted by anti-monarchy protesters while visiting Milton Keynes on Thursday to celebrate its new city status. Amid the large gathering of supporters, there was a smaller cohort of anti-monarchists brandishing signs that read \"Not My King.\"  ", "Among the demonstrators was Graham Smith, from the campaign group Republic. While there he questioned the need for \"a pointless coronation\" instead of a debate over whether the monarchy was still relevant today, according to a statement from the group. \"We believe the British public should be asked, do you want Charles or a choice? The tide is starting to turn against the monarchy and we need a serious debate about its future,\" Smith added.  ", "According to the UK's PA Media news agency, another protester shouted, \"why are you wasting money on a coronation Charles?\" but other members of the public started singing \"God Save the King,\" drowning out the dissent. King Charles still made sure to greet members of the public in front of where the protesters had gathered. And while he appeared unfazed by the hecklers present, there have now been a few instances of anti-monarchists turning up at royal engagements to voice their grievances against the institution - something we didn't see as overtly while the Queen was alive.  ", "Palace reschedules Camilla event.", "Buckingham Palace has announced that the Queen Consort will host a literary reception at Clarence House to celebrate the second anniversary of her Reading Room initiative. This was one of the events Camilla was forced to cancel this week after again testing positive for Covid. Initially Buckingham Palace had said she was suffering from a \"seasonal illness.\" A royal source had told us: \"We hope that a new date can be found for them before too long.\" The Queen Consort had been due to join the King in Milton Keynes. This is the second time Camilla, who is fully vaccinated, has caught Covid - she previously had it in February 2022. But with one of her postponed engagements back on the books, it perhaps signals to royal-watchers that the Queen Consort is on the mend.  ", "William and Kate's glamorous night out. ", "The Prince and Princess of Wales will leave their three kids at home to attend the EE British Academy of Film and Television Arts (BAFTA) awards ceremony on Sunday night. The couple haven't attended the event since 2020. Last year, Prince William's busy schedule meant the president of BAFTA was unable to attend, while the year before he opted against going as it took place just a few days after the death of his grandfather, the Duke of Edinburgh. This time round, the couple will watch the awards before meeting winners and the nominees in the EE Rising Star award category. Meanwhile, veteran actor Helen Mirren, who has portrayed Queen Elizabeth II on multiple occasions, will lead a special tribute to the late monarch at Sunday's ceremony, PA Media reported.  ", "King Charles on Tuesday met with volunteers in London who are helping to send aid to quake-stricken regions in Turkey and Syria. The two nations were devastated after a powerful 7.8-magnitude earthquake hit last week, killing more than 42,000 people. The King started by visiting a west London charity that is coordinating aid to be sent over before heading to a pop-up support center in Trafalgar Square. King Charles appeared visibly upset while talking to members of the Syrian diaspora, including a former White Helmet volunteer rescue worker.  ", "How to help victims of the earthquake in Turkey and Syria.", "Following the harrowing natural disaster, both countries have called on the international community for help. If you would like to donate to organizations on the ground, head here to help.", "Swedish King to undergo heart surgery.", "Sweden's King Carl Gustaf is scheduled to have heart surgery next week, according to a statement from the country's royal family. The 76-year-old monarch will undergo \"a technique known as a heart tap\" on Monday following advice from the King's surgeon, the statement said. \"After the procedure, a period of rest is recommended.\" Due to the King's operation, all planned engagements between February 20 and March 3 have been postponed to later in the spring. \"The King is doing well and his official programme up to the day of the operation is being carried out as planned,\" the statement concluded. (From CNN's James Frater in London)", "William and Kate sent a message of support to New Zealand following the devastation left in the wake of Tropical Cyclone Gabrielle earlier this week. The country declared a state of emergency for the third time in its history on Tuesday as the cyclone pounded the North Island with wind and rain, knocking out power to tens of thousands of homes.  ", "The royal couple said they were \"thinking of all the communities who have been affected,\" adding \"we are in awe of the valiant efforts of emergency responders risking their lives to help those in danger.\"  "], "headline": "The hidden meaning behind King Charles III's coronation art    ", "timestamp": "  Published  10:21 AM EST, Fri February 17, 2023    ", "act": "/2023/02/17/uk/royal-news-newsletter-02-17-23-scli-gbr-cmd-intl"}, "/2023/02/15/uk/nicola-sturgeon-resigns-scotland-intl": {"paras": ["Nicola Sturgeon, the figurehead of the Scottish independence movement, dramatically announced on Wednesday that she would resign after eight years as Scotland's first minister.   ", "The Scottish National Party leader made the announcement at a press conference in Edinburgh. She will stay in office until a new SNP leader is appointed.  ", "Sturgeon said she knows the \"time is now\" for her to stand down, adding that it is \"right for me, for my party and for the country.\"  ", "\"First, though I know it will be tempting to see it as such, this decision is not a reaction to short-term pressures,\" said Sturgeon, who has been facing increasing tensions with the UK government in London over Scottish independence, as well as Westminster's decision to block a Scottish law intended to allow trans people in Scotland to change their legal gender without a medical diagnosis.   ", "\"This decision comes from a deeper and longer term assessment,\" she added.  ", "Sturgeon said she could no longer give her full energy to the job, and that she felt she must say so now. \"I have been wrestling with it, albeit with oscillating levels of intensity for some weeks,\" the 52-year-old leader said. \"Giving absolutely everything of yourself to this job is the only way to do it.\"   ", "She said it was difficult to have a private life, noting it was hard to \"meet friends for a coffee or go for a walk on your own\" and observed that there was a \"brutality\" to life at the top.  ", "Sturgeon added that she hoped her successor would be \"someone who is not subject to the same polarized opinions, fair or unfair, as I now am.\"  ", "Her predecessor as first minister, Alex Salmond, hailed Sturgeon as a \"first rate political communicator and election winner,\" and said that there is \"no obvious successor\" as leader of Scotland following her resignation.  ", "\"There are a range of able people in the SNP but they will now be tested in the fire of leadership inheriting a number of serious government policy challenges,\" tweeted Salmond.  ", "For his part, British Prime Minister Rishi Sunak thanked Sturgeon \"for her long-standing service\" in a tweet.  ", "\"I wish her all the best for her next steps,\" said Sunak. \"We will continue to work closely with the @scotgov on our joint efforts to deliver for people across Scotland.\"  ", "Wednesday's shock announcement led to breathless speculation over Sturgeon's timing, particularly as she had only recently pledged to make the next British general election a de-facto second referendum on Scottish independence.  ", "While Sturgeon underlined that she felt she didn't have enough left in the tank to perform her duties, her list of political headaches has grown. The SNP's polling has dipped, making a dent in its grip on Scottish politics. The independence movement has stalled, with no real chance of a referendum on the cards any time soon.   ", "She has lost support in her party since she attempted to introduce the controversial bill on gender identification, with some polls suggesting a majority of Scots supported the decision of the UK government to use its powers to block the proposal. And her husband was caught in a scandal at the end of last year, after it was reported he had personally loaned the SNP £100,000.  ", "In short, having dominated Scottish politics for eight years, wielding the independence baseball bat and regularly using it to batter the UK government, Sturgeon might have decided to quit before her legacy is tarnished by failure.  ", "When Scotland held a referendum in 2014, voters rejected the prospect of independence by 55% to 45% - but the political landscape then changed, mostly because of Brexit.  ", "A majority of people in Scotland voted to remain in the European Union in the 2016 Brexit referendum, and the SNP successfully used Brexit as a wedge issue, arguing that Scots were dragged out of the EU against their will.   ", "This boosted support for independence for a time, but that push has run into a brick wall more recently. In November, Britain's Supreme Court ruled that the Scottish government cannot unilaterally hold a second independence referendum.  ", "This means that the SNP is faced with the problem that the UK government must approve any decision to hold a referendum.   ", "Theresa May, Boris Johnson, Liz Truss and Rishi Sunak, four consecutive Conservative prime ministers, didn't entertain the idea. It also seems very unlikely that Keir Starmer, the leader of the official opposition Labour Party, would give any boost to the idea, given that Labour needs to win seats in Scotland in order to win a UK parliamentary majority.  ", "The SNP is due to have a special conference on independence next month. It is now likely it will go into that conference divided and without any certainty of its direction. All of which will make those opposed to independence very happy indeed.  "], "headline": "Nicola Sturgeon unexpectedly quits as first minister of Scotland amid swirl of political setbacks, citing 'brutality' of public life    ", "timestamp": "  Updated  9:54 AM EST, Wed February 15, 2023    ", "act": "/2023/02/15/uk/nicola-sturgeon-resigns-scotland-intl"}, "/2023/02/17/uk/ex-british-embassy-spy-sentenced-intl-gbr": {"paras": ["A former security guard at the British embassy in Berlin was sentenced to more than 13 years in prison at the Old Bailey in London on Friday after being caught spying for Russia.  ", "Judge Mark Wall said 58-year-old David Ballantyne Smith had collected information from the British embassy \"by stealth\" between 2018 and 2021, some of which was clearly marked as \"secret.\" He then sold the information to Russia as part of an \"ongoing\" relationship.   ", "\"I am sure that you committed these crimes intending to assist Russia... Your motive in assisting them was to damage British interests,\" the judge said, according to Reuters.  ", "\"You were paid by the Russians for your treachery.\"  ", "\"Of the clearly secret documents, one was a sensitive report addressed to the then Prime Minister of this country, Boris Johnson, sent to him by members of his cabinet. Some of the documents of a lower classification revealed the names, photographs, and personal details of embassy staff,\" the judge said.  ", "Smith had pleaded guilty to eight charges under the Official Secrets Act by committing an act prejudicial to the safety or interests of the state in November 2021, PA reported.  ", "According to the news agency, Smith sent two letters to Russian Embassy officials in 2020, with one of them revealing the identity of a diplomat who had worked in Russia. The second letter sent in November 2020 was traced back to Smith, prompting police to launch an investigation.   ", "Smith was being paid by Russia in exchange for providing the secret information, the judge ruled, telling him that he had copied a \"significant amount of material\" during his time at the embassy.   ", "\"You were fully aware that you should not have copied any of these documents and equally aware were these documents to get into the wrong hands, they might harm British interests or pose a threat to those working at the British Embassy,\" the judge said.   ", "Nick Price, from the Crown Prosecution Service, said Smith's actions were not just driven by money and greed, but that he had \"expressed a strong dislike towards the UK and Germany and expressed sympathy with the Russian authorities.\"  ", "\"These beliefs may have caused further damage had Smith not been discovered and prosecuted.\"  "], "headline": "Former guard at British embassy in Berlin jailed for spying for Russia    ", "timestamp": "  Updated  8:28 AM EST, Fri February 17, 2023    ", "act": "/2023/02/17/uk/ex-british-embassy-spy-sentenced-intl-gbr"}, "/2023/02/16/uk/letter-1916-london-intl-gbr-scli": {"paras": ["A letter has finally been delivered to its destination - more than a century after it was written.  ", "Sent in February 1916, the correspondence arrived at its intended address in Hamlet Road, south London, much to the bewilderment of the current occupants.  ", "\"We noticed that the year on it was '16. So we thought it was 2016,\" Finlay Glen told CNN Thursday. \"Then we noticed that the stamp was a King rather than a Queen, so we felt that it couldn't have been 2016.\"   ", "Glen told CNN that the letter arrived at the property a couple of years ago, but he has only recently taken it to the local historical society, so they can research it further.  ", "The envelope has a 1 pence stamp bearing the head of King George V. The letter was sent in the middle of World War I - more than a decade before Queen Elizabeth II was born.  ", "\"Once we realized it was very old, we felt that it was okay to open up the letter,\" said Glen, 27.  ", "Under the Postal Services Act 2000, it is a crime to open mail not addressed to you. But Glen said he can \"only apologize\" if he's committed a crime.  ", "After realizing that the letter may be of historical interest, he gave it to the Norwood Review, a local quarterly magazine.  ", "\"As a local historian I was amazed and delighted to have the details of the letter passed to me,\" said Stephen Oxford, editor of the magazine, in a release.  ", "The letter was addressed to \"my dear Katie,\" who, according to Oxford, was the wife of local stamp magnate Oswald Marsh.  ", "It was written by Christabel Mennel, the daughter of tea merchant Henry Tuke Mennel, while her family was on holiday in Bath, in western England. In the letter, Mennel writes: \"I've been most miserable here with a very heavy cold.\"  ", "The neighborhood of south London was a hub of business activity at the time. \"Lots of wealthy, middle class people moved into the area in the late 1800s,\" Oxford told CNN.   ", "Oswald Marsh, the former resident of the Hamlet Road property, \"was a highly regarded stamp dealer who was often called as an expert witness in cases of stamp fraud,\" according to Oxford.  ", "The Norwood Review is producing a full report on the letter.  ", "Yet it remains a mystery as to how the letter arrived at Glen's flat.  ", "\"Incidents like this happen very occasionally, and we are uncertain what has happened in this incident,\" a Royal Mail spokesperson told CNN in a statement Thursday.  ", "\"We appreciate that people will be intrigued by the history of this letter from 1916, but have no further information on what might have happened.\"  ", "Oxford noted that the letter was postmarked \"Sydenham,\" an area in southeast London. He thinks it \"may well have been lost sitting in a dark corner in the Sydenham sorting office and only recently discovered.\"  ", "Glen said he and his girlfriend would be happy to give the letter to a local archive if it's of \"serious historical significance.\" But, if it's found to be more \"innocuous,\" he said, \"it would be nice for us to be able to hold onto it.\"  ", "Glen, a theater director and playwright, said that he doesn't often include strange twists of fate in his plays. But, after this serendipitous delivery, \"perhaps the next one will.\"  "], "headline": "Letter arrives more than 100 years after being posted    ", "timestamp": "  Updated  12:16 PM EST, Thu February 16, 2023    ", "act": "/2023/02/16/uk/letter-1916-london-intl-gbr-scli"}, "/2023/02/15/uk/chocolate-egg-thief-scli-gbr-intl": {"paras": ["A man has been convicted of stealing nearly 200,000 chocolate eggs, worth around £40,000 ($48,000), in what British police have dubbed an \"eggs-travagent theft.\"  ", "Joby Pool, 32, pleaded guilty in court on Tuesday to criminal damage and theft, West Mercia Police said in a statement.   ", "Tens of thousands of Cadbury Creme Eggs - a cult British chocolate egg with a white and yellow soft fondant center - were stolen from a unit in Stafford Park in Telford, western England, on Saturday, according to police.  ", "The chocolate was recovered when Pool was stopped by highway police on Saturday, the force said.  ", "Kidderminster Magistrates' Court was told on Tuesday that Pool used a metal grinder to break into the industrial unit, before driving off with the chocolate, PA Media news agency reported.  ", "According to PA Media, prosecutor Owen Beale said: \"This clearly wasn't spur-of-the-moment offending, if I can put it like that, because he had taken with him a tractor unit and he had to know that the load was there in the first place.  ", "\"It's clearly a leading role and it's clearly significant planning.\"  ", "Pool's solicitor John McMillan told the court: \"He stopped the vehicle when he realized he was being followed. He realized that the game was up - he realized the police were behind him and pulled in when it was safe to do so.\"  ", "McMillan added: \"He wasn't offering any resistance and he was then arrested.\"  ", "In a string of light-hearted tweets after Pool's arrest, West Mercia Police said: \"West Mercia Police has helped save Easter for Crème Egg fans after almost 200,000 of the chocolate treats were stolen from a unit in Stafford Park in Telford.   ", "\"The eggs-travagent theft took place on Saturday 11 February with the chocolate collection box thought to be worth around £40,000. Along with the crème eggs a number of other chocolate varieties were also stolen.  ", "\"Shortly after the theft a vehicle, presumably purporting to be the Easter bunny, was stopped northbound on the M42 and a 32 year old man was arrested on suspicion of theft.\"  ", "Pool was remanded in custody ahead of sentencing next month.  "], "headline": "'Eggs-travagent theft': Man convicted of stealing nearly 200,000 chocolate eggs    ", "timestamp": "  Published  9:08 AM EST, Wed February 15, 2023    ", "act": "/2023/02/15/uk/chocolate-egg-thief-scli-gbr-intl"}, "/2023/01/29/uk/uk-zahawi-gbr-intl": {"paras": ["UK Prime Minister Rishi Sunak bowed to pressure on Sunday by firing the Conservative Party chairman Nadhim Zahawi for a \"serious breach\" of the Ministerial Code, following days of criticism over his personal tax arrangements.  ", "Sunak last week ordered his ethics adviser to investigate Zahawi following claims he had paid a penalty as part of a reported £4.8 million ($5.96 million) settlement with tax officials. It was alleged that Zahawi did not declare the dispute with tax authorities.  ", "Zahawi was appointed chancellor of the exchequer - finance minister - by former prime minister Boris Johnson in July last year. He remained in the Cabinet under Johnson's successor Liz Truss and her successor, Sunak, who made him party chairman.  ", "In a letter to Zahawi, Sunak said that, after the investigation completed its work, \"it is clear that there has been a serious breach of the Ministerial Code. As a result, I have informed you of my decision to remove you from your position in His Majesty's Government.\" The UK's Ministerial Code sets out the standards of conduct expected of ministers and how they discharge their duties.  ", "Reports of Zahawi's multi-million-pound settlement with tax officials shocked Britons, many of whom are battling to survive amid the cost-of-living crisis.   ", "The opposition Labour Party said Sunak, who came into office pledging \"integrity, professionalism and accountability at every level,\" should have dismissed Zahawi when the claims were first reported this month, instead of trying to buy time by launching an investigation.  ", "Senior Labour lawmaker Bridget Phillipson told Sky News that the scandal exposed Sunak as a \"weak\" leader.  ", "\"The stench of sleaze just hangs around the Conservative party,\" she said.  ", "Sunak himself has also been scrutinized over the tax arrangements of his wife Akshata Murty, the daughter of an Indian billionaire. Last year, Sunak and Murty appeared on the Sunday Times Rich List of the UK's 250 wealthiest people - the newspaper estimated their joint net worth at £730 million ($826 million).  ", "Last year it emerged that Murty had enjoyed \"non-domicile\" status in the UK that meant she could legally avoid paying UK taxes on her foreign earnings from her family's Infosys business group.    ", "Last week he apologized for receiving his second police fine, for failing to wear a seatbelt while riding in a car. While he was chancellor Sunak was fined by police with Johnson for attending lockdown-breaking parties held on UK government premises.  ", "In a letter responding to his dismissal published Sunday, Zahawi said it had been the privilege of his life to serve in successive UK governments. He made no explicit reference to the findings of the ethics inquiry into his tax affairs.  ", "\"I arrived in this country fleeing persecution and speaking no English. Here, I built a successful business and served in some of the highest offices in government. I believe that in no other country on earth would my story be possible,\" the statement read.   ", "Zahawi was born in Iraq to Kurdish parents and came to the UK as a child, when his family fled Saddam Hussein's regime. He is believed to be one of the richest politicians in the House of Commons, and helped found the polling company YouGov.  "], "headline": "UK Prime Minister Rishi Sunak fires Conservative Party chairman Nadhim Zahawi over tax scandal    ", "timestamp": "  Updated  10:25 AM EST, Sun January 29, 2023    ", "act": "/2023/01/29/uk/uk-zahawi-gbr-intl"}, "/2023/01/27/uk/buffalo-shooting-daniel-harris-jailed-intl-gbr": {"paras": ["A British teenager who made far-right extremist videos that \"influenced\" the mass shooter who killed 10 Black people in a Buffalo, New York, supermarket was jailed for 11 and a half years Friday, the UK's PA Media news agency reported.    ", "Daniel Harris, 19, from Derbyshire in northern England, posted videos shared by Payton Gendron, who pleaded guilty to the shooting in Buffalo, as well as videos linked to Anderson Lee Aldrich, the suspect accused of killing five people in a mass shooting at an LGBTQ nightclub in Colorado Springs, Colorado, last November, the court heard, according to PA.    ", "Sentencing Harris in court in Manchester, northern England, Judge Patrick Field was quoted by PA as saying, \"What they did was truly appalling but what they did was no more than you intended to encourage others to do when publishing this material online.\"    ", "When referring to Buffalo shooter Gendron, 19, who admitted to charges of murder and hate-motivated terrorism, Judge Field said, \"at the very least the material you produced and published has had some influence upon the young man, and I note he was a similar age to you, who went out and shot 10 Black people dead in a store in Buffalo,\" according to PA.    ", "Prosecutor Joe Allman said investigations following the shooting at Club Q in Colorado had revealed a link between videos shared by Harris and suspected shooter Aldrich.   ", "The court heard the videos he made glorified mass murderers and encouraged others to emulate them, with one video called \"How to Achieve Victory\" promoting \"total extermination of sub-humans once and for all.\"   ", "Harris was found guilty after a trial of five counts of encouraging terrorism and one count of possession of material for terrorist purposes, which referred to a 3D printer he was attempting to make firearm parts.    ", "Judge Field said Harris had been \"a propagandist for an extremist right-wing ideology,\" adding, \"You were in close touch with other right-wing extremists online and there can be little doubt that you shared ideas between you,\" PA reported.   ", "The judge added the teenager had previous convictions including the racially aggravated criminal damage of a memorial to George Floyd in Manchester.   "], "headline": "British teenager who made far-right hate videos 'influencing' Buffalo shooter jailed for 11 years    ", "timestamp": "  Updated  1:53 PM EST, Fri January 27, 2023    ", "act": "/2023/01/27/uk/buffalo-shooting-daniel-harris-jailed-intl-gbr"}}