{"/2023/03/02/africa/peter-obi-nigeria-elections-intl": {"paras": ["Nigeria's third-placed presidential candidate, Peter Obi, strongly rejected the results and vowed to contest them in the courts, in his first public address since Saturday's election.   ", "Obi said he rejected the victory of Bola Ahmed Tinubu of the ruling All Progressives Congress party, who was declared the winner with close to 8.8 million votes - about 36.6% of the total.  ", "The 61-year-old candidate, who galvanized the youth vote, received about 6 million votes, according the Independent National Electoral Commission (INEC), just behind former vice president Atiku Abubakar of the People's Democratic Party.  ", "Obi said he should have been declared the winner.\"We will explore all legal and peaceful options to reclaim our mandate. We won the election and we will prove it to Nigerians,\" Obi said in a televised press briefing from Abuja on Thursday, alleging the process was rigged.   ", "\"This election did not meet the minimum standard expected of a free, transparent, credible and fair election,\" he said. \"It will go down as one of the most controversial elections ever conducted in Nigeria. The good and hardworking people of Nigeria have been robbed by our supposed leaders whom they trusted.\"  ", "Obi said he was hopeful of a favorable outcome to his promised legal challenge. \"I know the courts will do the right thing. The future of their children is involved,\" he said.   ", "Dressed in his trademark black shirt and trousers, emblazoned with his Labour Party logo, Obi was in high spirits as he took questions at the media briefing held at an Abuja hotel.   ", "As he left the venue, Obi was mobbed by a crowd of supporters with many chanting his name and others saying \"My President.\"  ", "Obi is not new to election legal battles: In 2007, he was reinstated as governor of southeastern Anambra state three months after he was impeached by the state parliament.   ", "He was returned to office by the courts on two other occasions, after the INEC declared his opponents as winners of the gubernatorial elections he contested.  ", "Saturday's election was dogged with controversy, with several observers including the European Union saying the election fell short of expectations and \"lacked transparency.\"   ", "The poll also witnessed a low voter turnout. More than 93 million people registered to vote, according to INEC, but only 87 million obtained a voter card, a main requirement to vote. But the electoral commission said on Wednesday that only 24 million valid votes were counted, representing a turnout of just 26% - a figure much lower than the last elections in 2019 when around a third of registered voters ended up voting.  ", "The election was also blighted by pockets of violence, with many voters in Lagos complaining of intimidation and attempts to suppress their votes.  "], "headline": "Peter Obi vows to challenge Nigerian election result: 'We won and we will prove it'    ", "timestamp": "  Published  12:54 PM EST, Thu March 2, 2023    ", "act": "/2023/03/02/africa/peter-obi-nigeria-elections-intl"}, "/2023/02/28/africa/nigeria-presidential-election-result-intl-hnk": {"paras": ["A Nigerian opposition party has said it will launch a legal challenge after Bola Ahmed Tinubu was on Wednesday declared the winner of Nigeria's controversial presidential elections.  ", "Tinubu, 70, represents the ruling All Progressives Congress party, which received close to 8.8 million votes - about 36.6% of the total, according to Independent National Electoral Commission (INEC) chairman Mahmood Yakubu.  ", "He defeated vice president Atiku Abubakar of the opposition People's Democratic Party (PDP), and a third leading candidate Peter Obi, who gained popularity among young people  with his lesser-known Labour Party.  ", "\"We won this election as Labour Party, we are going to claim our mandate as Labour Party,\" said Datti-Baba Ahmad, the party's Vice Presidential candidate.  ", "Obi is yet to comment on the official results.   ", "However, Ndi Kato, Labour Party's presidential campaign spokesperson told CNN on Wednesday: \"We are defiant. The elections were rigged.\"  ", "in his acceptance speech, Tinubu struck a conciliatory tone, asking his opponents \"to team up together.\"  ", " \"It (Nigeria) is the only nation we have. It is one country, and we must build together. Let's work together to put broken pieces together,\" he said.   ", "Tinubu also thanked voters and said he was \"profoundly humbled.\"  ", "\"This is a shining moment in the life of any man and an affirmation of our democratic existence,\" he said. \"I represent a promise and with your support, I know that promise will be fulfilled.\"  ", "Videos from the capital Abuja showed Tinubu's supporters cheering and celebrating the win.  ", "Tinubu, the former governor of Lagos state, represents the same party as outgoing President Muhammadu Buhari, who Tinubu said he helped propel to the top seat in 2015.   ", "After decades spent behind the scenes, Tinubu launched his campaign for the presidency with the motto: \"It's my turn.\"   ", "He will become Nigeria's fifth elected president since 1999, winning the race for the country's top job on his first attempt.   ", "Buhari congratulated his soon-to-be successor in a statement Wednesday, calling him \"the best person for the job.\"  ", "Vote counting since Saturday's polls has been vehemently challenged by many who allege the process has been marred by corruption and technical failures. On Tuesday, the country's main opposition parties described the results of the election as \"heavily doctored and manipulated\" in a joint news conference.  ", "They said they had lost confidence in Yakubu, the electoral body chairman, and that the results \"do not reflect the wishes of Nigerians.\"  ", "The INEC has rejected the calls for a fresh vote , with one spokesperson insisting the election process had been \"free, fair and credible.\"  ", "In his speech, Tinubu also commended the INEC for \"running a credible election no matter what anybody says.\"  ", "But several observers, including the European Union, have also criticized the election for lacking transparency.   ", "\"The election fell well short of Nigerian citizens' reasonable expectations,\" said a joint observer mission of the International Republican Institute (IRI) and National Democratic Institute (NDI).  ", "This election is one of the most fiercely contested since the country returned to democratic rule in 1999, with more than 93 million people registered to vote, according to the INEC.   ", "But Yakubu said on Wednesday that 24 million valid votes were counted, representing a turnout of just 26%. This was much lower out than the last elections in 2019 when around a third of registered voters ended up voting.   ", "\"We suspect the low turnout is attributed to the naira scarcity, which made it difficult for people to travel to their states to vote, voter suppression and issues related to unprinted PVCs (permanent voters card),\" Samson Itodo from election Yiaga Africa told CNN in a statement.   ", " Political analyst Remi Adekoya said it was a failing in democracy.   ", "\"It would appear the majority of Nigerians simply don't believe their vote can change anything fundamental in how Nigeria works,\" he said.\"That is bad news for any democracy and reduces pressure on elected officials to deliver. Unfortunately the shambolic conduct of these elections in many places will not help that situation. Many Nigerians are even less likely to believe in the democratic process now, running the risk of the country becoming a democracy in name only.\"  ", "Samson Itodo, the head of Nigeria's largest independent election monitoring body, said on Tuesday there was \"serious cause for concern,\" with the elections process.   ", "He cited multiple critical issues that had hampered public trust in the election process, including violence and technical impediments.  ", "Some logistical problems reported across the country include voters who could not locate their polling stations after last-minute changes, he said.  ", "His non-profit civic organization, Yiaga Africa, deployed more than 3,800 observers across Nigeria for the election - with one observer being kicked out of a voting center after \"thugs invaded\" it, Itodo said.  ", "Many voters in Lagos complained of intimidation and attempts to suppress their votes. In February, CNN visited one polling unit in Lekki, Lagos, which was attacked and the military was forced to intervene.  ", "In other instances, voting was delayed or people didn't get to vote at all, as election officials failed to show up.  ", "On Tuesday, the United Nations urged \"all stakeholders to remain calm through the conclusion of the electoral process,\" and to avoid misinformation or inciting violence.   "], "headline": "Opposition vows challenge as Tinubu wins Nigerian presidency    ", "timestamp": "  Updated  10:51 AM EST, Thu March 2, 2023    ", "act": "/2023/02/28/africa/nigeria-presidential-election-result-intl-hnk"}, "/2023/03/01/africa/bola-tinubu-nigeria-profile-intl": {"paras": ["Bola Ahmed Tinubu has emerged the winner of a closely fought contest for Nigeria's presidency. But who is the man who will lead Africa's largest economy - as well as inherit its plethora of economic and security crises?   ", "Tinubu, who turns 71 later this month, was governor in Lagos between 1999 and 2007, where he is credited with pioneering reforms that led to transformation of the state, now Nigeria's economic hub.  ", "He will become Nigeria's fifth president since the country returned to democratic rule in 1999, emerging as winner for the country's top job on his first attempt.   ", "However, opposition parties have rejected the results and say they will challenge it in court. The election was marred by reports of voter suppression, and outbreaks of violence, particularly in Tinubu's stronghold Lagos. Voters also faced lengthy delays and some election officials failed to turn up to polling stations.   ", "Tinubu has gone from grass to grace after a rocky start. He left Nigeria for the US to study in Chicago and was sometimes forced to wash dishes to make ends meet, according to the Bola Tinubu library. ", "Upon returning to Nigeria, Tinubu worked in the oil sector before venturing into politics. He was elected into the Nigerian senate in 1992 and served until the next year when the military seized power. He fled the country in 1994 after the pro-democracy group he co-founded failed to sway the military to relinquish power.  ", "Known as 'Jagaban' - 'warrior of warriors' - by his followers, Tinubu has shackles emblazoned on his trademark woven caps, to symbolize a time he lost his freedom when he was forced into exile by the dictator Sani Abacha.   ", "He returned to Nigeria after four years and was successful in his bid for the top job in Lagos following Nigeria's return to democracy in 1999.  ", "Tinubu was dogged by allegations of corruption throughout the campaign trail which he strongly denies. Tinubu is enormously wealthy and he has interests in many sectors including real estate and media.   ", "He once had a bullion van at his home in an affluent area of Lagos during the 2019 elections. \"I keep money wherever I want,\" Tinubu said in response.  ", "Critics say he did not convincingly address concerns about his health, and, at times, appeared confused and incoherent on the campaign trail. He also made gaffes that have made him the butt of jokes and viral memes on social media.  ", "Tinubu was also criticized for abstaining from presidential debates and delegating questions about his manifesto to members of his team during a recent outing at the UK think tank Chatham House.  ", "A practicing Muslim like his predecessor, Muhammadu Buhari, Tinubu has six children and is married to Oluremi Tinubu, a senator in Lagos.   ", "During his acceptance speech, Tinubu joked that his wife would no longer be heading back to the senate as she would now be his \"housewife and First Lady.\" It was a joke that has not gone down with many Nigerian women, who still struggle to gain foothold in politics.  ", "Now he has to get on with the serious task of uniting a country fractured along religious, ethnic and generational lines as well as a host of problems including insecurity, an economy on the brink of collapse, as well as fuel, cash and power shortages.   ", "He will also have to work hard to shake off the association with the ruling party, under which many Nigerians have suffered untold hardships.   ", "\"I am not the party,\" he said during the campaign. \"My track record should speak for me.\"  ", "His supporters call Tinubu a master strategist and 'king of the long game' who has been planning his ascent to the throne for years.   ", "\"He didn't just become a governor of a major state like Lagos, he also built a succession plan. He used his clout and enormous resources to build leaders and establish political influence, first in the southwest ... and then extended to the north of Nigeria,\" says Nigerian political analyst Sam Amadi.  ", "Tinubu wields significant influence in the southwest where he is seen as a political godfather and kingmaker. He has handpicked every Lagos governor since since leaving office in 2007 and was instrumental in the election of Buhari to the presidency on his fourth attempt in 2015.  ", "After decades as a political puppet master, Tinubu declared it was now his turn to emerge from the shadows into the presidency; his campaign slogan was \"Emi Lokan,\" which translates to \"it is my turn,\" in his native Yoruba language.  ", "Tinubu was essentially calling in the favor with the slogan, explains Amadi.   ", "\"Nigerian politics is an arrangement, it's turn by turn.... Buhari could get all the votes in the north but he couldn't get two-third majority of votes anywhere in the south, and Tinubu turned the southwest to him. This tells us that there's a sense in which Nigerian politicians feel that access to power is an entitlement ... what they think they deserve because of investment of finance or investment of  goodwill that they've put into the system,\" Amadi said.   "], "headline": "Who is Nigeria's new President-elect Bola Tinubu?    ", "timestamp": "  Updated  11:13 AM EST, Wed March 1, 2023    ", "act": "/2023/03/01/africa/bola-tinubu-nigeria-profile-intl"}, "/2023/02/28/africa/nigeria-election-tinubu-leads-intl": {"paras": ["Nigeria's main opposition parties are calling for fresh elections, describing results currently being announced by electoral body as \"heavily doctored and manipulated,\" in a joint press conference in the capital, Abuja.   ", "They said their parties would no longer be part of the ongoing collation process in the capital Abuja and added they had lost confidence in the electoral body Chairman Mahmood Yakubu,  said a joint statement from the Peoples Democratic Party, Labour Party, and African Democratic Congress in Abuja on Tuesday.  ", "The parties called for new polls to be held under a new chairman for the Independent National Electoral Commission (INEC).  ", "\"We call on the international community to note that the results being declared at the National Collation Centre have been heavily doctored and manipulated and do not reflect the wishes of Nigerians expressed at the polls on February 25, 2023,\" they said.  ", "INEC on Tuesday rejected those calls. In a statement sent to CNN, chief press secretary Rotimi Oyekanmi insisted that \"results emanating from the States point to a free, fair and credible process.\"   ", "\"It is only fair for the aggrieved parties to allow the conclusion of the process and approach the courts with their evidence,\" Oyekanmi added.   ", "The election process has been dogged with controversy, and the announcement at the national collation center in Abuja has seen some tense moments, with opposition party members walking out of the collation center as the results were being announced Monday.   ", "Several observers including the European Union have said the election fell short of expectations and \"lacked transparency.\"   ", "\"The election fell well short of Nigerian citizens' reasonable expectations,\" said a joint observer mission of the International Republican Institute (IRI) and National Democratic Institute (NDI).  ", "Samson Itodo, the head of Yiaga Africa - Nigeria's largest independent election monitoring body - echoed worries, saying there was \"serious cause for concern\" about the election, but encouraged Nigerians to continue to engage in the political process.  ", "Itodo told CNN's Zain Asher in an interview Tuesday that three critical issues hampered election trust: violence, technical issues, and logistics. His organization deployed 3,836 observers across the Nigeria for the election.  ", "\"I would strongly encourage for Nigerians that yes - the election is still in progress. It has not been concluded. There is still a possibility of a runoff. And so we should continue to walk together. We should continue to engage the political process,\" he also said.  ", "Ruling All Progressives Congress (APC) party candidate Bola Ahmed Tinubu is so far leading the race with nearly half of the vote already tallied Tuesday, according to the country's Independent National Electoral Commission (INEC) results.  ", "23 out of 36 states have declared their results at state level. The leading opposition party PDP's Atiku Abubakar is in second place, according to INEC figures.  ", "Despite his shock win over Tinubu on his home turf in Lagos State, Peter Obi, the much-touted 'third force' candidate is trailing in third place.   ", "According to INEC's iRev results portal, 83.798 out of 176.846 polling units have submitted their results.   ", "Former President Olusegun Obasanjo was also among those who have criticized the electoral process in a strongly-worded letter late Monday where he alleged results had been doctored.   ", "But the government warned him not to truncate the elections with \"his inciting, self-serving and provocative letter on the elections,\" in a statement from Minister of Information, Lai Mohammed.   ", "APC has however dismissed Obasanjo's allegations as \"frivolous, unfounded, and baseless,\" emphasizing that the former leader did not offer any evidence to back up his claims that the electoral technology was manipulated.  ", "APC blasted Obasanjo's statement as tantamount to \"subtly calling\" for \"a coup against democracy and the constitution.\"   ", "The party acknowledged Tinubu's loss in his stronghold state of Lagos and questioned Obasanjo's queries into the outcome.  ", "INEC meanwhile continues to announce results coming in, despite the criticism of the commission.   ", "Meanwhile Yakubu asked any candidate with complaints to seek redress in the courts during a results announcement in Abuja Monday.   ", "Yakubu says he plans to continue with results announcement despite complaints.   "], "headline": "Opposition parties in Nigeria call for fresh elections as ruling party takes the lead    ", "timestamp": "  Updated  7:05 PM EST, Tue February 28, 2023    ", "act": "/2023/02/28/africa/nigeria-election-tinubu-leads-intl"}, "/2023/02/27/africa/nigeria-election-peter-obi-lagos": {"paras": ["Nigeria's third force candidate Peter Obi has won Lagos State, beating influential ruling party candidate Bola Tinubu on his home turf, according to results announced from the state's collation center. Obi's win comes as a surprise as the state is a stronghold of Tinubu, who was expected to easily win the state.  ", "Tinubu is a former governor of Lagos State and is known as a political godfather and kingmaker there.   ", "Obi, who is 61 years old, has gained in popularity among young people in particular, many who call themselves 'Obidients.'   ", "The election is one of the most fiercely contested contests in the country since 1999  and the two-party system that has dominated Nigerian politics since then is facing an unprecedented threat in Obi's Labour Party.  ", "Ninety-three million people registered to vote and 87.2 million picked up their voter's card in the country overall, according to the Independent National Electoral Commission (INEC).  ", "Many voters in Lagos complained of intimidation and attempts to suppress their votes. CNN visited one polling unit in Lekki, Lagos, which was attacked and the military was forced to intervene.  ", "Dr. Chidi Nwagwu told CNN: \"I arrived at around 10am. Polling materials were late and we set up to start voting. Some thugs arrived and started hitting people with chairs. I was hit several times with a chair. There was a doctor who helped us.  A lot of women were attacked, including a pregnant woman. She was knocked to the ground and they smashed her phone.\"  ", " Alicia Gberikon said: \"There was harassment and if you had a phone that was a crime. People were beaten and had their phones smashed. It was very scary.\"  ", "Political analyst Remi Adekoya said Obi's win was \"the biggest shock of Tinubu's political career.\"   ", "\"This election is reshaping Nigeria's political landscape ... the victory of Peter Obi in Lagos, the home turf of Bola Tinubu has shown that many Nigerians want a new kind of politics and that the days of godfatherism are numbered,\" he added.   ", "However, Michael Famoroti, head of intelligence at  Lagos-based data company Stears, cautioned that Obi would struggle to replicate the win across the country.  ", "\"Peter Obi's performance in Lagos is unlikely to translate across the country,\" he said.   ", "\"Looking at his performance in the other south west states, the Lagos win reinforces the view that the Obidient movement is still somewhat concentrated among a higher economic class.. Elections in Nigeria are still won in rural areas and the data so far suggests that ... Peter Obi still faces an uphill task to secure the required votes in critical states.\"  ", "Nigerians went to the polls on Saturday in what is Africa's largest democratic exercise but it was beset with long delays and some voters didn't get to vote at all as election officials failed to show up.   ", "Yiaga Africa, a non-profit civic group says it deployed 3,836 observers across the country and was disappointed with the election process.   ", "\"There's a sense of disappointment, quite frankly, with the way this process has gone. Clearly, we've not overcome and resolved, our perennially logistical challenges with elections,\" Samson Itodo, Yiaga's Executive Director told CNN.    ", "CNN has contacted INEC for a comment.   ", "The Nigerian election process \"lacked efficient planning and transparency during critical stages of the electoral process,\" the European Union Election Observation Mission (EU EOM) said in a preliminary statement on Monday.   ", "The observers noted that delays in polling and \"information gaps related to much anticipated access to results\" on election day led to reduced trust in the Independent National Electoral Commission (INEC).   ", "The mission blamed insecurity in some areas, widespread allegations of vote buying, and ongoing fuel and cash shortages as some of the factors of a challenged election process.   ", "Another observer group, a joint mission of the International Republican Institute (IRI) and National Democratic Institute (NDI), also criticized Saturday's election, saying the process \"fell well short of Nigerian citizens' reasonable expectations.\"  ", "\"Logistical challenges and multiple incidents of political violence overshadowed the electoral process and impeded a substantial number of voters from participating,\" they said in a preliminary statement.   ", "As a result, the organizations say Nigerians were disenfranchised in many areas, but the \"scope and scale is currently unknown.\"  ", "And former Nigerian president Olusegun Obasanjo weighed in, asking the electoral commission to repeat polls in locations that were disrupted by violence or where officials failed to show, and even calling on current president Muhammadu Buhari to intervene.  ", "In an open letter Monday, the ex-leader accused INEC of corruption and said \"danger and disaster\" was looming in Nigeria if the errors of the election process were not rectified.  ", "\"Tension is building up,\" said Obasanjo, addressing Buhari. \"Please let all elections that do not pass the credibility and transparency test be canceled.\"  "], "headline": "Nigerian election results trickle in as Peter Obi lands surprise win in Lagos    ", "timestamp": "  Updated  12:12 PM EST, Tue February 28, 2023    ", "act": "/2023/02/27/africa/nigeria-election-peter-obi-lagos"}, "/2023/02/24/africa/nigeria-japa-exodus-trend-election-intl-cmd": {"paras": ["\"May Nigeria not happen to you,\" is a common prayer in Africa's largest economy and most populous nation.  ", "It is a heartfelt wish born out of the frustration of living in a country so dysfunctional that even wealth cannot insulate you from the wahala (troubles) of Nigeria and its systemic failures. So those who can leave, leave.   ", "Ayeni Adu, 36, had just given away his fridge when he spoke to CNN on Tuesday, four days before the general election. Suitcases, a cooler box, an empty television stand and a white leather couch were all that were left in his living room. A friend was on the way to pick up the sofa that afternoon. His wife was on her last day at work. The couple had six days left in Nigeria before they moved to the United Kingdom.  ", "They are part of the \"japa\" wave, the Yoruba word for run or flee that has become the shorthand for the exodus out of Nigeria for better pastures overseas. \"I am japa-ing, leaving the country because of the opportunities that are available to me abroad. I am going there to have a better life and a better economy for my family,\" Adu told CNN.  ", "A staggering 69% of Nigerians would relocate out of the country with their families if given the chance, a 2022 survey by the Africa Polling Institute found. Only 39% were willing to emigrate in 2019 according to the same poll.  ", "Persistent insecurity, a crumbling economy and rampant corruption are the leading issues for the next government, according to a pre-election survey of voters by Lagos-based SBM Intelligence. Coupled with the high cost of living and unemployment, these concerns have made the country unstable and unpredictable for many, even hostile.  ", "As conditions have worsened in the country, more Nigerians are getting out. Europe and North America are the top destinations for resettlement. The number of \"Worker\" visas in the UK issued to Nigerians shot up by 399% comparing 2019 to the year ending September 2022, according to data from the UK Home Office. Nigeria was the 5th largest source of immigrants to Canada in 2021, moving up eight places in just five years, Statistics Canada reported.  ", "\"This particular wave is hollowing out the upwardly mobile middle class, especially in the mid-20s to late-40s age range,\" Cheta Nwanze, lead partner at SBM Intelligence, told CNN. \"The very people who are either on the fast track to management or already in the lower cadres of senior management. The very people that the country needs to rebuild.  ", "Adu worked as a radio presenter in Lagos but took a few professional courses and used his health sciences degree to get a job in the UK. Nigeria's health sector is among the worst hit by the japa phenomenon as doctors, nurses, pharmacists and other professionals emigrate for better working conditions, higher pay and a predictable life. The Nigerian Medical Association says 50 health professionals leave the country every week.  ", "The country appears to be largely training medics for the United States, Canada and the UK. \"If nothing is done to reduce the rate at which doctors, medical professionals and other healthcare workers are leaving the shores of this country, it's just a matter of years,\" Dr. Kemi Abiloye, the president of the Lagos Association of Resident Doctors, told CNN before starting her hospital rounds. \"I'm not sure whether any doctor will be left in this country.\"  ", "An entire cottage industry has sprung up to support those who want to emigrate from Nigeria. Immigration consultants and agencies charge thousands of dollars to offer relocation advice, visa processing services and immigration routes.   ", "On her Instagram page, travel relocation provider Chinwe Iwuanyanwu promises end-to-end application support to destinations like Australia, Finland and Ireland.  ", "\"A lot of people don't trust that things will get better in Nigeria so they're looking for Plan B,\" the Nigerian-born project manager told CNN from her base in Chicago, Illinois. \"People want a better life for themselves and their families. We have a lot of talents in Nigeria but they are not getting fully realized, that's why so many want to relocate.\"   ", "Iwuanyanwu says she has aided more than 50 Nigerians in getting hired in Europe and elsewhere. She helps them \"optimize\" their professional profiles online, revamps their resumés and offers interview prep sessions.  ", "All 18 candidates standing for president in Saturday's vote are running on a platform of radical change, an acknowledgment that Nigeria is so deeply broken that nothing short of a complete overhaul will work. Japa is now part of everyday language because almost everyone knows someone who is leaving, or has left.  ", "The Afrobeats stars P-Square just finished a comeback tour where they say they encountered Nigerians who have resettled all over the western world. \"And when they japa, they see the good life, good roads, good everything,\" Peter Okoye, one half of the singing duo, said.   ", "\"My family schools in America because of security,\" added his twin brother Paul. They support Labour party presidential candidate Peter Obi, who's inspired the youth in Nigeria but is considered a long shot. He's in what many believe is a three-horse race with the ruling party All Progressive Congress candidate Bola Ahmed Tinubu and six-time contestant Atiku Abubakar of the People's Democratic Party.   ", "The next leader of Nigeria can't do much in the immediate future to reverse the steady stream of talent leaving the country, Nwanze believes. \"He needs to focus on restoring confidence, and making sure that people believe that their earnings are not being eroded. Stemming that is one of the very first things the new president would have to focus on. As well as security of course, but all of that would take time,\" he told CNN.   ", "There are thousands of TikTok videos, Instagram posts, tweets and Facebook updates of Nigerians celebrating their new lives abroad. They are powerful magnets for those still left at home, considering whether it's time for the parachute out of \"the giant of Africa.\"   ", "So, is it \"goodbye Nigeria\" forever for Adu? \"No, it's goodbye Nigeria until I come back - but it may be a very long time away,\" he responds with a laugh.   "], "headline": "Many talented young Nigerians are leaving. Halting the exodus will be a task for the next president    ", "timestamp": "  Updated  6:19 PM EST, Mon February 27, 2023    ", "act": "/2023/02/24/africa/nigeria-japa-exodus-trend-election-intl-cmd"}, "/2023/02/26/africa/nigerians-vote-after-polls-close-intl": {"paras": ["How do you stage elections for more than 93 million voters? With great difficulty, headaches, delays and technical issues, it turns out.    ", "More than 24 hours after the polls closed, some Nigerians were still voting in Africa's largest democratic exercise.    ", "The numbers are staggering; Nigeria has 176,606 polling units and voting passed without incident in most of them.   ", "However, it was overshadowed by widespread reports of delays, technical issues, and attacks and voter intimidation at some polling stations.    ", "A CNN team in Lagos saw voters still trying to find a way to cast their ballot Sunday at a school in Lagos where two polling units didn't get to vote in Saturday's elections.    ", "In the capital Abuja, voting continued until late on Saturday, as voters used car headlights to help themselves see.   ", "When a CNN team visited some polling units, dozens of voters were still waiting to cast their ballot. In parts of Lagos, voting went on well into midnight.    ", "The election is one of the most hotly contested contests since the end of military dictatorship in 1999, and the two-party system that has dominated Nigerian politics since then is facing an unprecedented threat.   ", "The frontrunners are Bola Ahmed Tinubu of the ruling APC party, Atiku Abubakar from the PDP and Peter Obi from the lesser-known Labour Party.    ", "Obi, 61, has gained in popularity and is seen as the third force candidate that could emerge as leader.   ", "Many of his supporters, mostly first time voters, who registered in huge numbers to vote, complained of attempts to suppress their vote.    ", "At one polling unit in Lekki, Lagos, several people were attacked.    ", "Dr. Chidi Nwagwu told CNN: \"I arrived at around 10am. Polling materials were late and we set up to start voting. Some thugs arrived and started hitting people with chairs. I was hit several times with a chair. There was a doctor who helped us.  A lot of women were attacked, including a pregnant woman. She was knocked to the ground and they smashed her phone.\"  ", " Alicia Gberikon said: \"There was harassment and if you had a phone that was a crime. People were beaten and had their phones smashed. It was very scary.\"  ", "Yiaga Africa, a non-profit civic group that deployed 3,836 observers across the country said it was disappointed with the elections.  \"There's a sense of disappointment, quite frankly, with the way this process has gone. Clearly, we've not overcome and resolved, perennially our logistical challenges with elections,\" Samson Itodo, Yiaga's Executive Director told CNN.    ", "This was supposed to be the year that the electoral commission would provide real-time results via its new portal, iReV.   ", "Yiaga said it was concerned that as of Saturday 10pm local time, when results were known from thousands of polling units, they had not been uploaded to the electoral commission's voting portal.     ", "\"It raises a lot of questions about the entire process because it deviates from the guidelines for the elections. But it also casts doubt on the integrity of this entire process,\" Itodo said.     ", "\"To make matters worse, the commission is not speaking or has not spoken to Nigerians.\"    ", "The chairman of the electoral commission (INEC) Chairman Mahmood Yakubu briefly addressed the country at a media briefing on Sunday where he explained the collation process but did not address the issues around results transmission.     ", "Yakubu reported there were pockets of violence across the country and electoral machines known as Bimodal Voter Accreditation system (BVAS) were lost in some of those disruptions.   "], "headline": "Polls closed but a day later Nigerians were still voting in the presidential election    ", "timestamp": "  Updated  1:17 PM EST, Sun February 26, 2023    ", "act": "/2023/02/26/africa/nigerians-vote-after-polls-close-intl"}, "/2023/02/25/africa/voting-underway-nigeria-elections-intl-cmd": {"paras": ["Widespread delays overshadowed a crucial presidential election in Nigeria Saturday, as millions voted to elect their new leader. The hotly contested poll is being held simultaneously with elections for representatives for the country's parliament.  ", "CNN confirmed reports from eyewitnesses of isolated violence at two polling stations in Lagos, with the military forced to intervene. CNN has reached out to INEC for comment.  ", "In chaotic scenes at a polling unit in Maraba, an Abuja suburb, a large crowd of voters struggled to cast their ballot, a CNN team witnessed. Those who did manage to cast a ballot did so in the full glare of those standing next to them, in contravention of the Independent National Electoral Commission (INEC) guidelines which establish privacy for voters.  ", "\"People are voting in exposed spaces, and everyone can see who they are voting for. There's no privacy. I won't be surprised if this polling unit is canceled,\" Elias Ajunwa, one registered voter, said.  ", "Ajunwa expressed unease about the situation. \"There's the possibility of any hooligan carting away INEC materials because of how vulnerable the INEC officials and their materials are,\" he added.  ", "About 93 million Nigerians in a country of 200 million people are registered to vote, according to electoral body INEC, but only 87 million are holders of a permanent voter card (PVC), a main requirement to cast a ballot. The election will be Africa's largest democratic exercise.  ", "The Chief Observer of European Union Observation Mission to Nigeria, Barry Andrews, told CNN it was premature to make any conclusions about widespread delays.  ", "\"We've taken note of those reports and we will look across the country to see whether this a pattern or whether it has in any way hindered the exercise of people's political rights to vote or caused frustration or caused people to turn away. For the moment, it's premature to make any conclusions about it.\"  ", "People were still waiting to cast their ballots despite polls being expected to close at 2:30 p.m. local time (8:30 a.m. ET). Voting did not start until after the scheduled opening time in some polling stations.  ", "One polling station in Lagos delayed opening as officials were still setting up after polls were meant to open, a CNN team witnessed. An official urged eager voters to be calm and \"treat each other with love\" as they continued to wait.   ", "The same issue dogged several other voting locations, including in northern Kano State and southern Bayelsa State, with no election officials in sight at 8:30 a.m. local time, according to Reuters. In previous elections, voters in some areas have complained that polling stations opened hours late or did not materialize at all.  ", "Ballots will be counted at polling places at the close of voting and transmitted electronically in real-time to INEC's Result Viewing portal (IReV), a first of its kind in Nigeria, the commission tells CNN.  ", "\"With the electronic transmission system (IREV), people will already know the winners before the official announcement is made,\" adds Rotimi Oyekanmi, a spokesman for INEC's chairperson.  ", "To win, a candidate must garner a sufficient number of ballots to meet the 25% vote spread in 24 of Nigeria's 36 states. In the absence of this, a second round run-off between the top two candidates will be held within 21 days.  ", "Eighteen candidates are on the ballot for Nigeria's top, but three are leading the race for the popular vote, according to pre-election surveys.  ", "One of the key contenders is Bola Ahmed Tinubu, the candidate of term-limited President Muhammadu Buhari's party, the All Progressives Congress (APC). Another is the main opposition leader and former vice president Atiku Abubakar, of the People's Democratic Party (PDP). And third strong contender, Peter Obi, is running under the lesser known Labour Party, and altered early predictions of the presidential vote, which has typically been two-horse races between the ruling and opposition parties.  ", "Seventy-year-old Tinubu, 70, is a former governor of Nigeria's wealthy Lagos State, who wields significant influence in the southwestern region where he is acclaimed as a political godfather and kingmaker.  ", "He boasts of aiding the election of Buhari to the presidency and declares it is now his turn to lead the country.  ", "Candidate of the opposition party PDP Abubakar, 76, is a former Nigerian vice president and a staunch capitalist who made his fortune investing in various sectors in the country.   ", "Abubakar's presidential bid (his sixth attempt) had fueled concern that it might usurp an unofficial arrangement to rotate the presidency between Nigeria's northern and southern regions, since he is from the same northern region as the outgoing leader, Buhari.  ", "Labor Party's Obi is a two-time former governor of southeastern Anambra State and has been touted as a credible alternative to the two major candidates by his hordes of supporters, mostly young Nigerians who call themselves 'Obidients.'  ", "Obi is also the only Christian among the leading candidates. His southeastern region has yet to produce a president or vice president since Nigeria returned to civil rule in 1999.  ", "The ruling party's Tinubu, from the religiously mixed southwestern part of the country, is a Muslim and also chose a Muslim running mate, despite the country's unofficial tradition of mixed-faith presidential tickets.  ", "All top three candidates are confident they can turn Nigeria's fortunes around if voted into power, as the country battles myriad economic and security problems that range from fuel and cash shortages to rising terror attacks, high inflation, and a plummeting local currency.  ", "One voter, Wandu, told CNN's Larry Madowo in Lagos on Saturday that the most important issue is security: \"We need someone that has a hold and an understanding of the security challenges that we have. The economy is in free fall. We need someone that has a fair understanding of what we need to be better.\"  ", "Nigeria's security forces have mobilized personnel to ensure hitch-free electioneering across the country.  ", "The run-up to the polls has been fraught with violence that stemmed from protests against unpopular government policies and lethal attacks by armed criminal gangs.  ", "On Wednesday, a senatorial candidate for the Labour Party, was shot and burned in his campaign vehicle in the country's southeastern Enugu State, police said.  ", "Electoral body INEC suspended the election in Enugu East Senatorial District following the death of the candidate, it tweeted on Saturday, adding that the election will now be held on March 11.  ", "Before the killing, violent protests had erupted across Nigerian states as citizens railed against the scarcity of gasoline in petrol outlets and a shortage of cash that followed a controversial currency redesign.  ", "INEC hasn't been spared from the chaos; its facilities have been torched in parts of the country.  ", "Voting was canceled at more than 200 planned polling units across Nigeria and voters redirected to other poll locations, INEC said, due to security concerns.  ", "Ahead of the elections, national police ordered a restriction of non-essential vehicular and waterway movements from midnight on election day until 6 p.m., while the country's immigration service has ordered the closure of Nigeria's land borders from midnight Saturday until midnight Sunday.  ", "Weeks before polling day, the service had confiscated over 6000 voter cards from illegal migrants, whom it said had other national documents in their possession.  ", "INEC spokesperson Oyekanmi nevertheless insists the poll results will be free and fair.  ", "\"The experience Nigerians will have for the 2023 elections will be far better than previous elections and the integrity (of the polls) will be clear for everyone to see,\"Oyekanmi told CNN days before the election.  ", "Final results are expected to be announced a few days after polling.  ", "Current President Buhari tweeted on Thursday: \"There should be no riots or acts of violence after the announcement of the election results. All grievances, personal or institutional, should be channeled to the relevant Courts.\"  "], "headline": "Widespread voting delays hinder tense Nigerian election as millions go to the polls    ", "timestamp": "  Updated  11:01 AM EST, Sat February 25, 2023    ", "act": "/2023/02/25/africa/voting-underway-nigeria-elections-intl-cmd"}, "/2023/02/14/africa/south-africa-bus-crash-intl": {"paras": ["A head-on collision between a bus and a cash-in-transit van left 20 people dead on Monday on a major road in South Africa's northern Limpopo province, with dozens taken to hospital, transport officials and emergency medical company said.  ", "After the crash, the bus rolled from a bridge on the N1 freeway into a river below, said ER24, whose paramedics were on the scene.  ", "\"Three people were found deceased by the roadside and 16 down by the river - all were declared dead on arrival,\" ER24 said in a statement. \"One patient, of the 69 passengers confirmed transported to hospital for various injuries, has since died,\" it said.  ", "The Limpopo transport department said the crash happened around 5 p.m. (1500 GMT) on Monday and that the bus was carrying passengers from the town of Makhado to areas in the province's Vhembe district.  ", "Police divers have been dispatched to verify that no one was swept away by the river, the department said in a statement.  ", "ER24 said police were investigating the circumstances surrounding the crash and that heavy rains had fallen in the area where it happened.  ", "A provincial police spokesman did not immediately respond to a request for comment.  "], "headline": "South Africa bus crash kills 20, dozens taken to hospital    ", "timestamp": "  Published  7:13 AM EST, Tue February 14, 2023    ", "act": "/2023/02/14/africa/south-africa-bus-crash-intl"}, "/2023/02/10/africa/gallery/nairobi-kenya-electric-buses-matatu-spc-intl": {"paras": [], "headline": "Electric buses are making inroads in Nairobi, Kenya    ", "timestamp": "  Published  3:50 AM EST, Fri February 10, 2023    ", "act": "/2023/02/10/africa/gallery/nairobi-kenya-electric-buses-matatu-spc-intl"}, "/2023/02/01/africa/gallery/pope-francis-visits-drc-south-sudan": {"paras": [], "headline": "In photos: Pope Francis visits DRC and South Sudan    ", "timestamp": "  Updated  11:32 AM EST, Sat February 4, 2023    ", "act": "/2023/02/01/africa/gallery/pope-francis-visits-drc-south-sudan"}, "/2023/01/31/africa/south-africa-power-blackouts-intl-cmd": {"paras": ["Car crashes, opportunistic criminals, rotting food, decomposing bodies, bankrupt businesses, and water shortages. Welcome to life under South Africa's power blackouts.  ", "Last week the grim extent of the outages was laid bare when South Africans were advised to bury dead loved ones within four days.   ", "In a public statement, the South African Funeral Practitioners Association warned that bodies in mortuaries were rapidly decomposing because of the unrelenting electricity outages, putting huge pressure on funeral parlors struggling to process corpses.  ", "The situation is so bad that the country's President Cyril Ramaphosa is considering declaring a national disaster, similar to one in 2020 at the height of the Covid pandemic, which had a devastating effect on the country's economy.   ", "Last week scores of supporters from the Democratic Alliance opposition party marched under heavy security through the streets of Johannesburg and Cape Town to voice their frustrations over the persistent blackouts.   ", "Known locally as loadshedding, widespread electricity blackouts are carried out multiple times a day by state-owned energy utility Eskom to avoid the total collapse of the grid.  ", "Shortages on the electricity system unbalance the network, and Eskom has stated that controlled outages are necessary to ensure reserve margins are maintained, and the system remains stable.  ", "While the country has been experiencing on-off power outages for years, since September 2022 scheduled blackouts have become routine, affecting every part of South African society.  ", "For some people, not having access to reliable power can be the difference between life and death.  ", "Before she died in October 2022, Lis Van Os needed oxygen for 17 hours a day. Her stationary oxygen machine required mains power, making periods of loadshedding extremely stressful, particularly when power did not return as scheduled, her family said.   ", "Her daughter Karin McDonald was forced to explore backup options such as inverters and a back up oxygen mobile tank, which only lasted short periods.   ", "\"Towards the end (of her life) power outages created a lot of anxiety for everyone,\" she said.  ", "South Africans experienced more than twice as many power cuts in 2022 than in any other year. And things are set to get worse in 2023.  ", "Even simple daily tasks need to be arranged around loadshedding schedules, including meal planning, travel times, work that requires internet connectivity.   ", "From preparing baby formula to keeping fans running during the summer heat, not having access to mains power is makes daily life challenging for South Africans.   ", "Maneo Motsamai, a domestic worker in Johannesburg, says the outages prevents her from simple tasks such as cooking.   ", "\"I boil water to cook mealie meal (maize porridge) and the power goes. I can't eat, it's a waste. I can't cope like that,\" Motsamai told CNN.    ", "Pump stations can't provide water and many small businesses without access to backup power are having to close shop and lay off employees, according to people CNN spoke to.  ", "Thando Makhubu runs Soweto Creamery, an ice cream shop in Jabulani, Soweto, on the outskirts of Johannesburg. His family pooled small welfare grants they received during the Covid-19 pandemic to set up the business, but are now feeling the pressure from power outages.  ", "In early January, the shop was without power for 72 hours, when electricity did not return as scheduled. Thando was forced to shell out money for diesel to power their generator and prevent all his stock melting. He says the outages are costly and destroying their hopes of expanding.  ", "Bongi Monjanaga, who runs a startup cleaning services company operating across Johannesburg, says the outages affect every part of her fledgling business, such as operating electric cleaning equipment, entering and leaving premises when security gates aren't functioning, and having internet to invoice clients and complete online tax compliance documents.   ", "\"I find myself in this pool of misery when I'm just trying to start up. I'm just trying to grow,\" she says.  ", "The escalation of power outages is also deeply worrying for South Africa's food security, driving up prices, and placing an even greater strain on stretched household budgets.  ", "With modern farming practices ever more reliant on electricity for crop irrigation, processing, and storage, loadshedding is having a huge impact on agricultural output.  ", "Gys Olivier, a farmer from Hertzogville in Free State province, in east-central South Africa, says he and other farmers in the area have been forced to throw away hundreds of thousands of dollars worth of seed potatoes due to disruptions to the 'cold chain' - (the process of keeping produce refrigerated throughout the supply chain.)   ", "There is also less demand from growers due to water shortages, with pump stations reliant on electricity to operate.  ", "\"We have done everything we can to make sure there is food on the table for a very good price, but it's become so capital-intensive to farm,\" Olivier says.   ", "Meanwhile livestock and poultry are dying before they even get to the slaughterhouse.  ", "A gruesome video circulating on social media shows workers removing 50,000 dead broiler chickens from a farm in North West province, the birds suffocated when power outages caused ventilation systems to stop. The financial damage to the farmer was around ZAR1.6m ($93,300) according to local media reports.", "South Africa is notorious for high crime rates, and loadshedding is making it worse as home security systems fail when the power goes out, giving criminals a field day inside unsecured properties. Policing also becomes harder, with officers unable to reach crime scenes fast enough due to congestion when traffic lights are off.   ", "Tumelo Mogodiseng, General Secretary of the South African Policing Union (SAPU), describes the load-shedding as \"a pandemic.\"   ", "He says his members' lives are now more at risk, with officers unable to see potentially dangerous situations in the darkness, and police stations, many of which don't have backup power systems, at risk of attack from criminals during blackouts.  ", "\"Police are dying every day in this country. If this is happening in the daylight, what happens when there is no light for them to see at night?\"  ", "Mogodiseng also worries that crimes are going unreported, with citizens fearful of leaving their houses during outages and traveling in the darkness. \"Communities won't travel to police stations to open cases because they are afraid,\" he told CNN.  ", "Gareth Newham, who runs the Justice and Violence Prevention Programme at the Institute for Security Studies (ISS) in Pretoria, says that it's hard to get solid data on the impact outages are having on crime. While anecdotal evidence suggests criminals are exploiting outages, the recent escalation of loadshedding has coincided with the Christmas holidays, when crime rates typically spike.   ", "His biggest concern is that continued loadshedding or a temporary grid collapse could lead to a repeat of the coordinated civil unrest, rioting, and looting in parts of South Africa's KwaZulu-Natal and Gauteng provinces 18 months ago.  ", "\"A complete breakdown in the grid could be the trigger for local level gangs getting more power, and we could see a similar kind of violence to that we saw in July 2021.\"  ", "Under the ruling African National Congress (ANC), in charge since 1994, Eskom has become synonymous with corruption, crime, and mismanagement.   ", "Last year a judge-led inquiry into graft under the former president, Jacob Zuma, found that there were grounds to prosecute several former Eskom executives.  ", "The government has failed to build new power stations to keep up with increased demand, and warnings from energy experts on looming supply shortages across the past two decades have gone ignored.   ", "A 2019 report by the South African Institution of Civil Engineering shows skilled engineers have been leaving the country in droves.  ", "Despite spending billions of USD on two huge coal power stations, neither works properly.  ", "Older plants are dilapidated due to a lack of maintenance, and organized crime steals vital coal supplies and cable from the rail lines going from mines to power stations.  ", "Renewable energy companies say they are desperate to supply to the grid, but the government has been slow to cut red tape and streamline regulatory processes that would reduce the time frame for environmental authorisations, registration of new projects and grid connection approvals.  ", "Legal challenges against the government and Eskom are stacking up. Several political parties and trade unions say they will take the government and state utility to court for not upholding their duty to provide electricity.  ", "With no end in sight to the outages, South Africans are desperate for alternative energy sources, but even they are out of the reach of many citizens.   ", "Thando Makhubu says he was shocked by the cost to power his ice cream business off-grid. \"We were quoted R100,000 ($5,945) and that excluded the solar panels.\"  ", "Karin McDonald, who runs a swimming school, similarly found the upfront costs of solar prohibitive. \"We received quotes for solar for the business and house and were not looking at anything less than half a million rand ($29,500) which is a major life decision to make,\" she said.  ", "There is also a long wait for solar. \"I know a solar provider that had 40 requests just last week, all for big solar projects, \" said Angus Williamson, a cattle farmer from KwaZulu-Natal province.  ", " As they come to terms with their new reality, many South Africans are finding it hard to stay optimistic.  ", "\"The light at the end of the tunnel is a train heading in our direction,\" said Williamson.  "], "headline": "Dead chickens and decomposing bodies: Inside South Africa's power blackout 'pandemic'    ", "timestamp": "  Updated  7:39 AM EST, Tue January 31, 2023    ", "act": "/2023/01/31/africa/south-africa-power-blackouts-intl-cmd"}, "/2023/01/30/africa/birthday-party-shooting-south-africa-intl": {"paras": ["Eight people were killed and three wounded after two gunmen entered a home and opened fire on a group of people celebrating a birthday at a home in South Africa on Sunday evening, according to the South African police service (SAPS).   ", "The shooting happened in the southern port city of Gqeberha, formerly Port Elizabeth, and an investigation has been launched and a police manhunt is currently underway for the two unknown attackers, police spokesperson Colonel Priscilla Naidu told CNN.  ", "The homeowner is among the deceased, according to a statement by the SAPS.  ", "Among those killed were three women and four men, the police service also said, adding that no arrests have been made.  ", "Police said the Minister of Police, General Bheki Cele, and the National Commissioner of the South African Police Service (SAPS), General Fannie Masemola, will lead a delegation of various experts within the organization to the scene on Monday.  ", "South Africa has grappled with a surge in gun crimes with separate mass shootings witnessed last year.  ", "Last July, at least 15 people were killed when a group of armed men open fire at a bar in Soweto. Hours earlier, four others were killed in a separate shooting in a bar in Pietermaritzburg.  ", "The shootings followed the deaths of 22 young people who had died in unexplained circumstances at a tavern in East London, in the country's Eastern Cape province.   "], "headline": "Eight people dead as gunmen open fire at birthday party in South Africa    ", "timestamp": "  Updated  5:26 AM EST, Mon January 30, 2023    ", "act": "/2023/01/30/africa/birthday-party-shooting-south-africa-intl"}, "/2023/01/26/africa/malawi-worst-cholera-outbreak-intl": {"paras": ["Malawi has reported more than 1,000 deaths from a cholera outbreak that started in March 2022, the country's health ministry said in a statement Wednesday.  ", "Cases reported since the outbreak has risen to 31,241, according to the statement, while the death toll stands at 1,023.  ", "Health minister Khumbize Chiponda said in a press conference on Thursday that cholera deaths had multiplied within the last month.  ", "\"Within four weeks, the numbers have doubled,\" she said.  ", "As of December 26, total deaths from the bacterial disease stood at 486, Malawi government data showed.  ", "According to Chiponda, around 66 percent of the casualties were men, but children have also died from the disease, she stated.  ", "\"We have lost children as well ... about 11 school children,\" Chiponda said, adding that Malawi was witnessing its worst cholera outbreak in two decades.  ", "\"The last time when we had the worst case of cholera was in 2002,\" the minister said.  ", "The current fatality rate surpasses the country's largest cholera outbreak which killed more than 900 people between 2001 and 2002.  ", "Malawi's health ministry said 1,126 people suffering from cholera were currently admitted in treatment units, adding that all of the country's 29 health districts had been affected by the disease since the outbreak began.  ", "The ministry also warned people to be careful when handling the bodies of cholera victims and preparing them for funerals.  ", "\"Some cultural rituals related to the death of cholera victims help to perpetuate the disease. For example, people who are dying or who have died from cholera may be washed by family members who then prepare funeral feasts ... outbreaks of cholera commonly follow these feasts,\" its statement said.  ", "The disease had been in decline for years, but 2022 witnessed what the United Nations called \"a worrying upsurge\" in cholera outbreaks around the globe.  ", "People who live in areas with shortages of safe drinking water or inadequate sanitation are vulnerable to the disease, which can result from consuming bacteria-contaminated food or water.  "], "headline": "More than 1,000 dead in Malawi's worst cholera outbreak    ", "timestamp": "  Published  9:19 AM EST, Thu January 26, 2023    ", "act": "/2023/01/26/africa/malawi-worst-cholera-outbreak-intl"}, "/2023/01/25/africa/drc-rwanda-govt-tensions-intl": {"paras": ["The Democratic Republic of Congo (DRC) on Tuesday denounced Rwanda's accusation that a Congolese fighter jet violated Rwandan airspace, alleging the aircraft was attacked by Rwandan forces in a \"deliberate act of aggression that amounts to an act of war.\"  ", "Rwanda's government communications office released a statement on Twitter Tuesday which said: \"Today at 5:03 pm, a Sukhoi-25 from DR Congo violated Rwanda airspace for the third time. Defensive measures were taken. Rwanda asks the DRC to stop this aggression.\"  ", "The Congolese government later issued a statement disputing Kigali's version of events, alleging the jet was \"attacked while it was beginning its landing on the runway of Goma's international airport.\"  ", "\"The Rwandan fire was directed at a Congolese aircraft, flying inside Congolese territory. It did not fly over Rwandan airspace. The aircraft landed without major material damage.\"  ", "It continues to say \"the Government considers this umpteenth attack by Rwanda to be a deliberate act of aggression that amounts to an act of war\" with the \"sole objective of sabotaging\" ongoing efforts to restore peace in eastern DRC, where a rebel insurgency has fractured relations between the two countries.   ", "CNN cannot independently verify either version of events.   ", "A video shared widely on Congolese social media showed a projectile shooting toward an airborne military plane, before exploding in the air near the plane, which continued to fly. CNN could not immediately verify the video.  ", "Rwanda is accused by the Congolese government, the United Nations, and Western allies of supporting the notorious armed M23 rebel group in its violent insurgency in eastern DRC, which Kigali denies.  ", "Regional leaders brokered an agreement in November under which the Tutsi-led group was meant to withdraw from recently seized positions by Jan. 15 as part of efforts to end the fighting that has displaced at least 450,000 people.  ", "Congolese President Felix Tshisekedi said last week that the rebels had not fully withdrawn from those areas.  ", "In December, Rwanda said another fighter jet from Congo had briefly violated its air space.  ", "An unarmed Congolese warplane also briefly landed at a Rwandan airport in November while on a reconnaissance mission near the border, in what Congo said was an accident.  "], "headline": "Rwanda accused of 'act of war' as DRC fighter jet is hit mid-air    ", "timestamp": "  Published  12:29 PM EST, Wed January 25, 2023    ", "act": "/2023/01/25/africa/drc-rwanda-govt-tensions-intl"}, "/2023/01/22/africa/burkina-faso-french-troops-intl": {"paras": ["The military government of Burkina Faso has demanded the departure of French troops from the country, according to the government press agency Agence d'Information du Burkina (AIB).    ", "France has exactly one month to remove its troops from Burkina Faso, according to the terms of the 2018 agreement, AIB reported, citing sources.  ", "The military government \"denounced last Wednesday, the agreement which has governed since 2018, the presence of the French Armed Forces on its territory,\" AIB reported Saturday.  ", "France still has 400 special forces based in Burkina Faso, according to Reuters, to help fight Islamist militants linked to al Qaeda and the Islamic State after years of violence in the region.   ", "On Friday, residents in the capital Ouagadougou took to the streets to protest the presence of French troops in the country.   ", "Video from the protest showed protesters carrying signs with the slogans \"French army get out our house\" and \"Friendship Burkina Russia.\"   ", "Some protesters carried the national flags of Burkina Faso and Russia.   ", "In December, Ghanaian President, Nana Akufo-Addo said the Burkina Faso military government invited in mercenaries from the Russian private military group, Wagner.   ", "Burkina Faso Deputy Minister for Regional Cooperation, Jean Marie Traoré called the claims \"very serious\" in a press conference on December 16 after the government summoned the Ghanaian ambassador.   ", "France - the former colonial power - first entered the Sahel region in January 2013 at Mali's request and launched Operation Serval, a United Nations-sanctioned ground and air operation against Islamist militants.  ", "The mission was succeeded in August 2014 by Operation Barkhane, a broader French anti-terror initiative targeting Islamists across the Sahel, including in Burkina Faso.  ", "French President Emmanuel Macron announced in June 2021 that the mission would be replaced by a more international effort, and Western troops began withdrawing from Mali in February last year though they remain in Burkina Faso.  ", "On January 24, 2022, Burkina Faso's army seized power, deposing former President Roch Kaboré and dissolving the government and parliament.   ", "The military suspended the constitution and closed borders. Lieutenant-Colonel Paul-Henri Damiba was installed as the West African country's new leader.  ", "Damiba's time in power proved short-lived, however, as he was ousted from the country's top position during a coup d'état in October 2022. Army Captain Ibrahim Traoré was subsequently appointed as the country's new president.  "], "headline": "Burkina Faso's military government demands French troops leave the country within one month    ", "timestamp": "  Updated  1:11 PM EST, Sun January 22, 2023    ", "act": "/2023/01/22/africa/burkina-faso-french-troops-intl"}, "/2023/01/16/africa/women-kidnapped-burkina-faso-intl": {"paras": ["A group of women and girls foraging for wild fruits were abducted by armed men in separate incidents in Burkina Faso, the government said Monday.   ", "Around 50 women and girls were taken in the incidents which happened on January 12 and 13 respectively, according to a statement by the governor of the country's Sahel region.   ", "Some of the women and girls were kidnapped around 15 kilometers from the town of Arbinda, while the others were taken from another locality in the Soum province.   ", "\"While out in search of wild fruits, these wives, mothers and daughters were unjustly attacked by armed men,\" the statement said. It added searches began as soon as the disappearances were reported, the statement said.   ", "The Sahel region governor expressed his solidarity with the women's families on behalf of the government, adding authorities \"remain committed to doing everything possible to bring the situation to a successful conclusion.\"  ", " France's foreign ministry said in a statement Monday it condemned the kidnappings \"in the strongest possible terms,\" and called for the immediate release of the women.   ", "\"France reaffirms its solidarity and commitment to Burkina Faso,\" the statement continued.  ", "Burkina Faso, one of the world's poorest nations, has been the epicenter of the violence that started in neighboring Mali in 2012 but has since spread across the arid expanse of the Sahel region south of the Sahara Desert.  "], "headline": "Armed men kidnap 50 women and girls foraging for food in Burkina Faso    ", "timestamp": "  Updated  1:07 PM EST, Mon January 16, 2023    ", "act": "/2023/01/16/africa/women-kidnapped-burkina-faso-intl"}, "/2023/01/16/africa/drc-church-attack-deaths-intl": {"paras": ["Worshipers at a church service in the Democratic Republic of Congo (DRC) were killed Sunday when a bomb was detonated by a group with links to Islamic State, the government said.   ", "At least 12 people have been killed and at least 50 wounded when a bomb detonated during church service Sunday in eastern Democratic Republic of Congo (DRC), according to the government and the UN.   ", "The attack was \"visibly perpetrated\" by members of the rebel group Allied Democratic Forces (ADF), which has ties with ISIS, \"against citizens in full worship in the parish of the 8th Community of Pentecostal Churches of Congo\" in the city of Kasindi in North Kivu, DRC's Communications Ministry said Sunday, adding, \"the government strongly condemns the bomb attack.\"  ", "ISIS claimed responsibility for the attack through its Amaaq propaganda news agency, which claimed ISIS fighters planted an improvised explosive device (IED) in the church.  ", "CNN is unable to independently verify those claims.   ", "UN Spokesman Stéphane Dujarric said in a statement Sunday that the United Nations Mine Action Service (UNMAS) \"is supporting the Congolese authorities in conducting the investigation into the circumstances of the incident.\"   ", "\"The Secretary-General reiterates that the United Nations, through his Special Representative in the Democratic Republic of the Congo, will continue to support the Congolese Government and people in their efforts to bring peace and stability in the east of the country,\" Dujarric said in the statement.  ", "The UN peacekeeping force in the country, MONUSCO, also condemned \"the cowardly and despicable attack\" on Sunday and presented its condolences \"to the families of the victims, to the Congolese people and to the government\" of DRC.  ", "Waves of violence have persisted in DRC's North Kivu province, despite efforts by the government and international peacekeepers to curb it.  "], "headline": "Worshipers killed as bomb detonates during DRC church service    ", "timestamp": "  Published  12:04 PM EST, Mon January 16, 2023    ", "act": "/2023/01/16/africa/drc-church-attack-deaths-intl"}, "/2023/01/11/africa/uganda-ebola-outbreak-over-intl": {"paras": ["Ugandan authorities have officially declared the end of a recent Ebola outbreak after 42 consecutive days with no new cases.  ", "A formal declaration was made during a televised ceremony held in the central Mubende district, the epicenter of the outbreak, on Wednesday.   ", "According to the World Health Organisation, an Ebola outbreak is over if there are no new cases after 42 days, which is twice the incubation period.  ", "\"Today, 11th January 2023 marks 113 days since the start of the Ebola outbreak in Uganda,​\" said the health minister Dr. Jane Ruth Aceng Ocero.  ", "\"I urge the population to remain vigilant, implement the standard operating procedures and to report any person in the community that presents with Ebola-like symptoms,\" she stressed.  ", "The outbreak, the eighth in Ugana's history, killed 55 people, said Aceng Ocero. There were a total 143 confirmed cases and 22 probable cases, she added.  ", "To combat the outbreak, officials launched aggressive contact-tracing to track down relatives and friends who handled the bodies of victims or attended funerals.  ", "Some escaped from quarantine facilities, others traveled as far as the capital Kampala, and a few visited traditional healers and witchdoctors for treatment instead.  ", "Cases were eventually confirmed in nine districts, including Kampala, according to the health ministry.   ", "The Ebola virus is transmissible - but not as transmissible as some other infectious diseases, like Covid-19. It can spread from person to person through direct contact with blood or other bodily fluids such as saliva, sweat, semen or feces, or through contaminated objects like bedding or needles.  ", "Ebola symptoms include fever, aches and pains, and fatigue, which then can progress to diarrhea, vomiting and unexplained bleeding.  ", "In 2012 an outbreak in the Kibaale district in the west of the country led to 17 deaths out of 24 confirmed cases, but was declared over in less than three months.  "], "headline": "Uganda declares end of Ebola outbreak    ", "timestamp": "  Published  7:21 AM EST, Wed January 11, 2023    ", "act": "/2023/01/11/africa/uganda-ebola-outbreak-over-intl"}, "/2022/12/23/africa/jahawi-bertolli-underwater-kenya-c2e-spc-intl": {"paras": ["Famous for its sprawling nature reserves that are home to all \"Big Five\" animals, Kenya's 882 miles of coastline along the Indian Ocean are often overlooked. It's a place where people go to \"chill out,\" but not to observe and connect with the wild and unique ecosystem, says Kenyan filmmaker, photographer and conservationist Jahawi Bertolli.  ", "Bertolli is determined to change this outlook and believes that visual storytelling is one way to do it. \"No one was telling stories about the ocean here (in Kenya),\" he says.   ", "So far, his work has focused mainly on the Lamu Archipelago along Kenya's northern coast, where his wife Elke Bertolli, also a photographer and filmmaker, grew up. Lamu is a hidden gem, he says, and filming has led to new discoveries. \"There's not much scientific work that's happened up here so a lot of what we're finding is new,\" he adds. \"We're finding these incredible reefs. We're finding incredible biodiversity.\"   ", "But this rich biodiversity is increasingly under threat. Bertolli says that harmful fishing practices, such as drag netting, coupled with habitat degradation due, in part, to coastal development, pollution and an increasing human population have caused a reduction in fish populations.   ", "Related: Stunning images from African Wildlife Foundation's photography award are inspiring conservation", "Not only is this bad for the ecosystem, but for local fishers too. Lamu is home to one of the oldest Swahili settlements in East Africa, a community who have depended on the ocean since the 12th century. Traditionally these fishers respected the balance with nature, says Bertolli. They stopped fishing when they had enough for what was needed, they only fished in certain seasons, and they left the coral reef alone, understanding it to be a home for fish, where they needed space and time to reproduce and grow. \"There's a lot of cultural knowledge, which is actually conservation knowledge. It's just packaged differently,\" Bertolli explains.   ", "In 2020, Bertolli made a short film about Lamu's sea life and the conservation traditions of the local fishers. He called it \"Bahari Yetu\" - \"Our Ocean\" in Swahili - and began showing it the local community. The screenings were a gamechanger, he says: \"When you bring back that imagery, all of a sudden people are like, 'Oh my God. Wow, this is ours ... this is our heritage, these are our reefs, this is what's happening underwater in our ocean.'\"  ", "A viewing of \"Bahari Yetu\" was also put on for local beach management units and members from the county government and fisheries department. Bertolli also screened another film he had made a few years earlier on locally managed marine areas in Africa. The next time the group met, all members voted unanimously to begin setting up a marine protected area around Lamu's Kinyika island, a craggy rock that acts as a nursing ground for seafaring birds and hosts a bustling coral reef system.   ", "For Bertolli and the people of the Lamu Archipelago, this has been a significant first step to ensuring the preservation of an essential ecosystem. While it's only the beginning and a management plan still needs to be established, Bertolli believes it has also been a testament to the power of visual storytelling. \"Because it was their film, told in their language, filmed here - it became an incredibly powerful tool to inspire the community to come together to try and start actually conserving these areas,\" he says.    "], "headline": "How an underwater film inspired a marine protected area off Kenya's coast    ", "timestamp": "  Published  5:01 AM EST, Fri December 23, 2022    ", "act": "/2022/12/23/africa/jahawi-bertolli-underwater-kenya-c2e-spc-intl"}, "/2022/12/23/africa/gallery/jahawi-bertolli-gallery-c2e-spc-intl": {"paras": [], "headline": "Underwater filmmaker and photographer highlights Kenya's rich marine life    ", "timestamp": "  Published  5:00 AM EST, Fri December 23, 2022    ", "act": "/2022/12/23/africa/gallery/jahawi-bertolli-gallery-c2e-spc-intl"}}