{"/europe/live-news/russia-ukraine-war-news-1-24-23": {"paras": ["Our live coverage of Russia's war in Ukraine has moved here.", "The Biden administration is finalizing plans to send approximately 30 US-made Abrams tanks to Ukraine and could make an announcement as soon as this week, according to two officials familiar with the deliberations.    ", "The US will also send a small number of recovery vehicles, one of the officials said. Recovery vehicles are tracked vehicles used to assist in the repair of tanks on the battlefield or the removal from the battlefield for service and maintenance in a different location.  ", "The timing around the actual delivery of the tanks is still unclear andit normally takes several months to train troops to use the tanks effectively, officials said.  ", "An announcement about the tanks could be part of an attempt to break a diplomatic logjam with Germany, which indicated to the US last week that itwould not send its Leopard tanks to Ukraine unless the US also agreed to send its M1 Abrams tanks.  ", "Topnational security officials in the administration have been actively considering steps they could take to convince Germany to send the Leopards.  ", "US Deputy Secretary of State Wendy Sherman said Tuesday that she suspects that the matter of tanks \"will be resolved relatively soon.\"  ", "Asked about what was happening on the provision of tanks - German Leopards or US Abrams - Sherman did not give a specific answer, but said, \"I think you'll see in the days ahead resolution of some of these issues.\"  ", "\"This is hard for everybody. Each country as President Biden has said has to make its own decisions about what weapons it wants to provide,\" Sherman said in remarks at the City Club of Cleveland in Ohio Tuesday.  ", "Some background: On Friday, at a meeting of Western defense leaders in Germany, the US and its allies failed to convince German officials to send the Leopards as part of Berlin's next round of military assistance to Ukraine. But on Tuesday, German Defense MinisterBoris Pistoriussaid,\"We are preparing our decision, which will come very soon\" on the tanks.  ", "Sky News Arabia was first to report the news that the US is considering sending the tanks.  ", "Theadministrationhas never taken thepossibility of shipping American tanksentirely off the table, but US officials said publicly last week that now is not the right time to send the 70-ton M1 Abrams tanks because they are costly and require a significant amount of trainingto operate.  ", "The tanks have instead repeatedly been floated as a long-term option - even as critics say the right time is now, as Ukraine braces for the possibility Russia will mobilize more troops and launch a new offensive. The UK has already announced it will send 12 of its Challenger 2 tanks to Ukraine, crossing what had previously appeared to be a red line for the US and its European allies.  ", "Ukraine's PresidentVolodomyr Zelensky has consistently asked Western allies for modern tanks as his country prepares braces for an expected major Russian counteroffensive in the spring.  ", "CNN's Jennifer Hansler contributed to this report. ", "The post has been updated with more details on the tanks.", "The decision to send US-made Abrams tanks to Ukraine will rely on an \"iterative\" process around what Ukraine's needs are, what aid is appropriate for the US to send and technical considerations surrounding the operation and maintenance of the tanks, White House National Security Council Senior Coordinator for Communications John Kirby told CNN on Tuesday.  ", "Earlier Tuesday, CNN reported that the Biden administration is finalizing plans to send tanks to Ukraine and could make an announcement as soon as this week, according to three US officials familiar with the deliberations. The timing around the actual delivery of the tanks is still unclear and it normally takes several months to train troops to use the tanks effectively, officials said.  ", "Kirby acknowledged that the complexity of the Abrams systems could play a role in the US' decision to share tanks with Ukraine.  ", "To date, the US has begun supplying refurbished Soviet-era T-72 tanks, but modern Western tanks are a generation ahead in terms of their ability to target enemy positions. Still, Kirby dismissed the idea that providing the newer systems might escalate tensions with Russia.  ", "Germany has decided to deliver Leopard 2 tanks to Ukraine, according to German newspaper Der Spiegel. German Chancellor Olaf Scholz made the decision after \"months of debate,\"according to the exclusive report.  ", "Here are the latest headlines:", "Leopard 2 tanks: Berlin has not yet formally notified Warsaw about the reported decision to allow Leopard 2 tanks to be sent to Ukraine, a Polish official told CNN Tuesday. Poland will ask for reimbursement from the European Union for any Leopard tanks sent to Ukraine, according to Poland's prime minister. German parliament is set to debate the contentious Leopard tank issue Wednesday morning.   ", "Abrams tanks: The Biden administration is finalizing plans to send US-made Abrams tanks to Ukraine and could make an announcement as soon as this week, according to three US officials familiar with the deliberations. State Department spokesperson Ned Price said the United States \"is regularly engaged in\" conversations with allies and partners about military equipment for Ukraine, but would not confirm reports about sending Abrams tanks or that Germany will send Leopards.  ", "Russian shortages and inflation: Russian President Vladmir Putin said Tuesday that inspections have indicated a shortage of some drugs in Russian pharmacies as well as an increase in prices, according to state news agency TASS. Shops in Moscow have shuttered as businesses face theeconomic fall-outfrom massive Western sanctionsin response to thewar in Ukraine.   ", "Wagner appeal: The head of theWagner private military companyappealed Tuesday to the Russian State Duma to issue protections for the volunteers and convicts who fight as Wagner mercenaries in Ukraine.  ", "British volunteer deaths: British volunteers Chris Parry andAndrew Bagshaw were killed during a humanitarian evacuation mission inthe eastern Ukrainian town of Soledar, according to a statement from the Parry family released Tuesday by the UK foreign office.The families of both men had previously said the two had gone to Ukraine to work as humanitarian volunteers.CNN has seen no evidence they participated in hostilities in Ukraine.  ", "Debunked accusations: No military equipment is being stored in the Ukrainian nuclear power plants inspected by the International Atomic Energy Agency, the chief of the UN nuclear watchdog Rafael Grossi told European Parliament lawmakers on Tuesday. Grossi's comments come a day after Russia again accused Ukraine of using nuclear power plant sites to store Western-supplied weapons.  ", "No military equipment is being stored in the Ukrainian nuclear power plants inspected by the International Atomic Energy Agency, the chief of the UN nuclear watchdog Rafael Grossi told European Parliament lawmakers on Tuesday. His comments debunk previous accusations made by Russia.  ", "Grossi's comments come a day after Russia again accused Ukraine of using nuclear power plant sites to store Western-supplied weapons.  ", "On Monday, the Russian Foreign Intelligence (SVR) Director​Sergey Naryshkin accused Ukraine in a statement of \"stockpiling weapons and ammunition provided by the West on the territories of nuclear power plants.\"  ", "Regarding the situation on the ground in Ukraine, Grossi told European lawmakers that the possibility of increased military activity in the coming months \"raises our degree of concern\" about the potential impact on Ukraine's nuclear infrastructure.  ", "The situation in the recent days around Zaporizhzhia has been \"pretty tense\" with shelling in the vicinity of the Zaporizhzia nuclear site, Grossi added.  ", "Finland's Foreign Minister Pekka Haavisto welcomed reports Tuesday that the United States and Germany are planning to send battle tanks to Ukraine, telling CNN's Isa Soares that it is \"very good news.\"  ", "German news outlet Der Spiegel reported Tuesday that Germany is set to deliver its Leopard 2 tanks to Ukraine, citing unnamed sources.CNN reached out to the German government for comment on Tuesday evening but has not received a response.  ", "Meanwhile, the Biden administration is finalizing plans to send US-made Abrams tanks to Ukraine and could make an announcement as soon as this week, according to three US officials familiar with the deliberations.  ", "Haavisto noted that while there isn't a \"final confirmation\" of the reported German decision yet,  \"there can be a connection\"between both developments. Germany had indicated to the US last week that it would not send its Leopard tanks unless the US also agreed to send its Abrams tanks.  ", "British volunteers Chris Parry andAndrew Bagshaw have been killed during a humanitarian evacuation mission inthe eastern Ukrainian town of Soledar, according to a statement from the Parry family, which was released Tuesday by the UK foreign office.Bagshaw was a dual national ofNew Zealand.   ", "\"It is with great sadness we have to announce that our beloved Chrissy has been killed along with his colleague Andrew Bagshaw whilst attempting a humanitarian evacuation from Soledar, eastern Ukraine,\" the Parry family statement said. \"His selfless determination in helping the old, young and disadvantaged there has made us and his larger family extremely proud.\"  ", "\"We never imagined we would be saying goodbye to Chris when he had such a full life ahead of him. He was a caring son, fantastic brother, a best friend to so many and a loving partner to Olga,\" the statement added.  ", "\"We feel so privileged that he chose our family to be part of,\" the statement said, which was signed by family members Rob, Christine, and Katy Parry.  ", "The UKForeign, Commonwealth and Development Office has requested privacy for the family at this time.  ", "More on this case: The families of both men had previously said the two had gone to Ukraine to work as humanitarian volunteers.CNN has seen no evidence they participated in hostilities in Ukraine.  ", "On Jan. 9, Ukrainian police reported that they were searching for Bagshaw and Parry. Ukrainian police noted that the two Britons \"left Kramatorsk for Soledar\" - the scene of intense recent fighting - \"and contact with them was lost,\" CNN previously reported.  ", "CNN's Seb Shukla, Mick Krever, Anna Chernova and Eve Brennan contributed reporting to this post. ", "Incoming US Ambassador to Russia Lynne Tracy met with Russian Ambassador to the US Anatoly Antonov, State Department spokesperson Ned Price said Tuesday.  ", "\"This was an opportunity for her to have a discussion with her counterpart here in DC,\" he said at a press briefing.  ", "Price said the two did not discuss \"any form of a negotiated settlement over Russia's brutal war with Ukraine.\"  ", "\"She's currently in the process of having consultations with desks and individuals here in Washington, and in this case, she had an opportunity to have a discussion with Ambassador Antonov,\" he said.  ", "Price said that Tracy is expected to depart for Moscow \"where she will present her credentials in the coming days\" and she is expected to be in place as the top US diplomat in Russia \"later this month.\"  ", "He noted that the US Embassy in Moscow is \"under duress because of the pressure and the limitations that the Kremlin has imposed on it,\" but the US is also able to communicate with the Russian Embassy in the US.  ", "\"There are open channels of communication. We use these channels to convey where we are on issues that are of the utmost priority to us,\" including wrongfully detained American citizens and the costs of Russian escalation, Price said.  ", "State Department spokesperson Ned Price said the United States \"is regularly engaged in\" conversations with allies and partners about military equipment for Ukraine but would not confirm reports that the US is preparing to send Abrams tanks or that Germany will send Leopards.  ", "\"We're not going to get ahead of any potential announcements from other allies, other partners, we're not going to preview anything else we may have to say,\" Price said at a press briefing Tuesday.  ", "\"We have not taken capabilities off the table,\" he added.  ", "The Biden administration is finalizing plans to send Abrams tanks to Ukraine, three US officials familiar with the deliberations said Tuesday. An announcement could come as soon as this week, the officials said.  ", "The timing around the actual delivery of the tanks is still unclear, andit normally takes several months to train troops to use the tanks effectively, officials said.  ", "Price noted that \"just because we're in the same public place doesn't necessarily mean we haven't made progress on any given issue.\"  ", "Berlin has not yet formally notified Warsaw about a decision to allow Leopard 2 tanks to be sent to Ukraine, a Polish official told CNN on Tuesday.  ", "Earlier Tuesday, the German government press office confirmed receipt of a Polish request to export the German-made main battle tanks to Ukraine.  ", "Newspaper Der Spiegel reported Tuesday that German Chancellor Olaf Scholz has decided to deliver battle tanks to Ukraine after \"months of debate.\" It will be part of a larger effort for allies to send tanks to Ukraine, the report said.  ", "CNN reached out to the German government for comment on Tuesday but has not received a response.  ", "Gen. Daniel Hokanson, the chief of the US National Guard,told reporters Tuesday that it is \"pretty motivating\" to see Ukrainian troops training with Guard members in Germany.  ", "Ukrainian soldiers began training in Germany with US troops last week on combined arms training. A group of 90-100 troops also began training on the Patriot missile system at Fort Sill, Oklahoma.  ", "Germany is set to send Leopard 2 tanks to Ukraine, newspaper Der Spiegel reported on Tuesday evening, citing unnamed sources. German Chancellor Olaf Scholz has decided to deliver battle tanks to Ukraine after \"months of debate,\"according to the exclusive Der Spiegel report.  ", "It will be part of a larger effort for allies to send tanks to Ukraine, the report added.  ", "Meanwhile, the Biden administration is finalizing plans to send US-made Abrams tanks to Ukraine and could make an announcement as soon as this week, according to three US officials familiar with the deliberations.  ", "An announcement about the tanks could be part of an attempt to break a diplomatic logjam with Germany, which indicated to the US last week that it would not send its Leopard tanks to Ukraine unless the US also agreed to send its M1 Abrams tanks.  ", "CNN reached out to the German government for comment on Tuesday evening but has not received a response.  ", "Meanwhile, German parliament is still due to debate the contentious issue of possibly sending Leopard tanks to Ukraine on Wednesday morning.  ", "The German army has 320 Leopard 2 tanks in its possession but does not reveal how many would be battle-ready, a spokeswoman for the Ministry of Defense previously told CNN.  ", "A bipartisan group of United States senators who just returned from a visit to Ukraine urged President Joe Biden's administration to send tanks to Kyiv in hopes of encouraging Germany and other allies to also send tanks.  ", "\"The best tank for the fight is the German Leopard tank ... [and] American tanks can be helpful in this regard. If we send some Abrams tanks, it will open the floodgates to more tanks coming from allies,\" Republican Sen. Lindsey Graham said at a news conference Tuesday.  ", "Graham said that despite some issues associated with the American Abrams tanks, sending them would still be an important signal. US officials said publicly last week that hesitations stemmed from the tanks being costly and requiring a significant amount of trainingto operate.  ", "Democratic Sen. Richard Blumenthal added that \"the Pentagon ought to come full board with those Abrams tanks, if that's what is necessary for the Germans to give permission to our allies, to provide the Leopard 2 tanks, and for the Germans to provide those tanks themselves.\"  ", "The senators stressed that they believe the war is at an important point and that there is an urgent need for additional weapon support now.  ", "\"I want to thank President Biden for saying that Ukraine will get everything it needs to win. ... There is an urgency to now, time is not on our side,\" Blumenthal said.  ", "CNN reported earlier that the Biden administration is finalizing plans to send the US-made Abrams tanks to Ukraine and could make an announcement as soon as this week, according to three US officials familiar with the deliberations.  ", "The head of the Wagner private military company on Tuesday appealed to the Russian State Duma to issue protections for the volunteers and convicts who fight as Wagner mercenaries in Ukraine.  ", "He said that it was necessary to ban publications \"of a negative nature and any criticism of the participants of the special military operation, as well as information about their past offenses.\"  ", "\"I ask you to urgently take measures about the introduction of article 280.5 'On discrediting participants in hostilities, volunteers, including former convicts' to the Criminal Code,\" he added.   ", "Prigozhin said that Wagner fighters \"courageously and honourably fulfill their duty to the Motherland, effectively completing military tasks, ensure the safety of the state and suffer combat losses.\"  ", "Prigohzin also brought up the issue of number of media outlets and bloggers \"who openly discredit volunteers.\"  ", "\"Such practices must be severely suppressed in order to consolidate our society in confronting Russia's external threats,\" he said.  ", "Mariupol's Azovstal plant is too badly damaged to be restored to a functioning state, a Russian official tasked with government construction projects said Tuesday, according to the Russian state news agency TASS.  ", "\"Definitely no one will restore Azovstal, because to do it on the scale of that Soviet enterprise, as it was before, this is impossible and unprofitable. It was too badly destroyed during the hostilities,\" said Yulia Maksimova, head of state-owned company Roskapstroy.  ", "According to Maksimova,the region's economy will be \"partially revised\" and \"new directions will be developed.\"  ", "Remember: The Azovstal plant was the site last spring of a longstanding siege of Ukrainian forces by the Russian military, hoping to complete their capture of the southeastern Ukrainian city of Mariupol.  ", "Separately, the new Russian-appointed mayor of Mariupol, Oleg Morgun, on Tuesday announced plans to restore the Azov Shipyard, which is the largest enterprise in the Sea of Azov, specializing in ship repair and shipbuilding.  ", "\"There is an intention to restore the Mariupol shipyard, for it to work,\" Morgun said on state TV Russia 24.  ", "According to Morgun, there are plans to also restore the work of the Ilyich metallurgical plant as there is \"interest from investors\" from other regions of Russia who also want to open new production facilities in the city.  ", "The German parliament will debate the contentious issue of possibly sending Leopard tanks to Ukraine on Wednesday.  ", "The opposition parties Christian Democratic Union (CDU) and Christian Social Union (CSU) have requested the debate, arguing they want to \"end the Leopard-blockade of the federal government.\" The opposition parties say, according to the parliamentary website, that the German government \"must fear losing the trust of its allies.\"  ", "The debate will start at 9.05 a.m. ET Wednesday.  ", "Some context:Polandhas formally askedGermany for permission to transfer Leopard 2 battle tanks to Ukraine. Germany has so far resisted calls from Poland, the US and a handful of other NATO countries to transfer the tanks into Ukraine, or authorize other countries to send some of their Leopards to Kyiv.  ", "However, Germany's Defense Minister Boris Pistoriussaid earlier that the country will make a decision on the tanks\"very soon.\"", "The European Commission on Tuesday welcomed developments in Ukraine suggesting the country is taking corruption seriously, a spokesperson said Tuesday.  ", "European Commission spokesperson Ana Pisonero said that she could not comment on ongoing criminal matters, but said \"we do welcome of course the fact that the Ukrainian authorities are taking these issues seriously.\"  ", "Ukraine was granted EU candidate status in June 2022.  ", "Some more context: A number of senior Ukrainian officials have resigned or been fired by President Volodymyr Zelensky in the biggest shakeup of the government since the war began.   ", "The shakeup comes amid a growing corruption scandal linked to the procurement of wartime supplies.   ", "The recent changes to \"personnel\" within Ukraine's government prove that Zelensky\"sees and hears society,\"according to a presidential adviser.   ", "The German army has 320 Leopard 2 tanks in its possession, but it has not revealed how many would be battle ready, a spokesperson for the Ministry of Defense told CNN.  ", "Those Leopard 2s - all in the A5, A6 and A7 series, are in various stages of condition, state of repair and readiness to be deployed, the spokesperson explained.  ", "The German army no longer has Leopard 1s in its possession, which is an older series of the main battle tank line, she said. Likewise, it does not have older Leopard 2 models like the A4, in stock.  ", "Separately, the arms manufacturer Rheinmetall said last week it had 139 Leopards in stock, but of those only 29 Leopard 2s would be combat-ready for delivery in the spring of this year. Those 29 have already been theoretically pledged to third countries as part of a tank swap.  ", "The rest of the stock needed to be prepared over a longer period of time, according to the company.  ", "A Rheinmetall spokesperson on Tuesday told CNN that of the rest of the stock - 88 Leopard 1 tanks - a few could be deliverable in about nine months, and the rest in a year.  ", "Another German weapons manufacturer, FFG, has 99 Leopards in its depot, but only the older Leopard 1 range, a spokesperson for the company tells CNN.  ", "Even if a tank is ready and repaired, it needs munition and spare parts to be deployable.  ", "Some context: Polandhas formally askedGermany for permission to transfer Leopard 2 battle tanks to Ukraine. Germany has so far resisted calls from Poland, the US and a handful of other NATO countries to transfer the tanks into Ukraine, or authorize other countries to send some of their Leopards to Kyiv.   ", "However, Germany's Defense Minister Boris Pistoriussaid earlier that the country will make a decision on the tanks\"very soon.\"", "Dmitry Medvedev, the deputy chairman of the Russian Security Council, claimed Tuesday that Moscow's \"adversaries\" monitoring arms production in the country would be disappointed because it has \"quite enough of everything,\" according to state news agency TASS.  ", "Medvedev made the comments during a visit to the Kalashnikov plant in the city of Izhevsk, where heheld a meeting focusing on the production of essential weapons and military vehicles,according to TASS.  ", "\"And our adversaries are watching as well, as they claim from time to time that we [lack] either this or that, that we have only enough missiles for only a couple more strikes, or something else like that. So, I would like to disappoint them - we have quite enough of everything,\" he said, according to TASS.  ", "Russian President Vladmir Putin said Tuesday that inspections have indicated a shortage of some drugs in Russian pharmacies as well as an increase in prices, according to state news agency TASS.  ", "\"The fact is that, firstly, our prices have grown lately and there has been a certain shortage of some medicines, despite the fact that we have seen an increase in the production of pharmaceutical products,\" Putin said during a virtual meeting with members of the government.  ", "\"In the first three quarters of last year it was about 22% up, with domestically manufactured drugs accounting for 60% of our market,\" Putin said, according to TASS.  ", "\"Nevertheless, there is a shortage of certain drugs, and their prices have risen,\" he added.  ", "Some context: Shops in Moscow have shuttered as businesses face theeconomic fall-outfrom massive Western sanctions in response to thewar in Ukraine. While the shelves in most stores remain well stocked, Western products are becoming increasingly scarce and very expensive, further driving prices that are already hammering many Russian households.  ", "Poland will ask for reimbursement from the European Union for any Leopard tanks it sends to Ukraine, the Polish prime minister said Tuesday.   ", "In an interview with Polish broadcaster TVN, Mateusz Morawiecki said the request will be \"another test of the goodwill of the European Union,\" and added that he hopes it will happen.   ", "The German government has received the Polish request to export German-made Leopard 2 battle tanks to Ukraine, a spokesperson told CNN.   ", "Germany has so far resisted calls from Poland, the US and a handful of other NATO countries to transfer the tanks into Ukraine, or authorize other countries to send some of their Leopards to Kyiv.  ", "That position has led to a weekslong spat between German and Polish leaders, with Morawiecki accusing Germany of \"wasting time\" by failing to come to a decision.  ", "\"We are preparing our decision and it will come very soon,\" German Defense Minister Boris Pistorius said during a joint news conference with NATO Secretary General Jens Stoltenberg Tuesday, adding that if the decision is to send the tanks, Germany would be able to \"act very soon.\"  ", "CNN's Rob PichetaandAntonia Mortensen contributed to this post. ", "Poland has officially requested permission to re-export German-made Leopard 2 battle tanks to Ukraine. A German government spokesman would not say how quickly a possible approval could happen, but said the process would take place with \"necessary urgency.\"  ", "In Ukraine, a number of officials have left their government posts amid a renewed anti-corruption drive from President Volodymyr Zelensky.  ", "Here are the latest headlines:", "The current map of control:", "Uprooted from its home in Ukraine's Donbas region in 2014, soccer clubShakhtar Donetsk is accustomed to the change and upheaval brought about by war having played at stadiums around the country for close to a decade.  ", "But even by Shakhtar's standards, the events that have unfolded since Russia's invasion of Ukraine last February have been unprecedented.  ", "\"What we're doing on the pitch, it's in support of our people, our refugees, our Ukrainian Army,\" the club's CEO Sergei Palkin tellsCNN Sports.  ", "At the start of Russia's invasion, theUkrainian Premier Leaguewas postponed for six months, in which time Shakhtar embarked on a \"Global Tour for Peace\" across Europe to raise money for those caught up in the war.  ", "Read the full story here.", "US and Western officials are urging Ukraine to shift its focus from the brutal, months-long fight in the eastern city of Bakhmut and prioritize instead a potential offensive in the south, using a different style of fighting that takes advantage of thebillions of dollars in new military hardwarerecently committed by Western allies, US and Ukrainian officials tell CNN.  ", "For nearly six months, Ukrainian forces have been going toe-to-toe with the Russians over roughly 36 miles ofterritory in Bakhmut, which lies between the separatist-held cities of Donetsk and Luhansk. Heavy shelling has left the city almost completely destroyed.  ", "\"It is a brutal and grinding fight,\" a senior Western intelligence official said last week, with each side exchanging anywhere from 100-400 meters of land per day and exchanging several thousands of artillery rounds almost daily.   ", "Now, ahead of what is widely expected to be abrutal spring of fighting, there is a tactical opening, US and Western officials say. In recent weeks they have begun suggesting that Ukrainian forces cut their losses in Bakhmut, which they argue has little strategic significance for Ukraine, and focus instead on planning an offensive in the south.  ", "That was part of a message delivered by three top Biden officials who traveled to Kyiv last week.  ", "Read the full story here:", "The German government has received a Polish request to export German-made Leopard 2 battle tanks to Ukraine, a spokesman told CNN.  ", "He would not say how quickly a possible approval could happen, but said the process would take place with \"necessary urgency.\"  ", "\"The Federal Government has received an application from Poland for the export of Leopard 2 tanks,\" the spokesman confirmed.   ", "\"As already explained by government spokesman Steffen Hebestreit at yesterday's government press conference, applications for the approval of an arms export are examined with the necessary urgency in accordance with the established procedures and arms export guidelines,\" he added.  ", "Two more deputy ministers have been dismissed from the Ukrainian government as part of the \"personnel\" changes announced by President Volodymyr Zelensky last night.  ", "\"At a meeting of the Cabinet of Ministers of Ukraine on Jan. 24, a number of personnel decisions were made,\" Oleh Nemchinov, the minister of the Cabinet of Ministers of Ukraine, said on Telegram.  ", "He said that Viacheslav Nehoda, the deputy minister of Communities and Territories Development of Ukraine, and Vitalii Muzychenko, deputy minister of Social Policy of Ukraine, had been dismissed.  ", "They join Viacheslav Shapovalov, a deputy minister of defense, and Ivan Lukerya, a deputy minister of Communities and Territories Development, in leaving the government.  ", "The dismissals follow that of Vasyl Lozynskyy, the acting minister of Communities and Territories Development.   ", "Ukraine's Infrastructure Ministry said on Sunday that Lozynskyy had been arrested on suspicion of embezzlement. He has not commented on the allegations.  ", "In a Facebook post published on Monday, Lozynsky's lawyer, Oleksandr Tananakin, said his client had been dismissed \"before he was notified of suspicion.\"   ", "\"No funds, let alone in the amounts indicated by the NABU [National Anti-Corruption Bureau, which hadaccused him of receiving \"unlawful benefits\"], were found and seized from Mr. Lozynsky,\" he said.   ", "Tananakin accused the bureau of \"deliberately using manipulative tactics to inform the public in order to artificially create a representation of Lozynsky's guilt and form a negative image of him.\"  ", "In a post on his Facebook page, Nehoda said that he was \"automatically subject to dismissal\" because \"in December, the Government decided to liquidate the Ministry of Regional Development.\" He said that only two deputies were offered jobs with the minister and that all others automatically lost their jobs. \"I didn't write any letter of resignation, it's not necessary at all,\" he said.  ", "In addition, the cabinet supported the dismissal of the governors of the Dnipropetrovsk, Zaporizhzhia, Kyiv, Sumy and Kherson regions, Nemchinov said.  ", "On Monday night, Ukrainian President Volodymyr Zelensky had signaled that there would be changes to \"personnel\" within the Ukrainian government, without naming the people impacted.  ", "The Kremlin is not currently talking about the possibility of restricting citizens' travel outside of Russia, spokesperson Dmitry Peskov said Tuesday.  ", "\"No (such plans) are not being discussed in the Kremlin,\" Peskov told reporters.  ", "Earlier Tuesday, state news agencies reported that Russian lawmakers have drafted a bill requiring citizens to register online to book a specific date and time for crossing the Russian border.  ", "The proposed amendments will only affect freight transport, said Yevgeny Moskvichev, head of the State Duma Transport Committee, according to RIA Novosti.  ", "The draft bill was posted online on Monday but had been taken down as of Tuesday morning, according to RIA Novosti.  ", "The Kremlin and other Russian officials have repeatedly denied widespread speculation that Moscow is planning to close country's borders in January, and possibly announce a second wave of mobilization.  ", "Berlin's approval of Leopard 2 tank deliveries to Ukraine would inevitably affect relations between Russia and Germany, which are already at a \"fairly low point,\" Kremlin spokesman Dmitry Peskov said Tuesday.  ", "Peskov said that there is currently \"no substantive dialogue with Germany or with other EU and NATO countries.\"  ", "Peskov was speaking before Poland formally asked for approval from Germany to transfer some of its German-made Leopard 2 tanks to Ukraine on Tuesday.  ", "Recent changes to \"personnel\" within Ukraine's government prove that President Volodymyr Zelensky \"sees and hears society,\" according to a presidential adviser.  ", "\"Zelensky's personnel decisions testify to the key priorities of the state... No 'blind eyes',\" tweeted MykhailoPodolyak, an adviser to the Head of the Office of President of Ukraine.  ", "\"During the war, everyone should understand their responsibility. The President sees and hears society. And he directly responds to a key public demand - justice for all...\"  ", "Earlier Tuesday, it was announced that Ukraine'sdeputy defense minister, a deputy prosecutor general, andZelensky's deputy chief of staffhad tendered their resignations and been dismissed.  ", "Deputy defense minister Viacheslav Shapovalov resigned after allegations of corruption surfaced in the media.  ", "Germany will \"very soon\" decide whether to allow delivery of Leopard 2 tanks to Ukraine, Defense Minister Boris Pistorius said Tuesday.  ", "\"We are preparing our decision and it will come very soon,\" Pistorius said during a joint press conference with NATO Secretary General Jens Stoltenberg on Tuesday.  ", "If the decision is taken to send the tanks, Germany will be able to \"act very soon,\" added Pistorius.  ", "He defended Germany from criticism for holding off on sending the tanks, saying they are not the only ones weighing up the decision.  ", "Germany would not stand in the way if other nations started training Ukrainian soldiers on Leopard tanks, he added.   ", "\"We don't stand in the way of starting the training right away, but we can't do that until we've made a decision about how to handle the Leopard delivery,\" Pistorius said.  ", "Russian lawmakers have drafted a bill requiring citizens to register online to book a specific date and time for crossing the country's borders, state news agency TASS reported Tuesday, citing an official document at their disposal.  ", "The amendments to the transport law were prepared by Yevgeny Moskvichev, head of the State Duma Committee on Transport and Infrastructure Development, according to TASS.  ", "The amendments also introduce new measures of controlling the arrival of vehicles on the reserved date and time, and equipping checkpoints with means that would allow the forced stopping of vehicles, according to state news agency RIA Novosti.  ", "In September, the announcement of a \"partial mobilization\" sparked an exodus from Russia as military-age menfled the countryrather than risk being conscripted, with video footage showing long lines of traffic at land border crossings into several neighboring countries, as well as surging airfaresand sold-out flights.  ", "Poland has officially requested the transfer of Leopard 2 tanks to Ukraine, Polish defense ministerMariusz Blaszczaksaid Tuesday.   ", "\"I also appeal to the German side to join the coalition of countries supporting Ukraine with Leopard 2 tanks. This is our common cause, because it is about the security of the whole of Europe!\" he urged.  ", "CNN has asked Germany for confirmation.  ", "NATO Secretary General Jens Stoltenberg has said that he is \"confident\" a decision on sending German-made Leopard tanks to Ukraine will be made soon.  ", "Speaking to reporters at a news conference alongside new German Defense Minister Boris Pistorius in Berlin Monday, Stoltenberg said the much debated issue was discussed during a meeting between the two earlier.  ", "At a meeting at the US' Ramstein air base in Germany on Friday, Berlin failed to reach an agreement with key Western partners on providing the tanks to Ukraine ahead of a potential Russian spring offensive in the war.  ", "According to German law, weapons intended for warfare that are manufactured in the country cannot be re-exported without the federal government's approval.  ", "Ukraine's deputy defense minister Viacheslav Shapovalov has resigned after allegations of corruption surfaced in the media.  ", "Shapovalov submitted his resignation after a \"campaign of accusations related to the procurement of food supply (to the Armed Forces of Ukraine),\" according to a statement from the ministry, which described the allegations as \"unfounded and baseless.\"  ", "The minister was responsible for the logistics of the Armed Forces, the statement said.  ", "On Monday, the National Anti-Corruption Bureau of Ukraine said that it was investigating \"high-profile media reports about possible abuses by the Ministry of Defense in the procurement of food for the military.\"  ", "In his resignation letter, Shapovalov said he was leaving so as not to distract from the war effort.  ", "\"Due to the large public outcry, which was largely provoked by unsubstantiated manipulationsaround the issue of supplying the Armed Forces of Ukraine, there arerisks of destabilizing the army supply processes. This is unacceptable during the war with Russia,\" reads the letter.   ", "\"In this situation, the priority is to ensure the stable work of the Ministry of Defense of Ukraine and to create conditions for transparent, unbiased inspections by law enforcement and other authorized bodies.\"  ", "A top Russian general who oversaw a withdrawal of Moscow's forces from Ukraine's southern Kherson region two months ago has \"likely\" been dismissed as a key operational commander in the war, according to Britain's Ministry of Defence.  ", "It remains unclear whether Teplinsky will retain his additional remit as head of Russia'sAirborne Forces (VDV), the UK ministry added.  ", "\"There is a realistic possibility that debate over the tasks VDV has been given has contributed to his dismissal: VDV has often been employed in ground holding roles traditionally given to the mechanized infantry,\" the UK ministry said.  ", "The UK ministry said Teplinsky's removal could be a sign of discord within the Russian military hierarchy amid Moscow's faltering campaign following the appointment ofGen. Valery Gerasimov as overall commander earlier in January.  ", "CNN hasn't been able to independently verify the UK ministry's claims.  ", "In a post on Telegram announcing his resignation, Kyrylo Tymoshenko, deputy head of the Ukrainian presidential administration, said he was \"grateful to all Ukrainians for their trust in our work.\"  ", "Here's a translation of his statement:", "Tymoshenko did not specify a reason for his resignation in his Telegram post.  ", "The office of Ukrainian President Volodymyr Zelensky confirmed Tymoshenko's resignation on Tuesday, a day after the president had signaled there would be changes to \"personnel\" within the Ukrainian government, without naming specifically affected people.  ", "Kyrylo Tymoshenko, deputy head of the Ukrainian presidential administration, has resigned from his post, according to a statement posted on his official Telegram account Tuesday.  ", "Tymoshenkoshared a photo of his resignation notice and said: \"I would like to ask you to dismiss me from the post of Deputy Head of the Office of the President of Ukraine at my own request.\"  ", "In his statement, Tymoshenko thanked Ukrainian President Volodymyr Zelensky, heads of regional military administrations and mayors, and his wife and son.  ", "Tymoshenko did not specify a reason for his resignation in his Telegram post.  ", "Zelensky's office confirmed Tymoshenko's resignation on Tuesday, a day after the president had signaled there would be changes to \"personnel\" within the Ukrainian government, without naming specifically affected people.  ", "The Biden administration has recently raised concerns withChinaabout evidence it has suggesting that Chinese companies have sold non-lethal equipment toRussia for use in Ukraine, in an effort to ascertain how much Beijing knows about the transactions, according to two US officials.  ", "That equipment includes items like flak jackets and helmets, multiple sources familiar with US and European intelligence told CNN, but stops short of the more robust military assistance that Russia has requested.  ", "Some US officials believe the Chinese government knows about the equipment transfers and should take steps to upend them, the second official said.  ", "While the Biden administration is still weighing the impact and overall significance of the support, it is a matter of increasing concern among US officials.  ", "The US officials declined to offer details on the communications between the Biden administration and Beijing.  ", "Secretary of State Tony Blinken travels to China in the coming weeks, and the transfers are expected to be a topic of discussion, the second official said.  ", "CNN has reached out to the Chinese Embassy in Washington for comment. Bloombergfirst reportedthe contact between the Biden administration and Beijing.  ", "Read more here.", "Wagner Group fighters have become the disposable infantry of theRussianoffensive in eastern Ukraine, but a Ukrainian military intelligence document obtained by CNN sets out how effective they have been around the city of Bakhmut - and how difficult they are to fight against.  ", "Wagner is a private military contractor run by oligarch Yevgeny Prigozhin, who has been highly visible on the front lines in recent weeks - and always quick to claim credit for Russian advances. Wagner fighters have been heavily involved in taking Soledar, a few miles northeast of Bakhmut, and areas around the town.  ", "The Ukrainian report, dated December 2022, concludes that Wagner represents a unique threat at close quarters, even while suffering extraordinary casualties. \"The deaths of thousands of Wagner soldiers do not matter to Russian society,\" the report asserts.  ", "\"Assault groups do not withdraw without a command... Unauthorized withdrawal of a team or without being wounded is punishable by execution on the spot.\"  ", "Phone intercepts obtained by a Ukrainian intelligence source and shared with CNN also indicate a merciless attitude on the battlefield. In one, a soldier is heard talking about another who tried to surrender to the Ukrainians.  ", "CNN can't independently authenticate the call, which is alleged to have taken place in November.  ", "Wounded Wagner fighters are often left on the battlefield for hours, according to the Ukrainian assessment. \"Assault infantry is not allowed to carry the wounded off the battlefield on their own, as their main task is to continue the assault until the goal is achieved. If the assault fails, retreat is also allowed only at night.\"  ", "Read the full story:", "Russiahassenttensofthousandsofnewtroopstoreinforcethefrontlinesin Ukraine over the past few months, aseniorUSmilitaryofficialsaid Monday.  ", "Thetroopshave made little difference in the conflict, theofficialsaid, arriving on thefrontlines\"ill-equipped, ill-trained\" and \"rushedtothe battlefield.\"  ", "Russiahassentthetroopsin as replacements orreinforcements for existing units insteadofnewly organized and cohesive units.Thetroopsbegan arriving on the battlefield followingRussia's stated mobilizationof300,000newpersonnel in October, theofficiallater said.  ", "On Friday, Joint Chiefs Chair Gen. Mark Milley saidRussiahad suffered \"significantly well over 100,000 [casualties] now,\" including killed in action and wounded in action.  ", "US officials believe that Russian intelligence officers directed a Russian White supremacist group to carry out aletter-bombing campaignthat rocked Madrid late last year, targeting the prime minister, the American and Ukrainian Embassies as well as the Spanish Defense Ministry, according to current and former US officials.  ", "Spanish authorities have yet to make any arrests in connection with the attacks, which wounded one Ukrainian Embassy employee, but they were widely suspected at the time to be linked to Spain's support for Kyiv.  ", "Some details of how, exactly, the campaign was directed and carried out remain fuzzy, two US officials said. It's not clear how much knowledge - if any - the Kremlin or Russian President Vladimir Putin himself had.  ", "Still, US officials now believe the attack was likely a warning shot to European governments which have rallied around Ukraine since Russia's invasion in February of last year.  ", "The New York Timesfirst reportedon the alleged involvement of Russian intelligence in the attacks.  ", "A State Department spokesperson declined to comment \"on matters involving leaked intelligence or active law enforcement investigations,\" and referred to the Spanish government \"for information related to their ongoing investigation.\"  ", "Read more here.", "John Kirby, US national security council coordinator for strategic communications, on Monday downplayed the notion that Germany's indecision onproviding advanced military tanksto Ukraine is dividing NATO.  ", "Some Western allies continue to pressure Germany to authorize the delivery of its modern Leopard 2 battle tanks to Ukraine.  ", "No decisions have been made \"one way or another,\" Kirby told CNN.  ", "German Defense MinisterBoris Pistoriussaid earlier on Monday that a decision would be taken \"soon,\" as EU Foreign Ministers meet in Brussels for talks on Monday.  ", "Kirby affirmed that \"NATO has never been more staunchly united than it has been over the last year with this war in Ukraine,\" but acknowledged the alliance is \"not going to ever agree on every single aspect of every decision\".  ", "\"What's really important to remember is that these are national decisions, they're sovereign decisions,\" he said.  ", "TheEuropean Union's foreign policy chief Josep Borrellon Monday outlined the bloc's plans tocontinue supporting Ukraine, saying it reached an agreement toprovide an additional 500 million euros ($543.03 million)andadditional military training assistance worth 45 million euros ($48.87 million), dedicated to a military training mission for Ukrainian forces.  ", "That brings the EU's total amount of military support for Ukraine, coming via the European Union's intergovernmental fund, to 3.6 billion euros ($3.9 billion), Borrell told reporters in Brussels on Monday.  ", "Borrell added that the total figure of the bloc's support to Ukraine, including military, financial, economic and humanitarian aid, now stands at 49 billion euros ($53.21 billion).  ", "A former commander in Russia's Wagner mercenary group,who fled to Norwayto seek asylumafter crossing the country's arctic border, has been arrested by Norwegian immigration authorities.  ", "Andrei Medvedev said he feared for his life after refusing to renew his service with Wagner, according to an interview with Vladimir Osechkin, head ofhuman rights advocacy groupGulagu.net, earlier in January.  ", "Medvedev said he was afraid of being executed in the same manner as Yevgeny Nuzhin - a defector from Wagner who was killed on camera with a sledgehammer.  ", "\"Beyond that, we have no comments,\"Johansen said.  ", "On Monday,Gulagu.net headOsechkin said in a new statement posted on YouTube that Medvedev called him from the detention center and told him authorities arrested him on Sunday.  ", "Osechkin said Medvedev is appealing tothe prime minister of Norway and journalists for protection and to stop the deportation process.  ", "More on Wagner:The mercenary group is headed by Russian oligarch Yevgeny Prigozhin and has emerged asa key playerinRussia's invasion of Ukraine- recently doing much of the fighting in the small eastern town ofSoledar.  ", "The group is often described as Russian President Vladimir Putin's off-the-books troops. It has expanded its footprint globally since its creation in 2014, and has been accused of war crimes in Africa,Syriaand Ukraine.  ", "Just last week, the US announced it would designate the Russian mercenary organizationas a \"transnational criminal organization\"and impose additional sanctions against the group and its support network across the world.  ", "CNN's Mick Krever andKatharina Krebs contributed reporting to this post.", "Germany has not received a request from Poland or any other country for permission to transfer German-made Leopard 2 tanks to Ukraine, a government spokesman said Monday.  ", "He promised that any application would be \"processed with the necessary speed that is required, but of course also with the necessary thoroughness that such procedures demand.\"  ", "Poland is one of 13 European countries with German Leopard 2 tanks in its inventory,according to the European Council on Foreign Relations think tank.  ", "It has offered to send them to Ukraine and is trying to convince other countries to do the same, but Germany's permission is typically required to re-export them.  ", "On Sunday, Poland's Prime MinisterMateusz Morawieckic said Europe was \"wasting time\" on the discussions.  ", "But Hebestreit defended Berlin against such accusations.  "], "headline": "January 24, 2023 - Russia-Ukraine news    ", "timestamp": "  Updated  11:20 AM EST, Mon March 6, 2023    ", "act": "/europe/live-news/russia-ukraine-war-news-1-24-23"}, "/2023/03/06/europe/russia-ukraine-bakhmut-analysis-intl": {"paras": ["For the first time in eight months, the Russians are on the cusp of taking a Ukrainian city, albeit a small one already abandoned by more than 90% of its prewar population.   ", "Ukrainian defenses in and around the eastern city of Bakhmut are being squeezed by a combination of intense artillery, mortar fire, and airstrikes and a substantial commitment of ground forces, both Russian regulars and fighters of the Wagner private military company.   ", "If and when Bakhmut falls, it may be tempting to ask whether Russian forces are improving, learning from the catalog of mistakes they have made so far in this conflict and finally exploiting their superiority in numbers and firepower.   ", "The answer: probably not.    ", "Mick Ryan, a former Australian general and author of the WarInTheFuture newsletter, says \"the Ukrainian Armed Forces might decide that they have achieved all they can by remaining in their defensive locations around Bakhmut, and that force preservation for the battles that follow is more important.\"   ", "But a Ukrainian withdrawal does not equal disaster if carried out in an orderly way. \"It should be treated as a routine tactic rather than a harbinger of disaster,\" Ryan says.   ", "The Ukrainians have used Bakhmut to inflict massive losses on the attacking force: by some estimates at a ratio of 7:1. There comes a moment when it is smarter to withdraw than suffer growing losses and the damaging blow to morale of seeing the surrender of hundreds and maybe thousands of surrounded Ukrainian soldiers.    ", "For the Ukrainians judging that moment is critical.   ", "But for the Russians, taking Bakhmut would not alter the fundamental shortcomings in their campaign.    ", "The battle for Bakhmut does suggest to some extent the Russians are changing their way of warfare, or at least trying to do so.   ", "They still rely on massive barrages of indirect fire (artillery and howitzers, rockets, aerial bombardment) to pulverize defensive positions. This was the tactic in the cities of Mariupol, Severodonetsk and Lysychansk last year. In short: leave nothing standing that can be defended.   ", "To recall the words of the Stalin-era Marshal Georgy Zhukov, \"The longer the battle lasts the more force we'll have to use.\"   ", "But such persistent fire demands an efficient logistics chain. Russian forces still struggle on that count.    ", "For sure, the end game in Mariupol and other cities taken last year ultimately involved men advancing street by street. But they were rarely Russian regulars, more often Chechen units, militia from the self-declared Luhansk and Donetsk Republics, and small numbers of Wagner operatives.    ", "And frequently they were moving into territory already abandoned.   ", "The campaign to take Soledar in January and now nearby Bakhmut has been out of the same playbook but with one notable and gruesome exception: the waves of infantry recruited by Yevgeny Prigozhin's Wagner Group sent to flood Ukrainian defenses.   ", "Prigozhin has acted unilaterally to shame the Russian military and burnish his own reputation. Wagner fighters taken prisoner by the Ukrainians told CNN they had next to no coordination with regular Russian forces, except for artillery support, as they were sent forward in their hundreds and thousands into the Ukrainian line of fire.   ", "Prigozhin bragged last week that if Wagner left Bakhmut, the front would fall.    ", "There are also signs that the Russians have used more infantry in their unsuccessful efforts to advance into Vuhledar, again with heavy losses.   ", "It's as if the Russians are bolting on rather than integrating a new dimension to their battle order: overwhelm Ukrainian defenses with wave after wave of cannon fodder - and accept casualty rates of up to 80% in the process.   ", "Such a devastating percentage of casualties is unsustainable along front lines extending thousands of kilometers. To some analysts, such losses mean \"the conditions are already present for a large-scale Russian military mutiny.\"   ", "Bakhmut has become an obsession for the Russians in the absence of progress elsewhere, far beyond any strategic rationale. Anxious that Prigozhin was taking the bouquets while it was taking the brickbats, the Russian Defense Ministry started pouring more forces into the area.    ", "But the focus on Bakhmut may have come at a cost to Russian operations elsewhere. Rather than a triumph of Russian generalship, the grinding campaign to take Bakhmut, first attacked some 10 months ago, illustrates the desperate need for a \"win\" - any win - regardless of the broader battlefield.    ", "That may explain why Ukrainian forces have been ordered to hold the line. Volodymyr Nazarenko, a deputy commander in the National Guard of Ukraine, said last week the Russians \"take no account of their losses in trying to take the city by assault. The task of our forces in Bakhmut is to inflict as many losses on the enemy as possible. Every meter of Ukrainian land costs hundreds of lives to the enemy.\"   ", "Russia's mobilization last autumn, recruiting some 300,000 men into uniform, provided a pool of foot soldiers and helped reconstitute units that had suffered heavy losses. At the same time, Prigozhin was scouring Russian prisons and converting his Wagner forces into the shock troops of the campaign.   ", "Ukrainian commanders knew they would soon face another onslaught.     ", "But according to the Modern War Institute at West Point, \"Russia has been unable to prove it can effectively integrate new forces into damaged formations or build cohesive teams from ad hoc groupings of scattered unit remnants.\"     ", "Russia is now \"attempting to fight a costly, prolonged conflict with a pickup team of replacements while suffering from severe battlefield leadership attrition,\" the Institute assesses.   ", "But there are more systemic issues.    ", "The Ukraine conflict has seen Russian forces gradually trying to move away from reliance on Battalion Tactical Groups (BTGs), combined arms formations that have proved ill-equipped for the Ukrainian conflict. Their Achilles heel: a lack of infantry and reconnaissance.   ", "The lack of each within BTGs in the advance toward Kyiv a year ago was one of the reasons the campaign stuttered and failed. Russian forces were vulnerable to ambush.    ", "That vulnerability has been aggravated by an ingrained culture that values obedience over initiative.   ", "In the words of a recent study by the European Council on Foreign Relations, \"The inadequate training and incompetence of Russian military personnel - combined with the strict hierarchies in which they operated, which left officers incapable of acting on their own initiative - meant that they were unable to quickly coordinate advances deep into enemy territory.\"   ", "As Rob Johnson wrote in the US Army War College Quarterly: \"Basic battle skills (such as alertness, logistics management, and moving tactically across the terrain to avoid casualties) were substandard, and evidence suggests a significant lack of discipline.\"   ", "Such deficiencies are not cured overnight. And retooling formations and structures in the midst of fighting a war is not ideal, but even less so when there is a shortage of competent mid-level commanders. The loss of colonels and lieutenant colonels adds to Russian troubles.   ", "Russia \"has responded to battlefield struggles in Ukraine by turning to its past model of fielding a large conscript force,\" says the Modern War Institute. \"In some ways this mirrors the tension between Russia's pursuit of a technologically sophisticated way of war and its longstanding bias for simple, rugged mass.\"  ", "That rugged mass has certainly inflicted severe losses on Ukrainian units in the past few months, and some Ukrainian commanders have questioned the wisdom of clinging on to both Soledar and Bakhmut.   ", "But even if the Russian flag is raised over the ruins of Bakhmut, it may turn out to be a Pyrrhic victory.   ", "As Mick Ryan writes: \"If the Russians do capture Bakhmut, they are seizing rubble. It is a town with minimal strategic importance, with almost no remaining infrastructure to support an occupying force. That the Russians have invested so much in its capture speaks volumes about their poor strategy in this war.\"   ", "On top of that, they have exhausted men and materiel that might have been badly needed as and when the Ukrainians eye counteroffensives in the months to come.   "], "headline": "Russia may be close to capturing Bakhmut. But a victory could come at a heavy cost    ", "timestamp": "  Updated  10:09 AM EST, Mon March 6, 2023    ", "act": "/2023/03/06/europe/russia-ukraine-bakhmut-analysis-intl"}, "/2023/03/06/europe/ukraine-missing-children-russia-intl-cmd": {"paras": ["A week after Russia invaded, the family of 15-year-old Arina Yatsiuk decided to flee their home near the Ukrainian capital by car. Less than 10 miles down the road, they encountered a group of Russian troops.  ", "The soldiers started shooting, then dragged Arina and her 9-year-old sister Valeria out of the back seat. Arina was wounded and put into one car; Valeria was ushered into another.  ", "Valeria was taken to a nearby village, where locals found her standing by the road. Denys and Anna, the girls' parents, were discovered shot dead in their car.    ", "But March 3, 2022, was the last time anyone saw Arina. She's one of 345 Ukrainian children who have disappeared since Russia launched its full-scale war on Ukraine last February, according to official Ukrainian statistics.  ", "The Ukrainian government says many of the missing children have been forcibly taken to Russia. The Russian government doesn't deny taking Ukrainian children - in fact, it says it's \"saving\" them.  ", "Arina's aunt, Oksana Yatsiuk, told CNN the family has been searching for the girl with deep brown eyes and braces ever since she disappeared. Arina is good at drawing and loves make-up and traveling, her aunt said.  ", "\"She had big dreams, but the 'Russian liberators' decided everything for her. When we find her, we will carry on with her plans,\" she said.  ", "The family said they believe the girl, who is now 16, is still alive and \"held captive\" in Russia.    ", "\"I sent official letters to all of the medical facilities, to the Ministry of Health in Russia, Belarus and Ukraine and the official answer I received is that she has not been registered anywhere,\" Yatsiuk told CNN in a phone interview.  ", "Yatsiuk, who is based in Poland, said she believes Arina had no documents on her when she went missing, which is perhaps why she hasn't been officially registered anywhere.    ", "\"I received an official reply that Arina was not recorded crossing the border,\" she said.  ", "The family has been combing through social media groups, reaching out to groups of displaced people and working with volunteers in Russia and Belarus.  ", "Yatsiuk said Arina's DNA is also regularly checked against the national registers. \"She is not on the official lists of dead,\" she said.  ", "A Russian volunteer who is helping with the search said they believe Arina was taken to a medical facility in Russia and has remained in the country ever since.    ", "The volunteer, who spoke to CNN on the condition of anonymity because their involvement in the search could threaten their safety, said there have been no new leads on the case since the fall.  ", "Arina's disappearance still haunts Marina Lypovetska, the head of projects at Magnolia, a Ukrainian NGO which specializes in cases of missing children.    ", "\"She is a witness of war crime. If her younger sister didn't understand that her parents were killed, I suppose that she understood, she herself was wounded and is also a victim of a war crime,\" Lypovetska told CNN in an interview at Magnolia's office in Kyiv.  ", "Magnolia has received more than 2,600 requests from families and friends of missing children since the start of the full-scale war in February 2022, more than the total number of calls it got over the previous 20 years.  ", "Its 18 employees work round the clock. They are in touch with the families of missing children, offering psychological and legal help. The group is also conducting its own searches using open-source intelligence techniques, public appeals and social media sleuthing to gather information.  ", "Most of the calls coming in are about children from Ukraine's occupied territories or areas hit by heavy fighting.    ", "\"Before the war, most cases were runaways, but now, most are directly connected to military actions,\" Lypovetska said, adding that in the early days of the war, the majority of calls were from desperate families who had lost contact with loved ones in occupied areas.  ", "But a few weeks into the conflict, Magnolia started receiving more calls about children who have been separated from their families during attacks or went missing during evacuations, she said.    ", "And it soon became obvious that some of these children had been sent to Russia.  ", "Under international agreements, including the Rome Statute of the International Criminal Court, the deportation of a civilian population is considered a war crime and forcible transfers of children of one group to another group amount to genocide.   ", "The United Nations' refugee agency said in January that Russia's actions were violating fundamental principles of child protection, Reuters reported.  ", "But Russia has been brazenly open about its actions.    ", "Over the past year, numerous Russian officials have publicly boasted about bringing Ukrainian children into the country. According to their statements, hundreds of children from occupied areas have been deported to far-flung places in Russia, where some have been promptly adopted by local families and given citizenship.  ", "A small group of children described by officials as having been rescued from the Donbas was paraded in front of tens of thousands of people during a rally in Moscow last month. The children were encouraged to hug a uniformed man whom one of the girls referred to as \"Uncle Yuri\" who \"saved\" them from Mariupol.  ", "CNN has asked the office of Russia's Commissioner for Children's Rights, Maria Lvova-Belova, for comment on the allegations. It received a generic acknowledgement of receipt, but no reply.  ", "Russian officials and pro-Russian separatists began deporting Ukrainian children across the border to Russia days before Moscow launched its attack on Ukraine. The leaders of the Russian-backed, self-declared Donetsk and Luhansk People's Republics (DPR and LPR) in eastern Ukraine ordered mass evacuations of civilians to Russia on February 18.  ", "According to Russian officials, the evacuation included children living in orphanages and boarding schools in the two separatist-controlled areas.    ", "Volodymyr Sahaidak, the director of a boarding school in Stepanivka, a settlement outside of Kherson, has first-hand experience of Russia's efforts to take away children. The school was home to orphans and children whose families weren't able to care for them, as well as children from families in difficult socio-economic circumstances.  ", "When Russian troops rolled into the southern Ukrainian city in early March 2022, Sahaidak decided he needed to hide his wards from the invaders.    ", "\"My biggest fear was that children would be taken to Russia, because I've seen what was happening in Donetsk and Luhansk regions during these eight years of war,\" he told CNN in a phone interview.  \"I've seen children being taken to Russia. So I was worried they would be taken and brainwashed to 'defend' Russia.\"  ", "He said that children who had relatives able to take care of them were sent away, while those who didn't were taken in by the staff of the school.    ", "Sahaidak said the school was repeatedly raided by Russian troops and officials in early June.  ", "\"They took all the personal files, they took all the hard drives, broke all the monitors, all the CCTV cameras, and took all the Ukrainian history books and a few others that they did not like,\" he said.    ", "While he managed to protect the 52 children he had under his guardianship, all between the ages of three and 18 years, he said a separate group of children that had been evacuated to the school from the Mykolaiv region was taken away by Russian troops.    ", "Sahaidak told CNN he managed to reach the head of the Mykolaiv school, who told him the group had been taken - against her will - to the Black Sea town of Anapa in Russia. According to Sahaidak, volunteers later helped the group to escape to Georgia. As of February, the children were still there, he said.  ", "The exact number of unaccompanied children who have been taken to Russia is unclear.  ", "A spokesperson for Ukraine's children's rights commissioner, Daria Herasymchuk, told CNN that as of February 23, 2023, at least 16,221 children had been forcibly deported. However, the spokesperson added, that number includes only the children Ukrainian officials know about. Many more may be in Russia without anyone being aware of their presence.  ", "Ukrainian Prosecutor General Andrii Kostin said last week that Ukraine managed to secure the return of 307 children so far. \"To do more, we need the help of the international community,\" he said during a meeting with the Council of Europe's Commissioner for Human Rights Dunja Mijatović.  ", "Russian officials have not responded to CNN's questions about the number of children brought to Russia by people other than family members. Statements issued throughout the year make it clear the numbers go into the thousands.    ", "According to statements from Russian regional officials, 400 children were sent to a facility in Rostov-on-Don, near the border between Russia and occupied Ukraine, in the first days of the war.  ", "In April, the office of Lvova-Belova, the Russian Commissioner for Children's Rights, said that around 600 children from Ukraine had been placed in orphanages in Kursk and Nizhny Novgorod before being sent to live with families in the Moscow region.  ", "As of mid-October, 800 children from Ukraine's eastern Donbas area were living in the Moscow region, many with families, according to the Moscow regional governor.  ", "Some of the children have ended up thousands of miles and several time zones away from Ukraine. According to Lvova-Belova's office, Ukrainian kids have been sent to live in institutions and with foster families in 19 different Russian regions, including Novosibirsk, Omsk and Tyumen regions in Siberia and Murmansk in the Arctic.  ", "Lvova-Belova herself adopted a 15-year-old boy from Mariupol, according to official statements.    ", "A Kremlin readout of her meeting with Vladimir Putin in February revealed she told the Russian President: \"Now I know what it means to be a mother of a child from Donbas - it is a difficult job but we love each other, that is for sure.\"  ", "In the same meeting, she said that placing Donbas children into Russian families was the \"favorite part of my work.\"    ", "Russian officials often claim that the children put up for adoption are orphans rescued from war-torn regions. But according to Ukrainian authorities, many of the children have relatives who want to take care of them in Ukraine.  ", "Last fall, a desperate father from Kharkiv called the Magnolia NGO. The man's wife had been killed while attempting to flee the fighting and the whereabouts of their 10-year-old son were unknown - until the father saw a video of his boy on a Russian TV program.  ", "\"And in the video they showed the boy's face and said, 'we saved this poor Ukrainian boy, an orphan, and we took him to a hospital in Luhansk,'\" Lypovetska, from Magnolia, told CNN.  ", "It took more than two months to reunite the father with his son, Lypovetska said. The NGO and Ukrainian authorities engaged a network of Ukrainian and Russian volunteers, along with lawyers, all trying to confirm the boy's location and negotiate his return.     ", "The boy was eventually found in Russian-occupied Luhansk. His father was unable to travel to the region because he wouldn't be allowed to leave the area and would be at risk of being forced to fight for the separatists, so it was up to the boy's grandmothers to make the long, treacherous journey.  ", "\"It's impossible to go to Luhansk from Ukraine, so they had to make a big circle through Russia, cross the border, then back through Russia to Europe, and only then back to Ukraine,\" Lypovetska said.  ", "Russia is open about its efforts to \"Russify\" the children brought from Ukraine.  ", "A new Russian law that came into effect in May has made it much easier to give Russian citizenship to Ukrainians - as long as they were \"orphans, children left without parental care, or incapacitated persons.\"    ", "But the Russification efforts go well beyond citizenship ceremonies.    ", "Russian officials often talk about Ukrainian children receiving Russian citizenship and taking part in nationalistic activities, camps and excursions, as well as being sent to \"patriotic\" schools.  ", "In one statement, officials announced that some children from eastern Ukraine had been dispatched to a St. Petersburg boarding school for the Cadet Corps of the Investigative Committee, an institution educating the next generation of Russian state officials.   ", "Several children from the separatist-run regions in eastern Ukraine were also among a group of almost 200 youngsters who attended a \"military-patriotic camp for difficult teenagers\" in Chechnya over the summer. The program was organized by Lvova-Belova and Chechen leader Ramzan Kadyrov, according to official statements issued by their offices.    ", "Photographs from the camp published by Chechen state media show teenage boys dressed in white hoodies printed with pictures of Kadyrov and Putin, waving Russian and separatist flags.    ", "According to Lvova-Belova, more than 1,000 teenagers from the DPR, LPR, Zaporizhzhia and Kherson - the four regions illegally annexed by Putin in September - attended special \"rehabilitation programs\" that included trips to famous Russian sights and meetings with celebrities.   ", "The US State Department-backed Conflict Observatory, run by the Yale Humanitarian Research Lab, released a report last month detailing what it said was a network of at least 43 camps across Russia where thousands of Ukrainian children have been held since the war started last February.  ", "CNN obtained a voice message sent by 16-year-old Serhiy to his mother in Ukraine from one of the camps. In it, he said: \"My friends and I were forced to sing the Russian anthem, but we didn't sing it. We got no reaction because they didn't see us. We have to sing the Russian anthem during every day's morning exercises.\" CNN is not disclosing his last name for security reasons.  ", "One of the authors of the Yale report, Nathaniel Raymond, said the \"primary purpose of the camps appears to be political re-education.\"    ", "\"At least 32 of the facilities identified [in the report] appear to be engaged in systematic re-education efforts that expose children from Ukraine to Russia-centric academic, cultural, patriotic, and in two cases, specifically military education,\" he said at a news conference.    ", "The report found that found that more than 6,000 children - ranging in age from mere months old to 17 - have been in Russian custody at some point during the course of the year-long war, although the \"total number of children is not known and is likely significantly higher than 6,000.\"  ", "Friday marked the first anniversary of Arina Yatsiuk's disappearance.  ", "Her younger sister Valeria has been formally adopted by her aunt and uncle. Oksana Yatsiuk, the aunt, told CNN the little girl was receiving psychological support and was slowly coming to terms with the horrible reality that her parents were murdered.  ", "\"She keeps asking about her sister, worries about her and is waiting for her,\" she said.    ", "\"We all believe she is alive and we will soon find her. We are considering all options, including that she might have already been adopted,\" she added.  ", "The pain of the Yatsiuk family is a stark contrast with the propaganda repeatedly pushed out by Russian officials, including Lvova-Belova.  ", "At one public event, the ombudsman described feeling \"patriotic\" about Russian families adopting children from the occupied regions of Ukraine.    ", "\"Isn't this unity, isn't this the patriotic feeling when there is no such thing as other people's children and that all of them are ours now?\" she said, according to an official statement.   "], "headline": "Russian troops killed her parents, then she vanished without a trace    ", "timestamp": "  Updated  2:46 AM EST, Mon March 6, 2023    ", "act": "/2023/03/06/europe/ukraine-missing-children-russia-intl-cmd"}, "/2023/03/05/europe/greek-prime-minister-apologizes-intl": {"paras": ["Fresh protests broke out in Greek on Sunday over a deadly train collision, despite an apology from the prime minister.  ", "In a statement, Greek Prime Minister Kyriakos Mitsotakis said \"we cannot, will not, and must not hide behind human error,\" following the crash, which left 57 people dead.   ", "A passenger train carrying more than 350 people collided with a freight train on Tuesday evening in Tempi, near the city of Larissa, the worst railway disaster in the country for years.  ", "The collision has sparked fury over safety standards on the Greek railway network. Sunday's protests were only the latest, with police using tear gas on demonstrators who gathered outside parliament in Athens.   ", "\"This crime should not be covered up, we will be the voice of all the dead,\" read one of the slogans.   ", "In a statement released Sunday, Mitsotakis said it should not be possible for two trains moving in opposite directions \"to be on the same track and not be noticed by anyone.\"  ", "\"As prime minister, I owe everyone, but above all to the relatives of the victims, a big sorry. Both personally, and in the name of all those who ruled the country for years,\" Mitsotakis said.  ", "The reference to human error marks a change of tone from the prime minister. In the aftermath of the collision he blamed \"tragic human error.\"  ", "His latest statement though suggested systematic problems in the Greek railway network, promising announcements in the coming days to \"immediately improve the safety of the railways.\"   ", "On Thursday after a train station manager was arrested in Larissa in connection with the collision, Greek authorities made public dispatch recordings revealing that one of the train drivers involved had received instructions to ignore a red light.   ", "Greece has a poor record of railway passenger safety compared with other countries in Europe, recording the highest railway fatality rate per million train kilometers from 2018 to 2020 among 28 nations on the continent, according to a 2022 report from the European Union Agency for Railways.  ", "The head-on collision left toppled carriages and scorched debris in its wake. Many of those on board were young people returning home from a holiday weekend.   ", "The country's transport minister resigned in the wake of the tragedy and a rail workers' union went on strike, accusing the government of neglecting the system.   "], "headline": "Greek protests over train crash flare despite prime minister's apology    ", "timestamp": "  Updated  11:02 AM EST, Sun March 5, 2023    ", "act": "/2023/03/05/europe/greek-prime-minister-apologizes-intl"}, "/2023/03/05/europe/turkey-finland-sweden-nato-membership-intl-cmd": {"paras": ["When Sweden and Finland declared their intention to join NATO last May, it was seen by many as a poke in the eye for Russia and evidence of a shift in European thinking. Historically, both countrieshad committed to non-alignment with NATO as a way of avoidingprovokingMoscow. The invasion of Ukraine changed that.  ", "Both Finland and Sweden - along with the vast majority of NATO allies - would like to see the countries formally join the alliance at a NATO summit on July 11. However, a significant hurdle stands in the way of this becoming a reality: Turkey has yet to give the plan itsformal and officialblessing.  ", "Turkey is not the only nation blocking the move: Hungary has also failed to ratify the Nordics' accession which further muddies the waters. However, right now getting Turkey on side is considered the priority.  ", "Unfortunately for the pro-NATO gang, Western officials are increasingly pessimistic that Turkey will budge.  ", "Officially, Turkish President Recep Tayyip Erdoğan objects to Sweden and Finland's membership on what he claims are security grounds. Turkey claims that both countries, though particularly Sweden, are harboring militants from the banned Kurdistan Workers Party (PKK), a designated terror group inTurkey, Sweden, the United States and Europe. Erdogan says he would like these individuals to be extradited; Sweden has made clear this won't happen.  ", "NATO diplomats are split on whether they think Turkey will budge before the July summit. Central to both schools of thought isthis year'sTurkish election, perceived as the biggest political threat Erdogan has faced in years.  ", "\"The image he has created of a strongman who gets results for the Turkish people has been shattered,\" explains Gonul Tol of the Middle East Institute's Turkey program. \"There is a lot of anti-West and anti-Kurd sentiment in Turkey at the moment. This is a good topic for him to bang his drum and a dramatic U-turn would only make him look weaker.\"  ", "Tol believes there are other reasons that Erdogan doesn't want to upsetRussia's President VladimirPutin.  ", "\"Russia has been a lifeline economically for Turkey after other nations imposed sanctions for their activities in Syria, their cooperation militarily with Russia and other hostile activity,\"Tol explains.\"Without Russian money, Erdogan would not have been able to raise wages or provide financial support to students. He is now promising mass rebuilding, post-earthquake. So Russia is still an attractive partner for Erdogan.\"  ", "Like many Western officials, Tol believes the Turkish claims about Sweden and Finland harboring terrorists provide perfect cover for Erdogan not to engage at a politically inconvenient time on the NATO question.  ", "While nothingmay come from the talksduebetween the three parties on Thursday, a conversation is taking place about how much political capital Erdogan might have to spend after the election, should he win.  ", "First, the optimists.  ", "This group includes Sweden, Finland and some of the states that border Russia or used to live under the Soviet sphere. They believe that Turkey, which benefits hugely from being part of NATO, will ultimately do what is in its best interest and drop objections.  ", "For this to happen, officials are bracing for Turkey to make more realistic demands than the handing over ofindividualsit deems to be terrorists,such as the lifting of sanctions or the US allowing Turkey to buy the fighter jets that the country badly needs to keep its air force up to date.  ", "Ultimately, the optimists believe there is a compromise that vastly favors NATO. The alliance, Sweden and Finland have made their case and NATO has an open-door policy for any country wanting to join. Sweden and Finland have more than met the criteria, so not joining makes a mockery of the alliance - an alliance that Turkey benefits from being a member. One NATO official told CNN that they assumed Erdogan would wait for the summit before conceding so that he can bask in the \"praise of all his Western allies.\"  ", "The far larger group among officials who spoke with CNN are pessimists. They think the chances of Erdogan shifting his position before July 11 are as good as zero and are already thinking beyond that summit.  ", "\"I think it's increasingly likely that Finland breaks from Sweden and goes for membership alone,\" one NATO diplomat told CNN.  ", "Other members of the alliance still see a real prospect of both countries being blocked and are considering how best NATO can handle such a scenario.  ", "Multiple NATO officials and diplomats told CNN that the danger here is Turkey's block feeding the Kremlin narrative that the West and NATO are divided. The alliance's job at that point will be to make clear that even if they are not members, Finland and Sweden are now effectively in lockstep with NATO. They might not be members, but they are as close partners as it's possible to be - and they are not neutral any more.  ", "Even if Turkey can be squared off, there is the separate, albeit less complicated issue of Hungary.  ", "Prime Minister Viktor Orban has publicly indicated he is not opposed to the Nordic nations joining, but keeps finding ways to stall a decision becoming official.  ", "There are a few reasons Orban would want to drag his feet. Finland and Sweden have both criticized Hungary for its rule of law record. He addressed this in a recent interview, asking how \"can anyone want to be our ally in a military system while they're shamelessly spreading lies about Hungary?\"  ", "Orban is considered to be the EU leader closest to Putin.Katalin Cseh, a Hungarian Member of the European Parliament, describes Orban's blocking of the Sweden and Finland bids as \"quite simply, another favor to Vladimir Putin.\" She believes that Orban, who has been accused of drifting towards autocratic leadership, has \"invested over a decade to copy his policies and build up a Putinist model,\" and that any perceived NATO victory over Putin \"puts his whole regime in jeopardy.\"  ", "It is possible that Orban is hanging on in order to get concessions from other EU member states, where Hungary has been accused of violating all manner of EU laws. The result has been withholding of EU funds and scorn from the bloc. While NATO and the EU are separate entities, they share many members and it is plausible that bilateral diplomacy could see some give-and-take between Hungary and its EU counterparts.  ", "For all Orban's foot-dragging, though, it is widely assumed that if Turkey can be squared off, Hungary will drop its opposition to Finland and Sweden joining NATO.  ", "The irony isn't lost on many that one of the main reasons Putin gave for invading Ukraine was to put a stop to what he claimed was NATO expansion. The fact that his aggression might have pushed a historically unaligned country into NATO is still seen by most in the West as a huge own goal by the Kremlin.  ", "Until an agreement is reached, however, the future of the alliance remains somewhat up in the air. Finland and Sweden have effectively picked a side since the start of the Ukraine conflict. It seems unlikely that they will return to a position of neutrality if the war were to suddenly end.  ", "The risk for NATO and the broader Western alliance comes if they fail to join the alliance at all and the Kremlin can use it for propaganda purposes. If that happens, even if the war suddenly ends, the narrative of a divided West will continue to be the drum that NATO's opponents can bang.  "], "headline": "Turkey is blocking NATO's expansion. It could backfire and hand Putin a propaganda coup    ", "timestamp": "  Updated  6:14 AM EST, Sun March 5, 2023    ", "act": "/2023/03/05/europe/turkey-finland-sweden-nato-membership-intl-cmd"}, "/2023/03/04/europe/russia-sergey-shoigu-ukraine-intl": {"paras": ["Russian Defense Minister Sergei Shoigu has paid a rare visit to Russian troops serving in occupied Ukraine - a visit that's probably as much about optics as about the course of Russia's invasion.   ", "A short video released by the Russian Defense Ministry showed Shoigu in a helicopter and then briefly with commanders amid some heavily damaged buildings. It was not immediately possible to geolocate the video.   ", "The Defense Ministry said Shoigu \"inspected the forward command post of one of the formations of the Vostok [Eastern] forces in the South Donetsk direction.\"   ", "The video did not suggest Shoigu was close to the most active front lines.    ", "Russian critics of Shoigu have frequently described him as remote and out-of-touch with the realities of the conflict. Yevgeny Prigozhin - boss of the Wagner private military company - has regularly appeared on the frontlines around the city of Bakhmut, often accusing the Defense Ministry of starving his fighters of resources and bureaucratic incompetence.   ", "Prigozhin said Friday that his fighters have almost surrounded Bakhmut, the only place of any consequence that Russian forces may be able to claim anytime soon.   ", "Shoigu's visit may be intended as a riposte to Prigozhin's forward presence, and also to galvanize Russian operations. While there have been incremental Russian gains around Bakhmut (at great cost), and a substantial escalation in Russian artillery, tank and aviation assaults in many areas, much of the long frontline is as it was three months ago.   ", "That is despite Russia's mobilization of 300,000 men last autumn and efforts to concentrate resources in the Donbas theater following the Russian withdrawal from nearly half of the Kherson region in the south in November.     ", "The video released by the Defense Ministry showed Shoigu at a meeting with three senior officers involved in the conflict:  Colonel Generals Mikhail Mizintsev, Sergei Rudskoy, and Rustam Muradov. This is probably intended to show that the Defense Ministry is firmly in control of the operation, despite Prigozhin's comments.   ", "But it's somewhat puzzling that the man directly in charge of the whole operation - Valery Gerasimov - did not appear to be part of this well-choreographed visit.   ", "Muradov's presence is notable. The commander of the Eastern Military District, he has been frequently criticized by Russian military bloggers and even units under his command for tactics that have led to heavy casualties, especially around the town of Vuhledar, where Russian forces suffered catastrophic losses in January.   ", "The pro-Wagner Telegram channel Grey Zone wrote of Muradov last month: \"This coward is laying down at the control point and sending a column after column until the commander of one of the brigades involved in the Vuhledar assault is dead on the contact line.\"   ", "Despite the deployment of a sizeable Russian assault force, Vuhledar remains in Ukrainian hands.   ", "In the Defense Ministry video released Saturday, Shoigu is seen as presenting awards to several soldiers, saying: \"There is still a lot of work ahead. I really hope that you will continue to faithfully serve our country. Good luck, success, and, of course, come back home alive!\"   ", "Yet another hint that the Russian hierarchy expects a long slog to achieve the goals of the invasion, a far cry from the lightning campaign that was promised - and soon unraveled - one year ago.    "], "headline": "Russia's Defense Minister Sergei Shoigu makes rare visit to frontline troops    ", "timestamp": "  Updated  12:14 PM EST, Sat March 4, 2023    ", "act": "/2023/03/04/europe/russia-sergey-shoigu-ukraine-intl"}, "/europe/live-news/russia-ukraine-war-news-03-1-23": {"paras": ["Our live coverage of Russia's war in Ukraine has moved here.", "Ukrainian forces are mostly holding their positions around the fiercely contested eastern city of Bakhmut, but at a high price, according to one commander.  ", "\"Bakhmut is withstanding,\" said Col. Yurii Madyar, commander of the 28th Brigade, but it's \"becoming increasingly difficult to do so.\"  ", "Russian forces have taken little additional territory in the past 24 hours, according to geolocated video and frontline accounts.  ", "If you're just now catching up, here's what else you should know:", "On the ground. There were Russian attacks on thecentralPoltava region as well as the Bilohorivka and Kreminna areas in the eastern Luhansk region, Ukrainian officials said. The General Staff said several civilians were wounded in Russian rocket attacks in the northern region of Kharkiv. It also reported heavy shelling along the frontline that runs north-south on the Luhansk-Kharkiv border.  ", "Beijing's stance: China's position on the Ukrainian crisis is consistent and clear, President Xi Jinping told his Belarusian counterpart, Alexander Lukashenko, on Wednesday, according to a Chinese readout of the meeting. Xi urged involved countries to \"stop politicizing and instrumentalizing the world economy\" and take steps to resolve the war. President Vladimir Putin said Wednesday he is readying for an upcoming visit by Xi to Moscow, according to the Kremlin.  ", "Russia's START note: Russia handed an official note to the United States on Tuesday on thesuspension of Moscow's participationin the New Strategic Arms Reduction Treaty, Russian Deputy Foreign Minister Sergei Ryabkov told Russian state media RIA Novosti Wednesday. The note did state that Russia will continue to observe the treaty's central provisions, Ryabkov told RIA. It comes after Putinsigned a lawsuspending Russia's participation in START, imperiling thelast remaining pact that regulatesthe world's two largest nuclear arsenals. The US is still in compliance with the treaty, but State Department spokesperson Ned Price suggested that could change depending on \"how Russia chooses to proceed.\"  ", "Wagner update: Wagner bossYevgeny Prigozhin saidthere are no Serbian nationals among the mercenary group's fighters in Ukraine, after \"the last one\" left the area two months ago. The comments come after Serbian PresidentAleksandar Vučić accused Wagner of trying to recruitSerbs to fight in Ukraine.   ", "Wagner bossYevgeny Prigozhin saidthere are currently no Serbian nationals among the Wagner PMC fighters in Ukraine, after \"the last one\" left the area two months ago. The comments come after Serbian PresidentAleksandar Vučić accused Wagner of trying to recruitSerbs to fight in Ukraine.  ", "The remarks come after POLITICO published an article featuring comments from Vučić, who was quoted saying that Serbs who have been recruited to fight in Ukraine \"are going to be arrested when they come back to Serbia.\"   ", "Vučić has openly accused Wagner of trying to recruit Serbian fighters for its ranks. His comments echo similar remarks published in Serbian media, according to CNN affiliate N1.The private Russian military company has advertised for personnel on Russia Today's Serbian-language portal, according to N1.  ", "Vučić has sought to balance Serbia's cultural and religious ties with Russia, with ambitions to join the European Union and NATO.  ", "Ukrainians have reported attacks in the Bilohorivka and Kreminna areas in the eastern Luhansk region of Ukraine.   ", "For the past two months, the front lines close to the border of Luhansk and Kharkiv regions have seen heavy exchanges of fire as well as fighting in the forests west of Kreminna, which is held by the Russians.  ", "\"They also have a lot of Lancet kamikaze drones, and they are trying to use them to search for positions and equipment and to inflict fire,\" Hayday said.  ", "There has also been heavy fighting east of the town of Kupyansk, which is in the same zone.  ", "The Ukrainian State Border Guard Service released video of aerial reconnaissance in the area, saying that over the past few days117 drone reconnaissance flights had helped fix artillery fire.  ", "The General Staff said that in the northern region of Kharkiv, several civilians had been wounded in Russian rocket attacks. It reported heavy shelling along the frontline that runs north-south on the Luhansk-Kharkiv border.  ", "Southwest of Donetsk city, \"the enemy conducted unsuccessful offensive actions,\" according to the General Staff.  ", "CNN has geolocated video published by one Ukrainian brigade showing several Russian tanks and fighting vehicles being struck near the town of Avdiivka.  ", "\"In the Zaporizhzhia and Kherson directions, the enemy is defending,\" the General Staff said, but \"in some areas, it is trying to create conditions for an offensive.\"  ", "The General Staff said Russian artillery had fired at more than 40 settlements in the long front line that runs from Donetsk through Zaporizhzhia and into Kherson.   ", "Russian forces continue to press their offensive in the Bakhmut area in eastern Ukraine, but have taken little additional territory in the past 24 hours, geolocated video and frontline accounts suggest.   ", "Col. Yurii Madyar, commander of the 28th Brigade, said in a video message on Telegram that \"Bakhmut is withstanding,\" but that the price for holding on to the city \"is becoming increasingly difficult to do so.\"  ", "\"The enemy has been raging for the last day first of all with the intention of destroying this city, to destroy as much of the remaining life here as possible - and at any cost to ensure the bypassing of the city of Bakhmut on the flanks in order to surround it and block the routes of military movement and delivery of necessary supplies,\" Madyar said.   ", "He added that there were battles involving small arms to the north of Bakhmut, and there was \"street fighting in the suburbs along the eastern, northern and southern and western-southern outskirts.\"  ", "Ukrainian units \"are holding the northern flank to prevent the enemy from encircling Bakhmut,\" Madyar said.  ", "As the ground softens with springtime, Madyar said he foresees the enemy not being able to \"carry out any quick operations.\"  ", "Oleksii Reva, head of Bakhmut city military administration, said there were stillheavy battles for the city. \"It is painful to see what enemy shells are doing to the city,\" he said on Facebook.  ", "The military's General Staff said that while \"the enemy continues to advance in the Bakhmut sector,\" attacks on settlements to the west of Bakhmut - Khromove, Ivanivske, Orikhovo-Vasylivka and Chasiv Yar - have been repelled.  ", "Russia has given the US an official diplomatic note on its withdrawal from the New START, a key nuclear arms reduction agreement, according to the State Department.  ", "Price called Russia's decision to unilaterally suspend the treaty \"unfortunate\" and \"irresponsible.\"  ", "\"Russia is not better off in a world where the two largest nuclear powers are no longer engaged in bilateral arms control,\" Price said, adding that \"Russia's willingness to promote instability, to promote irresponsible nuclear rhetoric, endanger every nation on this planet.\"  ", "Price said that the US is still in compliance with the treaty, \"including New START's numerical limits\" on nuclear weapons, but suggested that could change depending on \"how Russia chooses to proceed.\"  ", "\"If we see Russia take steps that would require any sort of change in our own nuclear posture or approach, we will make those adjustments as is appropriate,\" the official said.  ", "A senior State Department official said Monday that they were \"still receiving notifications, as recently as today, under the treaty, regular notifications,\" but \"we expect that as soon as that suspension has been formalized, that those will stop.\"  ", "More background: Russian PresidentVladimir Putinannounced last month that he was suspending his country's participation in the treaty, imperiling the last remaining pact that regulates the world's two largest nuclear arsenals.  ", "The treaty puts limits on the number of deployed intercontinental-range nuclear weapons that both the US and Russia can have. It was last extended in early 2021 for five years, meaning the two sides would soon need to begin negotiating on another arms control agreement.  ", "Under the key nuclear arms control treaty, both the United States andRussiaare permitted to conduct inspections of each other's weapons sites, though inspections had been halted since 2020 due to theCovid-19 pandemic.  ", "Ukrainian officials say there has been amissileattack on thecentralPoltava regionin Ukraine amid widespread air-raid warnings across the country.  ", "On Tuesday, Russia's Defense Ministry accusedUkraineof launching a spate of attempted drone strikes targeting infrastructure deep inside Russia, including near the capital. CNN is unable to independently confirm the claims for the alleged attack.  ", "Russian President Vladimir Putin said Wednesday he is readying for an upcoming visit by Chinese President Xi Jinping in Moscow, according to the Kremlin.  ", "Putin said he plans to meet with his counterpart and the Chinese delegation about a Moscow metro line during their visit to the Russian capital. A Russian division of a Chinese construction enterprise, China Railway Construction Corporation Limited (CRCC), was involved in building a section of the metro line, according to Russian state news agency TASS.  ", "\"I plan to meet with the President of China, and if the agenda permits, we will be happy to show it to our guests. At least, I think that members of the delegation should be able to see it,\" Putin said during the opening ceremony for theBig Circle Line, according to a transcript from the Kremlin. Putin attended the ceremony virtually.  ", "Some key context: Beijing has refused to acknowledge the nature of the Ukraine conflict - it has so far avoided calling it an \"invasion\" - and continued diplomatic and economic support for Moscow.  ", "As Russia continues to be hit with Western sanctions, China has declared\"no limits\" to its friendshipwith its northern neighbor and has thrown the Kremlinan economic lifeline.  ", "Russia has repeatedly requested drones and ammunition from China, sources familiar with the intelligence said, and Chinese leadership has been actively debating over the last several months whether or not to send the lethal aid, the sources added.  ", "The Russian defense ministry claimed in a statement that the military prevented a \"massive\" drone attack on Crimea.  ", "\"Six Ukrainian strike unmanned vehicles were shot down by air defense systems.Four more Ukrainian unmanned aerial vehicles have been put out of action by means of electronic warfare,\" the statement published on Wednesday said.  ", "There were no casualties, according to the ministry, which did not release any photographic evidence of the drones, nor provide details about the locations where the drones were allegedly brought down.  ", "On Tuesday, theRussian Ministry of Defense reported that electronic warfare systems had suppressed Ukrainiandrones that tried to attack Krasnodar and neighboring Adygea in southwesternRussia.Russian authorities also claimed that a Ukrainiandronehad crashed near Kolomna in the Moscow region, but an image of the drone could not be geolocated.  ", "Germany will ramp up its ammunition production as well as weapon repair capacity to better support Ukraine's fight against Russia's invasion, the country's leader said Wednesday.  ", "\"The now one-year lasting support of Ukraine has also brought us the knowledge that enables us to ensure that there is also a sufficient supply, with spare parts, that we have created repair capacities for the weapons used in the war, at locations outside of Ukraine,\" German Chancellor Olaf Scholz said.  ", "Berlin announced last week that it is sending another four Leopard 2 tanks to Ukraine.  ", "Several soldiers in the Russian military have offered to instead join the Wagner private military company, according to video obtained by CNN's \"Erin Burnett OutFront.\"  ", "In a separate video, CNN's Frederik Pleitgen reports that Russian soldiers from Irktusk are refusing to fight.   ", "\"Due to the current state of affairs, we find ourselves in a desperate position as the commanders do not care about our lives,\" a soldier says in the video, according to Pleitgen,  who adds that the soldier also said, \"we ask for help; we have nowhere else to turn.\"   ", "Wagner head Yevgeny Prigozhin repeatedly and publicly criticized the Russian Defense Ministry last week over what he alleged was a lack of ammunition from the ministry.   ", "Watch Burnett's report here: ", "Russia handed an official note to the United States on Tuesday on the suspension of Moscow's participation in the New Strategic Arms Reduction Treaty (START), Russian Deputy Foreign Minister Sergei Ryabkov told Russian state media RIA Novosti on Wednesday.  ", "The note did state that Russia will continue to observe the treaty's central provisions, which include restrictions on the number of relevant systems, said Ryabkov, as quoted by RIA.  ", "\"We are ready to discuss any issues that are of interest to [America], on the understanding that there will be no revision of the decision to suspend the START, at least until the American colleagues show their readiness to abandon their hostile course towards Russia - primarily in relation to what is happening in Ukraine and around it,\" he added according to RIA Novosti.  ", "Remember: On Tuesday, Russian President Vladimir Putin signed a law suspending Russia's participation in START, imperiling the last remaining pact that regulates the world's two largest nuclear arsenals.  ", "The treaty puts limits on the number of deployed intercontinental-range nuclear weapons that both the US and Russia can have. It was last extended in early 2021 for five years, meaning the two sides would soon need to begin negotiating on another arms control agreement.  ", "The treaty was already essentially paused since Russia had recently refused to open up its arsenal to inspectors.  ", "A small bunch of snowdrop flowers sits on an improvised table in a basement in Bakhmut. Elena Molchanova's husband brought them for her, a reminder of better times.  ", "\"The spring has already arrived to Bakhmut,\" Molchanova told CNN via a text message. \"I am sure everything will be OK.\"  ", "The couple is living in the basement of a hospital where Molchanova works as a doctor.  ", "They have stayed in the eastern Ukrainian city despite its worsening humanitarian and security situation. Every day, the fighting comes closer to her.  ", "As Russian forces continue to advance, Molchanova and her husband are two of the roughly 4,500 civilians who are still in Bakhmut.  ", "A spokesperson for the Ukrainian Donetsk regional military administration, Tetiana Ignatchenko, called on people to evacuate the city due to the danger but told CNN on Wednesday they had enough supplies.  ", "China's position on the Ukrainian crisis is consistent and clear, President Xi Jinping told his Belarusian counterpart, Alexander Lukashenko, on Wednesday, according to a Chinese readout of the meeting.  ", "Xi urged involved countries to \"stop politicizing and instrumentalizing the world economy\" and take steps to resolve the war.  ", "According to the Chinese readout, Lukashenko said Belarus \"entirely agrees with and supports China's position and proposition\" on the issue.  ", "More context: In a releasedposition paperFriday, China's Foreign Ministry called for a resumption of peace talks, an end to unilateral sanctions, and stressed its opposition to the use of nuclear weapons - a stance Xi communicated to Western leaders last year  ", "China reiterated its calls for a political settlement to the Ukraine conflict on the one-year anniversary of Russia's invasion, as Beijing comes under increasingpressurefrom the United States and its allies over its growing partnership with Moscow.  ", "The Ukrainian electrical grid has been operating without deficit or wide-ranging blackouts for 18 days, the Ukrainian energy company Ukrenergo said in a statement on Wednesday, as Ukrainians marked the first day of spring in the country.  ", "\"There has been no power deficit in the power system for 18 days already and it is not currently forecasted,\" the company said.  ", "Despite Russia's attempt to weaponize winter by targeting Ukrainian energy infrastructure, Ukrenergo says its staff was able to repair and maintain the grid.  ", "Meanwhile, the energy supply in the frontline regions is difficult due to Russian shelling that has damaged the networks in the Dnipropetrovsk, Donetsk and Kherson regions, Ukrenergo said. \"The repairs are being carried out if the security situation is safe for the repair crews.\"  ", "Finnish lawmakers have voted largely to support the country's bid to join NATO in a parliamentary vote Wednesday.  ", "\"On 1 March 2023, Parliament approved the government proposal on Finland's accession to NATO by a vote of 184-7,\" the parliament said in a statement.  ", "Finland and its neighbor Sweden applied for NATO membership amid security concerns after Russia launched its invasion of Ukraine.  ", "Hungarian President Katalin Novák earlier said she hoped lawmakers would ratify Sweden and Finland's ascension into NATO \"as soon as possible.\"", "So far, 28 out of the 30 allies have ratified both Finland and Sweden's bid to join the military alliance. Only Hungary and Turkey have not yet done so.  ", "As Russian forces continue their assault on the besieged city of Bakhmut, Ukrainian forces said they have no plans of withdrawing from the eastern Ukrainian city.  ", "Elsewhere, Belarusian President Alexander Lukashenko has met with Chinese counterpart Xi Jinping in Beijing, and Hungary's president has called on lawmakers to ratify Finland and Sweden's bids to join the NATO military alliance.  ", "Here are the latest headlines:", "A soldier from Ukraine's 93th Brigade said his country's forces are still standing in the eastern city of Bakhmut, with no plans for a retreat.  ", "\"We are standing in Bakhmut. No one is going to retreat yet,\" the soldier said in a video posted by the Ukrainian military on Wednesday. \"We are standing. Bakhmut is Ukraine.\"  ", "The soldier also claimed the situation in Bakhmut was a bit calmer than in previous days.  ", "The Ukrainian military has not made the decision to withdraw from the city, a spokesperson said. Ukrainian forces said they are holding ground and have repelled some Russian advances.   ", "Belarus fully supports Beijing's initiative on international security, President Alexander Lukashenko told his Chinese counterpart Xi Jinping in Beijing on Wednesday.  ", "\"Today's meeting is held at a very difficult time which requires new nonstandard approaches and responsible political decisions,\" Lukashenko told Xi, according to Belarus state news agency BelTA.   ", "\"They should be aimed to prevent global confrontation which will have no winners. You have recently stated it, both clearly and unambiguously, addressing the world community,\" Lukashenko said.  ", "\"Belarus has been actively proposing peace and fully supports your initiative on international security,\" he added, according to BelTA.  ", "Lukashenko's comments come a few days after China published a position paper on the war in Ukraine,calling for the end of hostilities and the resumption of peace talks.  ", "In the paper, Chinacalls for a political settlement of the conflict,peace talks, and respect for national sovereignty.  ", "However, the document does not explicitly say that Russia must withdraw its troops from Ukraine, and also condemns the use of \"unilateral sanctions.\"  ", "Belarus, Moscow's ally and Ukraine's neighbor, has been used by Russia as a rear base since the beginning of the full-scale invasion.   ", "However, Lukashenko has not sent any soldiers to fight alongside Russian troops in Ukraine.  ", "Russian forces have deployed more experienced fighters from private military company Wagner in their assault on Bakhmut, a Ukrainian military spokesperson told CNN.  ", "\"A characteristic feature is that the enemy threw the most prepared Wagner units into the attack,\" said Serhii Cherevatyi, spokesman for the Eastern Grouping of the country's Armed Forces, on Wednesday.  ", "According to Cherevatyi, fighting is ongoing along the Bakhmut front.  ", "\"The enemy launched 209 attacks using cannon artillery, MLRS. There were 57 firefights, and 1 airstrike made by the enemy,\" he said.   ", "\"There were 85 attacks with all types of artillery in the area of the settlement of Bakhmut only and there were 25 firefights directly near the city,\" added Cherevatyi.  ", "Russian forces are suffering immense casualties and compromising their ability to fight beyond Bakhmut, he said.  ", "\"We inflict enormous losses on [our enemy]. And so, with this heroic struggle, the defenders of the Bakhmut front are bleeding the enemy out, weakening it, preparing a foothold for the reserves that will then come in and throw enemy out of our territory,\" said Cherevatyi.   ", "\"What we are winning against the enemy now is that we are not allowing it to systematically break through our defense, not allowing it to quickly get to the rear, not allowing it to surround our troops.\"  ", "Hungarian President Katalin Novák said she hoped lawmakers would ratify Sweden and Finland's ascension into NATO \"as soon as possible,\" as they began debating the motions in parliament.  ", "\"Some think this is an easily solved technical issue. This is not the case. It is a complex decision with serious consequences, so it must be considered carefully,\" Novák said in a statement on Facebook on Wednesday.  ", "\"My position is clear: in the current situation, Sweden and Finland joining NATO is justified. I trust the parliament's wise decision as soon as possible!\" she added.  ", "Some context: Both Sweden and Finland applied for membership in May last year, and in June all NATO allies agreed to invite both countries to join the alliance and set out accession protocols.  ", "So far, 28 out of the 30 allies have ratified both Finland and Sweden's accession to NATO. Only Hungary and Turkey have not yet done so.  ", "While Hungary is preparing to debate the move, Turkey has expressed some concerns about the countries' accession.  ", "President Recep Tayyip Erdogan has accused both Finland and Sweden of harboring members of the separatist militant Kurdistan's Workers Party, also known as PKK.   ", "The PKK, which seeks an independent state in Turkey, has been in an armed struggle with that country for decades and has been designated a terrorist organization by Turkey, the United States and the European Union.  ", "The Ukrainian military has not made the decision to withdraw from the battered city of Bakhmut, a military spokesperson told CNN Wednesday.  ", "\"Only the command sees the extent to which there is such a need in this situation. And then the relevant decision is made at a meeting of the Staff,\" he added.  ", "\"I can say that there is no such decision now.\"   ", "Some context: Russian forces are pounding Bakhmut, but the fiercely contested eastern city is not surrounded, Ukrainian officials said Tuesday.   ", "Several thousand civilians are still believed to be in the city, which is mostly cut off from humanitarian relief.  ", "Belarusian President Alexander Lukashenko met Chinese counterpart Xi Jinping for official talks in Beijing on Wednesday, according to Belarusian state media outlet Belta.  ", "The two leaders greeted each other in the Great Hall of the People and introduced their respective delegations to each other, Belta reported.  ", "The national anthems of both countries were played, and the leaders took photos with each other before they departed for official talks.  ", "Meeting with Chinese premier: Earlier Wednesday, Lukashenko said he would \"try and outline new horizons\" for cooperation between the two countries during talks with Xi.   ", "Speaking following a meeting with Chinese Premier Li Keqiang, the Belarusian leader thanked the Chinese side \"for the enormous assistance and support of Belarus\" and for \"sharing its experience of cooperation in free economic zones over the past 30 years.\"  ", "Lukashenko also praised developments in Chinese diplomacy.  ", "\"We see the situation that is developing in the international scene. We congratulate you on calm, thoughtful progress,\" Lukashenko said.  ", "\"You are following your own path; you don't stand in anyone's way, and you don't react to the petty jabs coming from left and right at the People's Republic of China. This is fully in keeping with the spirit and character of the Chinese people,\" said Lukashenko.  ", "\"If China is strong, Belarus will be strong too,\" Lukashenko told Li, adding China had \"a friend in the face of peaceful Belarus in the center of Europe.\"  ", "There are still around 4,500 civilians in Bakhmut, including 48 children, a Ukrainian official has said, as Russian forces continue to advance on the city and people are urged to evacuate.  ", "\"About 4,500 civilians remain in Bakhmut. Including 48 children who cannot be evacuated because they live in places that are no longer accessible,\" the spokeswoman for the Ukrainian Donetsk regional military administration told CNN on Wednesday.  ", "Tetiana Ignatchenko called on people to evacuate the city due to the danger but said they had enough supplies.  ", "Ignatchenko's call to those still in Bakhmut comes as Russian forces continue to make incremental gains in the city, as acknowledged by the Ukrainian Military's General Staff on Wednesday.  ", "\"In the Bakhmut direction, the enemy continues to advance. It does not stop assaulting the city of Bakhmut,\" the Ukrainian military said in a morning update.  ", "Ukrainian forces said they are holding ground and repelled some Russian advances.  ", "Russia's Defense Ministry on Tuesday accusedUkraineof launching a spate of attempted drone strikes targeting infrastructure deep inside Russia, including near the capital, after a fire broke out at an oil depot and authorities abruptly closed airspace above the country's second-largest city.  ", "Moscow region Gov. Andrey Vorobyov claimed a Ukrainian drone had crashed near the village of Gubastovo southeast of the capital. The drone was apparently aimed at what he called \"civilian infrastructure,\" later confirmed to be a gas facility operated by state-owned company Gazprom.  ", "The facility remained undamaged, state media reported, citing the region's Energy Ministry.  ", "State media later posted a photograph of what it said was the crashed device, which appeared to resemble a Ukrainian-made UJ-22 attack drone.  ", "The UJ-22 is relatively small and versatile, able to fly through poor weather and to travel up to 500 miles (800 kilometers). It's unclear where or when the photo of the crashed drone was taken.  ", "The crash was allegedly one of several attempted strikes, with state media reporting a drone was shot down near the Belarus border and the defense ministry claiming two more strikes were thwarted through the use of drone-jamming technology in the Krasnodar and Adygea regions.  ", "At least one drone appeared to have evaded Russian defenses, with footage posted on social media overnight and geolocated by CNN showing a fire at energy firm Rosneft's oil depot in Tuapse, on Krasnodar's Black Sea coast.  ", "It's unclear if the facility was the intended target, but Ukraine haspreviously targeted oil depotswithin Russian-controlled territory.  ", "CNN is unable to independently confirm the claims for each alleged attack, and Ukraine did not immediately comment on the incident. Ukraine has previously declined to comment on attacks inside Russia.  ", "Read more here.", "Ukraine's Deputy Foreign MinisterAndriyMelnyk on Tuesday urged Mexico to drop its neutral stance and support Kyiv in its war against Moscow.  ", "While Mexican President Andrés Manuel López Obrador has previously called for a peaceful solution to the conflict, he has also said the country wishes to remain neutral and would not impose economic sanctions on Russia.  ", "\"Regional leadership\": Melnykon Tuesday said Mexico can alsoprovidehumanitarian, medical and economic support to Ukraine.   ", "\"Send doctors to Ukraine, send some mobile hospitals, show your flag ... Ukrainians will remember this help forever,\" he said.  ", "Melnyk added that any Mexican support for Ukraine would be significant given the country's regional leadership across Latin America.\"We expect a leadership position of this country,\" hesaid.  ", "He also said Ukraine's request for help is a \"valid expectation\"given Mexico's history with colonialism. Russia'swar against Ukraine is a \"modern colonial war,\" Melnyksaid.  ", "Ukraine's biggest challenge is defending the city of Bakhmut, President Volodymyr Zelensky said in his nightly video message Tuesday.  ", "Zelensky said Russia was suffering heavy losses around the eastern city, based on an update from his commanders. \"Russia is not counting people at all, continuously sending them to attack our positions. The intensity of the fighting is growing,\" he said.  ", "His account tallies with what commanders on the ground have reported about the intensity of Russian assaults and the casualties they have sustained.  ", "There were also over 30 Russian attacks on the Kherson region in the south, the president said.  ", "Some context: CNN reported in January that people familiar with Zelensky's thinking said he does not believe that a Russian victory in Bakhmut is a fait accompli, and that he remains reluctant to give it up. Holding Bakhmut would give Ukraine a better chance at taking back the entire Donbas region, Zelensky believes, and that if Russia wins, it will give them an opening to advance further to the strategically important eastern cities of Slovyansk and Kramatorsk.  ", "Bakhmut is also an important symbol of Ukrainian resistance.  ", "Zelensky visited Bakhmut just before traveling to Washington DC in December, where he told US lawmakers that \"every inch of that land is soaked in blood, roaring guns sound every hour. The fight for Bakhmut will change the tragic story of our war for independence and of freedom.\"  ", "A key autocratic ally of Russian President Vladimir Putin arrived inChinafor a state visit on Tuesday, amid warnings from United States officials thatBeijingmay be considering aiding Moscow in its ongoing assault on Ukraine.  ", "Belarusian President Alexander Lukashenko will stay in China until Thursday and meet with Chinese leader Xi Jinping to discuss a range of issues from trade and investment to \"acute international challenges,\" Belarus' state news agency Belta reported Tuesday after confirming the leader's arrival.  ", "His trip comes after the two leaders agreed to upgrade their countries' ties to an \"all-weather comprehensive strategic partnership\" during a September meeting on the sidelines of the Shanghai Cooperation Organization (SCO) summit in Uzbekistan, which Putin also attended.  ", "The visit from the Belarusian leader - who allowed Russian troops touse Belarusto stage their initial incursion into Ukraine last year - comes as tensions between the US and China have intensified in recent weeks, includingover concernsfrom Washington that Beijing is considering sending lethal aid to the Kremlin's struggling war effort.  ", "In some of the most specific comments to date about the US response to any such support, Secretary of State Antony Blinken during a trip to Kazakhstan on Tuesdaywarnedthat Washington would target Chinese firms or citizens involved in any effort to send lethal aid to Russia for its war in Ukraine.  ", "Beijing has pushed back on claims it is considering sending lethal aid, with its Foreign Ministry on Monday saying China was \"actively promoting peace talks and the political settlement of the crisis,\" while the US was \"pouring lethal weapons into the battlefield in Ukraine.\"  ", "Read more here.", "Russian forces are pounding the eastern city of Bakhmut, but they have not seized control, Ukrainian commanders said Tuesday.  ", "There has been an uptick in Russia's use of combat planes to target Ukrainian defenses around Bakhmut, according to social media videos and accounts of Ukrainian troops in the area.  ", "Russian ground forces are trying to break through Ukrainian positions using groups of up to 20, according to Mykyta Shandyba, head of the press office of the 10th separate mountain assault brigade. \"We are repelling all attacks,\" he told Ukrainian television.  ", "In its operational update, the military's General Staff said Tuesday that Ukrainian forces had repelled attacks in a number of settlements to the north and west of Bakhmut (Dubovo-Vasylivka, Bohdanivka, Chasiv Yar).  ", "The war in Ukraine must end with strategic failure for Russia, a top Pentagon official said Tuesday.  ", "Finland has begun construction of barrier fences on its eastern border withRussia.  ", "The Finnish Border Guardsaidin a statement that the pilot phase of the eastern border barrier fence project began on Tuesday.  ", "The project, launched at the end of 2022, includes plans to build a 130 to 260-kilometer (80 to 161 miles) fence along the country's 1,300-kilometer eastern border.  ", "Remember:The Finnish border was one of thefew entry points for Russiansafter many Western countries shut their airspace and borders to Russian planes in response to the Ukraine invasion. Helsinki closed its borderat the endof September 2022, around the time traffic over the frontier intensified as Russians tried to flee President Vladimir Putin's \"partial mobilization\" of hundreds of thousands of citizens to fight in the war. More than 8,500 Russians crossed the border in one day alone.  ", "In an earlierstatement, the Finnish Border Guard said the fence would not be built along the entire length of the border but instead would focus on border crossing points and other riskier areas.  ", "Funding has been granted for the project's pilot phase, as well as the implementation of the most important target areas, which are set to be constructed between 2023 and 2025.  ", "CNN's James Frater and Xiaofei Xu contributed reporting to this post.", "The head of the International Atomic Energy Agency (IAEA), Rafael Grossi, expressed concern on Tuesday about Ukraine's Zaporizhzhia nuclear power plant, citing delays in staff rotations, an increased security presence on-site, and nearby fighting.  ", "The IAEA said its team members stationed at the plant heard around 20 \"detonations\" on Monday afternoon, writing they were \"apparently in the vicinity of the plant.\" It also cited an increased security presence on-site over recent weeks.  ", "\"This is a concerning trend that shows the urgency and importance of establishing a nuclear safety and security protection zone at the Zaporizhzhya Nuclear Power Plant,\" Grossi stressed.  ", "He also raised concerns about continued delays for the rotation of IAEA experts on-site, saying the current team should have been replaced more than three weeks ago and that he hopes the rotation can finally occur later this week.  ", "The UN nuclear agency also confirmed that the plant's backup power line was restored on Sunday afternoon after losing power twice on Saturday morning. It said the disconnection occurred on the other side of the Dnipro river.  "], "headline": "March 1, 2023 - Russia-Ukraine news    ", "timestamp": "  Updated  12:01 AM EST, Thu March 2, 2023    ", "act": "/europe/live-news/russia-ukraine-war-news-03-1-23"}, "/europe/live-news/greece-larissa-train-collision-intl": {"paras": ["Our live coverage has ended. Read more about the collision in the posts below. ", "At least 38 people have been killed after two trains collided in Greece Tuesday night, the Greek Fire Service said Wednesday.   ", "Greek Fire Service spokesperson Vassilis Varthakogiannis said that at least 38 people were killed and that of the 72 injured people, 57 remained in hospitals. Six of them are in intensive care.  ", "He added that search and rescue operations will continue through the night. At least 72 firefighters with 24 vehicles are on the scene.  ", "DNA samples are being used to identify the dead, Greek police spokesperson Constantia Dimoglidou said at the briefing.  ", "What we know so far about the crash: Earlier on Wednesday, a station manager of a train station in the city of Larissa was arrested in connection to the collision. The 59-year-old man was charged with mass deaths through negligence and causing grievous bodily harm through negligence, the Larissa police department said.  ", "Meanwhile, in central Athens clashes erupted between protesters and police officers outside the headquarters of Greek rail company, Hellenic Train, following calls for demonstrations.  ", "Greek Prime Minister Kyriakos Mitsotakis said on Wednesday that the fatal train collision, which left dozens dead and wounded, was due \"to tragic human error.\"  ", "In a televised address following his return from the crash site near the city of Larissa earlier today, Mitsotakis said that the decision of the Greek Transport Minister Kostas Karamanlis to resign was honorable.  ", "\"His stance honors him, as everything shows that the drama is unfortunately due to mainly tragic human error,\" Mitsotakis said, adding that the heads of Hellenic Railways Organization (OSE) and its subsidiary ERGOSE have also submitted their resignations.  ", "The Greek prime minister said that during his visit at the hospital in Larissa, where many of the injured are being treated, he met relatives of the dead and the missing. \"They asked me 'why.' And they told me 'never again.' We owe them an honest answer,\" he said.   ", "Greek Prime Minister Kyriakos Mitsotakis vowed earlier Wednesday to find out what caused a train collision near the city of Larissa that left at least 36 people dead and dozens injured.  ", "The Greek prime minister said that his thoughts are \"first and foremost with the relatives of the victims,\" and added that the country's duty is to treat the injured and identify the dead.  ", "What we know: According to information from rail company, Hellenic Train, 342 passengers and 10 staff members were aboard the passenger train and two staff members were aboard the freight train when they collided just before midnight, about four hours north of Athens.  ", "Greek authorities have arrested the station manager of a train station in the city of Larissa on Wednesday in connection with the train collision that left at least 36 people dead, Greek police told CNN on Wednesday.  ", "A 59-year-old man has been arrested by the Larissa police department as part of the preliminary investigation carried out regarding the collision between a passenger train and a freight train, Greek police spokeswoman Constantia Dimoglidou said on Wednesday.  ", "The Larissa police department told CNN that the man was arrested earlier on Wednesday and is being held in Larissa. He is expected to appear before a prosecutor.  ", "Overhead photos and images captured from the ground show the mangled wreckage of two trains that collided near Larissa, Greece, on Tuesday night.  ", "At least 36 people were killed when a train carrying more than 350 collided with a freight train. At least 66 people were being treated for their injuries in hospitals.  ", "The Greek Prime Minister Kyriakos Mitsotakis has visited the site of the deadly crash.  ", "Greek transport minister Kostas Karamanlis has announced his resignation following a fatal train collision that occurred in Greece Tuesday, state-owned public broadcaster ERT reports.  ", "The crash, which killed at least 36 people, happened four hours north of Athens.  ", "Greece's railway system is \"not up to 21st century standards,\" Karamanlis said Wednesday in his resignation speech.  ", "\"It is a fact that we received the Greek railway system in a state that is not up to 21st century standards,\" he said, adding that in the last three-and-a-half years the government had \"made every effort to improve this reality,\" he said.  ", "\"Unfortunately, our efforts have not been sufficient to prevent such a bad incident. And this is very heavy for all of us and me personally,\" he added.  ", "At least 36 people were killed and dozens injured when a passenger train carrying more than 350 people collided with a freight train in Greece, according to the Greek Fire Service.     ", "It occurred in Tempi, located in central Greece, near the city of Larissa,officials said.   ", "Here's a look at where the crash happened:", "Passengers on the Greek train that crashed into a freight train in northern Greece on Tuesday night have described \"nightmarish seconds\" as the carriage overturned.   ", "\"We heard a big bang, (it was) 10 nightmarish seconds, we were turning over in the wagon until we fell on our sides, and until the commotion stopped, then there was panic, cables (everywhere) fire, the fire was immediate, as we were turning over we were being burned, fire was right and left,\" Stergios Minenis, 28, told Reuters news agency.  ", "\"There was panic, for 10, 15 seconds it was chaos, tumbling over, fires, cables hanging, broken windows, people screaming, people trapped, it was two metres high from where we jumped to leave and beneath there were broken iron debris, but what could we do?\"   ", "Another passenger, pointing at Minenis, said: \"We came down, a fire had erupted next to us, this man here he saw a hole, so we managed to get out from where we were.\"   ", "Most of the passengers involved in a head-on collision between two trains in central Greece Tuesday were young, the head of the intensive care unit (ICU) at a nearby hospital told state-owned public broadcaster ERT Wednesday.  ", "\"Most of the people on board were young,\" Apostolos Komnos, Head of ICU at Larissa General Hospital, where those with injuries are being treated, told the broadcaster.  ", "The death toll from the train collision now stands at 36, the Greek Fire Service said.   ", "Rescuers are in the process of identifying the dead, Greek Fire Service spokesman Vassilis Varthakogiannis said in an updated briefing. About 150 firefighters and first responders are working on site.  ", "Greece has declared a three-day mourning period with flag at half-mast starting Wednesday following the deadly train crash government officials told CNN.  ", "\"I understand he (Prime Minister) is very close to the scene and is expected to speak,\" Greek PM Kyriakos Mitsotakis' team told CNN.  ", "Greek President Katerina Sakellaropoulou has also announced that she is cutting short a visit to Moldova to return to Greece.  ", "Greek Prime Minister Kyriakos Mitsotakis is heading to the scene of a train collision in the area of Tempi, central Greece, his office confirmed to CNN Wednesday.  ", "At least 36 people have been confirmed dead so far, after two trains collided in Greece on Tuesday night, according to the Greek Fire Service.  ", "The process of identifying victims has begun, Greek Health Minister Thanos Plevris said early on Wednesday.  ", "Speaking outside the hospital in Larissa, Plevris said: \"As you understand this is a terrifying process for parents and relatives who are here. We will help them as much as we can.\"  ", "He said there were \"some difficulties\" in the identification process, but added that, \"Those injured are in relatively good condition.\"  ", "More European leaders have expressed their condolences in the wake of Tuesday night's deadly train crash in Greece.   ", "\"Terrible news from Greece where a train collision has claimed dozens of lives,\" Dutch Prime Minister Mark Rutte said on Twitter.   ", "\"I have expressed my condolences to Prime Minister Kyriakos Mitsotakis and wished him and the Greek people great strength at this time. My thoughts are with all the victims and their families.\"  ", "Belgian Prime Minister Alexander De Croo wrote: \"Our thoughts go to the victims and their loved ones of the terrible train accident near Larissa, Greece.   ", "\"On behalf of the Belgian government, I have conveyed our condolences and solidarity to Kyriakos Mitsotakis.\"  ", "Gitanas Nauseda, President of Lithuania, saidon social media: \"Our thoughts are with the people of Greece after the deadly train accident.  ", "\"Condolences to President of Greece Katerina Sakellaropoulou, PM Kyriakos Mitsotakis and the families of the victims.\"  ", "Prime Minister of Latvia, Kriskanis Karins, said: \"My deepest condolences to the families of those killed in a terrible train collision near the city Larissa, Greece. Wish speedy recovery to all injured!\"  ", "The death toll from the train collision now stands at 36 after officials corrected an earlier announcement that two more people had lost their lives.   ", "Rescuers are in the process of identifying the dead, Greek Fire Service spokesman Vassilis Varthakogiannis said in an updated briefing, state-owned public broadcaster ERT reported. About 150 firefighters and first responders are working on site.  ", "As of now 66 people are being treated in hospital, with six in intensive care.  ", "The process of identifying the victims of Tuesday night's train collision has begun, Greek Health Minister Thanos Plevris says.   ", "Speaking outside the hospital in Larissa, a city close to where the two trains collided, Plevris said: \"We have started the process of identifying the dead. As you understand this is a terrifying process for parents and relatives who are here. We will help them as much as we can.\"  ", "\"There are some difficulties in the identification process... Those injured are in relatively good condition,\" Plevris added.  ", "European Commission PresidentUrsula von der Leyen expressed her condolences to the victims of Tuesday night's fatal train collision in Greece.  ", "\"My thoughts are with the people ofGreeceafter the terrible train accident that claimed so many lives last night near Larissa.   ", "\"The whole of Europe is mourning with you. I also wish for a speedy recovery for all the injured,\" she said on Twitter.   ", "Meanwhile French Foreign MinisterCatherine Colonna said her heart \"goes out to the people of Greece\" following the incident.   ", "\"Sad thoughts after the terrible train accident near Larissa in #Greece,\" Colonna wrote on Twitter.   ", "\"Dear @NikosDendias, my heart goes out to the people ofGreeceand express my sincere condolences to the victims and theirfamilies.\"  ", "At least 36 people were killed, and more than 85 others were wounded when two trains collided in northernGreeceon Tuesday night, the Greek Fire Service says.  ", "A spokesman,Vassilis Varthakogiannis, said in a televised briefing thata passenger train carrying more than 350 people collided with a freight train shortly before midnight local timein the area of Tempi, centralGreece, near the city of Larissa.  ", "The passenger train was traveling from Athens to Thessaloniki.  ", "Rescuers are still in the process of identifying the dead, Varthakogiannis said in an updated briefing, adding that 150 firefighters and first responders are working on site.  ", "As of now 66 people are being treated in hospital, with six in intensive care units.  ", "The collision follows a nationwide carnival at the weekend which ended with a public holiday on Monday.  "], "headline": "At least 38 killed as trains collide in Greece    ", "timestamp": "  Updated  4:27 PM EST, Wed March 1, 2023    ", "act": "/europe/live-news/greece-larissa-train-collision-intl"}, "/2023/03/01/europe/russia-ukraine-drones-alleged-attacks-intl-hnk": {"paras": ["Russia's Defense Ministry on Tuesday accused Ukraine of launching a spate of attempted drone strikes targeting infrastructure deep inside Russia, including near the capital, after a fire broke out at an oil depot and authorities abruptly closed airspace above the country's second-largest city.  ", "Moscow region Gov. Andrey Vorobyov claimed a Ukrainian drone had crashed near the village of Gubastovo southeast of the capital. The drone was apparently aimed at what he called \"civilian infrastructure,\" later confirmed to be a gas facility operated by state-owned company Gazprom.  ", "The facility remained undamaged, state media reported, citing the region's Energy Ministry.   ", "State media later posted a photograph of what it said was the crashed device, which appeared to resemble a Ukrainian-made UJ-22 attack drone.   ", "The UJ-22 is relatively small and versatile, able to fly through poor weather and to travel up to 500 miles (800 kilometers). It's unclear where or when the photo of the crashed drone was taken.  ", "The crash was allegedly one of several attempted strikes, with state media reporting a drone was shot down near the Belarus border and the defense ministry claiming two more strikes were thwarted through the use of drone-jamming technology in the Krasnodar and Adygea regions.   ", "\"Both drones lost control and deviated from their flight path,\" the defense ministry said in a statement. \"One UAV (unmanned aerial vehicle) fell in a field, and another UAV, deviating from the trajectory, did not harm the attacked civilian infrastructure facility.\"  ", "At least one drone appeared to have evaded Russian defenses, with footage posted on social media overnight and geolocated by CNN showing a fire at energy firm Rosneft's oil depot in Tuapse, on Krasnodar's Black Sea coast.   ", "It's unclear if the facility was the intended target, but Ukraine has previously targeted oil depots within Russian-controlled territory.  ", "CNN is unable to independently confirm the claims for each alleged attack, and Ukraine did not immediately comment on the incident. Ukraine has previously declined to comment on attacks inside Russia.  ", "Following the alleged attacks, Russia's second-largest city of St. Petersburg closed its airspace Tuesday within a 200-kilometer (124-mile) radius, briefly banning incoming flights, according to state media.    ", "Russian President Vladimir Putin had been briefed about the closures - but Kremlin spokesperson Dmitry Peskov had declined to discuss whether it was related to the \"incidents in St. Petersburg and Tuapse,\" state media reported.  ", "Attacks targeting Russian infrastructure have focused attention on Ukraine's efforts to develop longer-range combat drones.  ", "In early December, Russia reported multiple attacks by Ukrainian drones targeting military infrastructure, including air bases that lie hundreds of miles inside Russian territory and beyond the reach of Ukraine's declared arsenal of drones.", "Around the same time, Ukraine's state-owned weapons manufacturer Ukroboronprom indicated that it is close to finishing work on a new long-range drone - though there is no public indication that such a device has been readied for deployment or was involved in explosions inside Russia.  ", "At the time, Ukraine's Defense Ministry offered no comment on the strikes - though a presidential adviser tweeted a cryptic message hinting at the possibility Kyiv was indeed behind the December attacks.  ", "\"The Earth is round - discovery made by Galileo. Astronomy was not studied in Kremlin, giving preference to court astrologers. If it was, they would know: If something is launched into other countries' airspace, sooner or later unknown flying objects will return to departure point,\" he said at the time.  "], "headline": "Moscow accuses Ukraine of multiple attempted drone strikes deep inside Russian territory    ", "timestamp": "  Updated  1:42 AM EST, Wed March 1, 2023    ", "act": "/2023/03/01/europe/russia-ukraine-drones-alleged-attacks-intl-hnk"}, "/2023/02/27/europe/russia-propaganda-information-ukraine-anniversary-cmd-intl": {"paras": ["One year ago, when Russia launched its all-out invasion of Ukraine and began Europe's biggest land war since 1945, it waged another battle at home - intensifying its information blockade in an effort to control the hearts and minds of its own citizens.  ", "Draconian new censorship laws targeted any media still operating outside the controls of the Kremlin and most independent journalists left the country. A digital Iron Curtain was reinforced, shutting Russians off from Western news and social media sites.   ", "And as authorities rounded up thousands in a crackdown on anti-war protests, a culture of fear descended on Russian cities and towns that prevents many people from sharing their true thoughts on the war in public.   ", "One year on, that grip on information remains tight - and support for the conflict seemingly high - but cracks have started to show.  ", "Some Russians are tuning out the relentless jingoism on Kremlin-backed airwaves. Tech-savvy internet users skirt state restrictions to access dispatches and pictures from the frontlines. And, as Russia turns to mobilization to boost its stuttering campaign, it is struggling to contain the personal impact that one year of war is having on its citizens.  ", "\"In the beginning I was supporting it,\" Natalya, a 53-year-old Moscow resident, told CNN of what the Kremlin and most Russians euphemistically call a \"special military operation.\" \"But now I am completely against it.\"   ", "\"What made me change my opinion?,\" she contemplated aloud. \"First, my son is of mobilization age, and I fear for him. And secondly, I have very many friends there, in Ukraine, and I talk to them. That is why I am against it.\"   ", "CNN is not using the full names of individuals who were critical of the Kremlin. Public criticism of the war in Ukraine or statements that discredit Russia's military can potentially mean a fine or a prison sentence.  ", "For Natalya and many of her compatriots, the endless, personal grind of war casts Russian propaganda in a different light. And for those hoping to push the tide of public opinion against Putin, that creates an opening.  ", "\"I do not trust our TV,\" she said. \"I cannot be certain they are not telling the truth, I just don't know.  ", "\"But I have my doubts,\" she added. \"I think, probably, they're not.\"  ", "​​Natalya is not the only Russian to turn against the conflict, but she appears to be in the minority.   ", "Gauging public opinion is notoriously difficult in a country where independent pollsters are targeted by the government, and many of the 146 million citizens are reluctant to publicly condemn President Vladimir Putin. But according to the Levada Center, a non-governmental polling organization, support dipped by only 6% among Russians from March to November last year, to 74%.   ", "In many respects, that is unsurprising. There is little room for dissenting voices on Russian airwaves; the propaganda beamed from state-controlled TV stations since the onset of war has at times attracted derision around the world, so overblown are their more fanatical presenters and pundits.  ", "In the days leading up to last Friday's one-year anniversary of the full-scale invasion - according to BBC Monitoring's Francis Scarr, who analyzes Russian media daily - a Russian MP told audiences on state-owned TV channel Russia-1 that \"if Kyiv needs to lie in ruins for our flag to fly above it, then so be it!\"; radio presenter Sergey Mardan proclaimed: \"There's only one peace formula for Ukraine: the liquidation of Ukraine as a state.\"  ", "And, in a farfetched statement that encapsulates the alternate reality in state TV channels exist, another pro-Russian former lawmaker claimed of Moscow's war progress: \"Everything is going to plan and everything is under control.\"   ", "Such programming typically appeals to a select group of older, more conservative Russians who pine for the days of the Soviet Union - though its reach spans generations, and it has claimed some converts.  ", "\"My opinion on Ukraine has changed,\" said Ekaterina, 37, who turns to popular Russian news program \"60 Minutes\" after getting home from work. \"At first my feelings were: what is the point of this war? Why did they take the decision to start it? It makes the lives of the people here in Russia much worse!\"   ", "The conflict has taken a personal toll on her. \"My life has deteriorated a lot in this year. Thankfully, no one close to me has been mobilized. But I lost my job. And I see radical changes around me everywhere,\" she said.  ", "And yet, Ekaterina's initial opposition to the invasion has disappeared. \"I arrived at the understanding that this special military operation was inevitable,\" she said. \"It would have come to this no matter what. And had we not acted first, war would have been unleashed against us,\" she added, mirroring the false claims of victimhood at the hands of the West that state media relentlessly communicate.   ", "Reversals like hers will be welcomed in the Kremlin as vindication of their notorious and draconian grip on media reporting.    ", "\"I trust the news there completely. Yes, they all belong to the state, (but) why should I not trust them?\" Yuliya, a 40-year-old HR director at a marketing firm, told CNN. \"I think (the war) is succeeding. Perhaps it is taking longer than one could wish for. But I think it is successful,\" said Yuliya, who said her main source of news is the state-owned Channel One.  ", "Around two-thirds of Russians rely primarily on television for their news, according to the Levada Center, a higher proportion than in most Western countries.  ", "But the sentiment of Yuliya and Ekaterina is far from universal. Even among those who generally support the war, Kremlin-controlled TV remains far removed from the reality many Russians live in.  ", "\"Everything I hear on state channels I split in half. I don't trust anyone (entirely),\" 55-year-old accountant Tatyana said. \"One needs to analyze everything ... because certain things they are omitting, (or) not saying,\" said Leonid, a 58-year-old engineer.  ", "Several people whom CNN spoke with in Moscow this month relayed similar feelings, stressing that they engaged with state-controlled TV but treated it with skepticism. And many reach different views on Ukraine.  ", "\"I think you can trust them all only to an extent. The state channels sometimes reflect the truth, but on other occasions they say things just to calm people down,\" 20-year-old Daniil said.  ", "Vocal minorities on each side of the conflict exist in Russia, and some have cut off friendships or left the country as a result. But sociologists tracking Russian opinion say most people in the country fall between those two extremes.  ", "\"Quite often we are only talking about these high numbers of support (for the war),\" Denis Volkov, the director of the Moscow-based Levada Center, said. \"But it's not that all these people are happy about it. They support their side, (but) would rather have it finished and fighting stopped.\"  ", "This group of people tends to pay less attention to the war, according to Natalia Savelyeva, a Future Russia Fellow at the Center for European Policy Analysis (CEPA) who has interviewed hundreds of Russians since the invasion to trace the levels of public support for the conflict. \"We call them 'doubters,'\" she said.  ", "\"A lot of doubters don't go very deep into the news ... many of them don't believe that Russian soldiers kill Ukrainians - they repeat this narrative they see on TV,\" she said.   ", "The center ground also includes many Russians who have developed concerns about the war. But if the Kremlin cannot expect all-out support across its populace, sociologists say it can at least rely on apathy.  ", "\"I try to avoid watching news on the special military operation because I start feeling bad about what's going on,\" Natalya added. \"So I don't watch.\"  ", "She is far from alone. \"The major attitude is not to watch (the news) closely, not to discuss it with colleagues or friends. Because what can you do about it?\" said Volkov. \"Whatever you say, whatever you want, the government will do what they want.\"  ", "That feeling of futility means anti-war protests in Russia are rare and noteworthy, a social contract that suits the Kremlin. \"People don't want to go and protest; first, because it might be dangerous, and second, because they see it as a futile enterprise,\" Volkov said.  ", "\"What are we supposed to do? Our opinion means diddly squat,\" a woman told CNN in Moscow in January, anonymously discussing the conflict.  ", "The bulk of the population typically disengages instead. \"In general, those people try to distance themselves from what's going on,\" Savelyeva added. \"They try to live their lives as though nothing is happening.\"  ", "And a culture of silence - re-enforced by heavy-handed authorities - keeps many from sharing skepticism about the conflict. A married couple in the southwestern Russian city of Krasnodar were reportedly arrested in January for professing anti-war sentiments during a private conversation in a restaurant, according to the independent Russian monitoring group OVD-Info.   ", "\"I do have an opinion about the special military operation ... it remains the same to this day,\" Anna told CNN in Moscow. \"I can't tell you which side I support. I am for truth and justice. Let's leave it like that,\" she said.  ", "Keeping the war at arm's length has, however, become more difficult over the course of the past year. Putin's chaotic partial mobilization order and Russia's increasing economic isolation has brought the conflict to the homes of Russians, and communication with friends and relatives in Ukraine often paint a different picture of the war than that reported by state media.  ", "\"I have felt anxious ever since this began. It's affecting (the) availability of products and prices,\" a woman who asked to remain anonymous told CNN last month. \"There is a lack of public information. People should be explained things. Everyone is listening to Soloviev,\" she said, referring to prominent propagandist Vladimir Soloviev.   ", "\"It would be good if the experts started expressing their real opinions instead of obeying orders, from the government and Putin,\" the woman said.   ", "A film student, who said she hadn't heard from a friend for two months following his mobilization, added: \"I don't know what's happened to him. It would be nice if he just responded and said 'OK, I'm alive.'\"  ", "\"I just wish this special military operation never started in the first place - this war - and that human life was really valued,\" she said.  ", "For those working to break through the Kremlin's information blockade, Russia's quiet majority is a key target.  ", "Most Russians see on state media a \"perverted picture of Russia battling the possible invasion of their own territory - they don't see their compatriots dying,\" said Kiryl Sukhotski, who oversees Russian-language content at Radio Free Europe/Radio Liberty, the US Congress-funded media outlet that broadcasts in countries where information is controlled by state authorities.  ", "\"That's where we come in,\" Sukhotski said.  ", "The outlet is one of the most influential platforms bringing uncensored scenes from the Ukrainian frontlines into Russian-speaking homes, primarily through digital platforms still allowed by the Kremlin including YouTube, Telegram and WhatsApp.  ", "And interest has surged throughout the war, the network says. \"We saw traffic spikes after the mobilization, and after the Ukrainian counter-offensives, because people started to understand what (the war) means for their own communities and they couldn't get it from local media.\"  ", "Current Time, its 24/7 TV and digital network for Russians, saw a two-and-a-half-fold increase in Facebook views, and more than a three-fold rise in YouTube views, in the 10 months following the invasion, RFE/RL told CNN. Last year, QR codes which directed smartphone users to the outlet's website started popping up in Russian cities, which RFE/RL believed were stuck on lampposts and street signs by anti-war citizens.  ", "But independent outlets face a challenge reaching beyond internet natives, who tend to be younger and living in cities, and penetrating the media diet of older, poorer and rural Russians, who are typically more conservative and supportive of the war.   ", "\"We need to get to the wider audience in Russia,\" Sukhotski said. \"We see a lot of people indoctrinated by Russian state propaganda ... it will be an uphill battle but this is where we shape our strategy.\"  ", "Reaching Russians at all has not been easy. Most of RFE/RL's Russia-based staff made a frantic exit from the country after the invasion, following the Kremlin's crackdown on independent outlets last year, relocating to the network's headquarters in Prague.   ", "The same fate befell outlets like BBC Russia and Latvia-based Meduza, which were also targeted by the state.  ", "A new law made it a crime to disseminate \"fake\" information about the invasion of Ukraine - a definition decided at the whim of the Kremlin - with a penalty of up to 15 years in prison for anyone convicted. This month, a Russian court sentenced journalist Maria Ponomarenko to six years in prison for a Telegram post that the court said spread supposedly \"false information\" about a Russian airstrike on a theater in Mariupol, Ukraine, that killed hundreds, state news agency TASS reported.  ", "\"All our staff understand they can't go back to Russia,\" Sukhotski told CNN. \"They still have families there. They still have ailing parents there. We have people who were not able to go to their parents' funerals in the past year.\"  ", "His staff are \"still coming to terms with that,\" Sukhotski admitted. \"They are Russian patriots and they wish Russia well ... they see how they can help.\"  ", "Outlets like RFE/RL have openings across the digital landscape, in spite of Russia's move to ban Twitter, Facebook and other Western platforms last year.  ", "About a quarter of Russians use VPN services to access blocked sites, according to a Levada Center poll carried out two months after Russia's invasion.   ", "Searches for such services on Google spiked to record levels in Russia following the invasion, and have remained at their highest rates in over a decade ever since, the search engine's tracking data shows.   ", "YouTube meanwhile remains one of the few major global sites still accessible, thanks to its huge popularity in Russia and its value in spreading Kremlin propaganda videos.  ", "\"YouTube became the television substitute for Russia ... the Kremlin fear that if they don't have YouTube, they won't be able to control the flow of information to (younger people),\" Sukhotski said.  ", "And that allows censored organizations a way in. \"I watch YouTube. I watch everything there - I mean everything,\" one Moscow resident who passionately opposes the war told CNN, speaking on the condition of anonymity. \"These federal channels I never watch,\" she said. \"I don't trust a word they say. They lie all the time! You've just got to switch on your logic, compare some information and you will see that it's all a lie.\"  ", "Telegram, meanwhile, has spiked in popularity since the war began, becoming a public square for military bloggers to analyze each day on the battlefield.  ", "At first, that analysis tended to mirror the Kremlin's line. But \"starting around September, when Ukraine launched their successful counter-offensives, everything started falling apart,\" said Olga Lautman, a US-based Senior Fellow at CEPA who studies the Kremlin's internal affairs and propaganda tactics. \"I've never seen anything like it,\" she said.  ", "Scores of hawkish bloggers, some of whom boast hundreds of thousands of followers, have strayed angrily from the Kremlin's line in recent months, lambasting its military tactics and publicly losing faith in the armed forces' high command.  ", "This month, a debacle in Vuhledar that saw Russian tanks veer wildly into minefields became the latest episode to expose those fissures. The former Defense Minister of the Moscow-backed Donetsk People's Republic, Igor Girkin, sometimes known by his nom de guerre Igor Strelkov - now a  a strident critic of the campaign - said Russian troops \"were shot like turkeys at a shooting range.\" In another post, he called Russian forces \"morons.\" Several Russian commentators called for the dismissal of Lieutenant General Rustam Muradov, the commander of the Eastern Grouping of Forces.   ", "\"This public fighting is spilling over,\" Lautman told CNN. \"Russia has lost control of the narrative ... it has normally relied on having a smooth propaganda machine and that no longer exists.\"  ", "One year into an invasion that most Russians initially thought would last days, creaks in the Kremlin's control of information are showing.  ", "The impact of those fractures remains unclear. For now, Putin can rely on a citizenry that is generally either supportive of the conflict or too fatigued to proclaim its opposition.  ", "But some onlookers believe the pendulum of public opinion is slowly swinging away from the Kremlin.   ", "\"One family doesn't know of another family who hasn't suffered a loss in Ukraine,\" Lautman said. \"Russians do support the conflict because they do have an imperialistic ambition. But now it is knocking on their door, and you're starting to see a shift.\"  "], "headline": "'It's all a lie': Russians are trapped in Putin's parallel universe. But some want out    ", "timestamp": "  Updated  7:44 AM EST, Mon February 27, 2023    ", "act": "/2023/02/27/europe/russia-propaganda-information-ukraine-anniversary-cmd-intl"}, "/2023/02/27/europe/russia-wagner-sudan-gold-sanctions-eu-intl": {"paras": ["The European Union has sanctioned a Russian national and the subsidiary of Russia's Wagner Group in Sudan, Meroe Gold, for facilitating the exploitation of Sudan's gold wealth, after a CNN investigation into the group's activities last July.  ", "The EU named a Russian national - Mikhail Potepkin - and Yevgeny Prigozhin's Wagner Group subsidiary in Sudan, Meroe Gold, listing them \"for serious human rights abuses, including torture and extrajudicial, summary or arbitrary executions and killings, in several countries, including Sudan,\" according a statement published Saturday on the EC's legal platform EUR-LEX.  ", "\"Mikhail Potepkin is the director of Meroe Gold, a front company for the Wagner Group's operations in Sudan, and is involved in the activities of M-Invest, Meroe's parent company. He has a leadership role in the Wagner Group in Sudan and has close ties to Yevgeny Prigozhin,\" according to a statement from the European Council.  ", "A CNN investigation last July was the first to expose the mechanism by which Wagner and Meroe Gold were operating in Sudan, circumventing US sanctions on the group.   ", "Multiple interviews with high-level Sudanese and US officials and troves of documents reviewed by CNN last summer painted a picture of an elaborate Russian scheme to plunder Sudan's riches in a bid to fortify Russia against increasingly robust Western sanctions and to buttress Moscow's war effort in Ukraine.  ", "The evidence also suggested that Russia colluded with Sudan's beleaguered military leadership, enabling billions of dollars in gold to bypass the Sudanese state and to deprive the poverty-stricken country of hundreds of millions in state revenue.  ", "In exchange, CNN's investigation found, Russia lent powerful political and military backing to Sudan's increasingly unpopular military leadership as it violently quashes the country's pro-democracy movement  ", "Despite Yevgeny Prigozhin's denials, the European Council has now confirmed CNN's findings, stating that Meroe Gold continued to operate in Sudan as a \"hedge for the Wagner Group's operations\" via a Sudanese shell company.  ", "\"Through its affiliation with the Sudanese army, the Wagner Group has secured the right to mine Sudanese gold and export it to Russia,\" the Saturday statement by the European Council said.   "], "headline": "EU sanctions Wagner subsidiary in Sudan after CNN investigation into gold exploitation    ", "timestamp": "  Updated  5:15 AM EST, Mon February 27, 2023    ", "act": "/2023/02/27/europe/russia-wagner-sudan-gold-sanctions-eu-intl"}, "/2023/02/26/europe/turkey-earthquake-arrests-intl": {"paras": ["Nearly 200 people have been arrested for alleged poor building construction following the catastrophic earthquake that struck Turkey earlier this month, Turkey's Justice Ministry said.  ", "About 50,000 people were killed across Turkey and Syria after the earthquake struck on February 6.  ", "The ministry said that 626 people were \"suspects\" after buildings fully collapsed or were seriously damaged in the wake of the earthquakes. Some of the suspects died in the quake while police are still hunting for others.    ", "On Saturday, Turkey's Justice Minister Bekir Bozdag said evidence had been collected at thousands of buildings.   ", "More than 5,700 buildings in Turkey have collapsed, according to the country's disaster agency, and questions have been asked about the integrity of structures in some areas of the affected regions.  ", "\"The thing that strikes mostly are the type of collapses - what we call the pancake collapse - which is the type of collapse that we engineers don't like to see,\" said Mustafa Erdik, a professor of earthquake engineering at Bogazici University in Istanbul. \"In such collapses, it's difficult - as you can see - and a very tragic to save lives. It makes the operation of the search and rescue teams very difficult.\"  ", "Erdik also told CNN the images of widespread destruction and debris indicates \"that there are highly variable qualities of designs and construction.\" He says the type of structural failures following an earthquake are usually partial collapses. \"Total collapses are something you always try to avoid both in codes and the actual design,\" he added.  ", "After previous disasters, building codes were tightened - which should have ensured that modern builds would withstand large tremors. Yet many damaged buildings across the stricken region appeared to have been newly constructed. Residents and experts are now questioning if the government failed to take the necessary steps to enforce building regulations.  ", "Yasemin Didem Aktas, structural engineer and lecturer at University College London, told CNN that while the earthquake and its aftershocks constituted \"a very powerful event that would challenge even code compliant buildings,\" the scale of damage indicates that buildings didn't meet safety standards.  ", "\"What we are seeing here is definitely telling us something is wrong in those buildings, and it can be that they weren't designed in line with the code in the first place, or the implementation wasn't designed properly,\" Didem Aktas said.  ", "Several critics are also questioning the Turkish government's periodic approval of so-called \"construction amnesties\" - essentially legal exemptions that, for a fee, forgave developers for constructing projects without the necessary safety requirements.  ", "The amnesties were designed to legalize older sub-standard buildings that had been erected without the proper permits. They also didn't require developers to bring their properties up to code.  "], "headline": "Turkey arrests nearly 200 people over alleged poor building construction following quake tragedy    ", "timestamp": "  Published  11:58 AM EST, Sun February 26, 2023    ", "act": "/2023/02/26/europe/turkey-earthquake-arrests-intl"}, "/2023/02/24/europe/kyiv-war-anniversary-intl-cmd": {"paras": ["One year after Russian President Vladimir Putin launched his invasion of Ukraine believing he'd take Kyiv within days, Ukraine's President Volodymyr Zelensky struck a defiant note, insisting that he was \"certain\" his country would win the war.  ", "Responding to a question from CNN's Christiane Amanpour at a press conference in the capital city, Zelensky said: \"Victory will be inevitable. I am certain there will be victory.\"  ", "\"We have everything for it. We have the motivation, certainty, the friends, the diplomacy. You have all come together for this,\" Zelensky said. \"If we all do our important homework, victory will be inevitable.\"  ", "Russia launched the full-scale invasion of Ukraine eight years after forcefully annexing the southern Ukrainian peninsula of Crimea.   ", "But its plan to wrest control from Zelensky's pro-European government has gone badly. A year after Russian tanks rolled into the country, Ukraine is still fighting and has managed to repel Moscow's advances north of Kyiv and in some eastern and southern parts of the country.  ", "The Ukrainian president has repeatedly rejected the idea of negotiating a peace deal that would see Ukraine lose any of its territory. Speaking on Friday, he said he would not negotiate with Putin - even though he was prepared to speak to him before the war started.  ", "\"It is not the same man. There is nobody to talk to there,\" he said.  ", "Meanwhile in Russia, former Russian President and Deputy Chair of Russia's Security Council of the Dmitry Medvedev said on Friday that that Russia's aim was to \"push the borders of threats to our country as far as possible, even if these are the borders of Poland.\"   ", "Zelensky used the first anniversary of the war to rally troops and renew calls for international assistance for his country. He handed out awards to soldiers and visited wounded service members before holding the rare press conference.   ", "Earlier on Friday morning, the Ukrainian leader addressed members of the military in Kyiv. He told them it was they who would determine the future of the country.  ", "\"It is you who will decide whether we are all going to exist. Whether Ukraine is going to exist. Every day. Every hour. It is you - Ukrainian soldiers - which will decide it,\" he said.  ", "Ukraine's international allies showed their solidarity on Friday, with landmarks around the world lit up in colors of the Ukrainian flag, and new weapons and funding announcements.   ", "The United States announced a $2 billion dollar security package to Ukraine, which includes new funding for contracts including HIMARS rockets, 155-millimeter artillery ammunition, drones, counter-drone equipment, mine-clearing equipment and secure communications equipment.  ", "US Secretary of State Antony Blinken called on the international community not to let Putin's crimes \"become our new normal,\" at the United Nations Security Council.  ", "Germany said it would send a further four Leopard 2 tanks to Ukraine, increasing its original commitment from 14 tanks to 18. Swedish Prime Minister Ulf Kristersson also pledged to send Leopard 2 tanks to Ukraine.   ", "And Japanese Prime Minister Fumio Kishida said he intends to present the idea of imposing new sanctions against Russia during a virtual meeting with G7 leaders and Zelensky.  ", "But there was a noticeable feeling of anxiety in Kyiv on Friday, as many of its residents worried Russia might launch new attacks on the day of the anniversary.   ", "The public transport system was less busy than usual during the morning rush-hour and many parents decided to keep their children home from school.  ", "Security was heightened, with visibly more troops and police officers out patrolling the streets.  ", "While air-raid sirens are a daily fixture in Kyiv, there hasn't been a major attack on the city in a few weeks, which means that whenever the alarms are activated, people are left gauging the level of risk.  ", "Across the country, ordinary Ukrainians marked the day in their own ways.   ", "Kathalina Pahitsky, a 16-year old student, went to the St.Michael'sGolden-Domed Monastery in Kyiv to lay flowers in memory of two former students from her school who lost their lives fighting in the war.  ", "It was a bitterly cold morning in Kyiv, but Pahitsky said she felt it was her duty as the student president of her school to represent her classmates and pay her respects to the fallen heroes.  ", "\"They were defending our country on the front line. One of them died after he was wounded, the other one stepped on a mine,\" she told CNN.  ", "Holding a few red flowers adorned with blue and yellow ribbons, she said those killed in the war must be remembered and celebrated.  ", "\"Their photographs are here on the main street. It's a great honor. They died as heroes. So it's very important for us. And it would have been for them,\" she said.  ", "Olexander Atamas, who was an IT worker before the war and now serves with the Naval Forces of the Armed Forces of Ukraine, said it was hard to describe his feelings on Friday.   ", "\"I would prefer to describe what I don't feel now, I don't feel a fear, but [I] feel confidence in my abilities,\" he told CNN. \"One year ago ... I felt fear, I was stressed, psychologically it unsettled me. But currently there is no fear at all.\"  "], "headline": "Kyiv marks one year of war with anxiety and a rallying cry from Zelensky    ", "timestamp": "  Updated  3:13 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/europe/kyiv-war-anniversary-intl-cmd"}, "/2023/02/24/europe/europe-winter-drought-rivers-climate-intl": {"paras": ["A winter heatwave, record low levels of rain and a startling lack of snow in Europe are pushing rivers, canals and lakes across the continent to alarmingly low levels, with experts warning there could be repeat of last year's severe droughts.  ", "Images of dried-up river beds and shrunken lakes are usually associated with the scorching heat of summer - not the winter. But an exceptionally warm and dry start to the year is affecting a swath of Europe, including central and southwest France, northern Spain and northern Italy.   ", "There are concerns for what this might mean for water supplies.   ", "Europe's water situation has become \"very precarious,\" according to a study published in January by researchers at the Graz University of Technology in Austria, which used satellite data to analyze the world's groundwater resources.  ", "\"A few years ago, I would never have imagined that water would be a problem here in Europe,\" said Torsten Mayer-Gürr, one of the researchers. \"We are actually getting problems with the water supply here - we have to think about this.\"  ", "France, which is experiencing its driest stretch in more than 60 years, may soon bring in water restrictions.   ", "The country \"suffered a series of 32 consecutive days without any significant rainfall from January 21 to February 21,\" Simon Mittelberger, a climatologist at Météo-France, told CNN - the longest stretch since records began in 1959.  ", "It is having  a damaging effect on the country's rivers and lakes, Mittelberger said, as well as the country's soils.  ", "\"Soils are much drier than usual,\" he said. France's current soil moisture levels would not normally be seen until mid-April.  ", "Snowfall has also been low. \"The situation in the Pyrenees is close to the lowest record of snow quantity for that time of year,\" Mittelberger said. The Alps have seen 63% less snow than usual, according to CIMA Research Foundation.  ", "A lack of snow in the winter can threaten water reserves in the spring and summer, as there is less snowmelt to sustain rivers.  ", "Last summer, France suffered its worst drought on record but, Mittelberger warned, this year \"the situation could be worse if we don't have significant rainfall in the next couple of months.\"  ", "Christophe Béchu, the minister for ecological transition, called the winter drought \"unprecedented,\" and warned the country is in a state of alert.   ", "In Italy, some of country's most famous bodies of water are drying up.  ", "Water levels at Lake Garda are so low that it is now possible to walk to an island in the middle, along a strip of exposed lake bed. A few months ago, this walkway did not exist.  ", "It is now also a lot harder to take a water taxi in Venice, as some of its canals have become too shallow to keep gondolas afloat, in part, because of a lack of rainfall.   ", "The city which has long feared flooding is now grappling with the opposite problem.   ", "Italy's longest river, the Po, which winds through its northern agricultural heartland, has 61% less water than usual for this time of year.  ", "Last summer, the Italian government declared a state of emergency for the area surrounding the Po, which experienced its worst drought in 70 years.  ", "Giorgio Zampetti, general manager of Legambiente, an Italian environmental group, fears that the worst is yet to come: \"2023 has just begun, but it is showing worrying signs in terms of extreme weather events [and] drought levels,\" he said in a press statement.  ", "In Spain, which experienced its hottest year on record last year, there are concerns about water supplies.   ", "\"We cannot guarantee water supply for drinking water or for economic uses by relying exclusively on rain,\" Teresa Ribera, Minister for the Ecological Transition recently said at a press conference.   ", "The country has approved plans to invest around $24 billion in water management, including measures to improve sanitation and treatment and modernize irrigation.  ", "Since 1980 the average available water has decreased by 12%, with projections that there may be a further decrease of up to 40% by 2050.  ", "Dry weather in Spain is also threatening the country's prized jamón ibérico bellota, as low rainfall and rising temperatures affect the acorns eaten by the pigs.  ", "While Europe has previously been blighted by summer droughts, experts fear the exceptionally dry last two months may signal a new reality, caused in part by rising average global temperatures.  ", "\"These conditions were rare in the past, but climate change is altering precipitation regimes over Europe and making these extremes more recurrent and intense,\" Andrea Toreti, a climatologist at the European Commission's Joint Research Centre, told CNN.  ", "\"There is a growing concern due to the lack of precipitation in the last weeks and also considering the 2022 drought. The coming weeks will be crucial,\" Torerti said.  ", "While Toreti said attributing the winter drought to climate change would require a specific analysis that has not yet been conducted, he added such events \"are an expected effect of climate change in terms of more frequent and intense extremes.\"  "], "headline": "Dry canals, low rivers and shrunken lakes: Europe braces for severe drought amid winter heatwave    ", "timestamp": "  Updated  10:16 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/europe/europe-winter-drought-rivers-climate-intl"}, "/2023/02/23/europe/ukraine-married-couple-anniversary-russia-war-intl-cmd": {"paras": ["Yaryna Arieva and Sviatoslav Fursin are not going to celebrate their first wedding anniversary this Friday.   ", "The Ukrainian couple got married on the day Russia launched a full-scale attack on their country. A year later, Ukraine is still at war. Russian missiles are still falling from the sky and people are still dying.   ", "There isn't much to celebrate, they say. \"A year has passed and all the memories, they start coming back,\" Arieva told CNN at her and Fursin's home in Kyiv.   ", "She said that, for months, she avoided wearing a suit she got just days before the invasion because it was bringing back memories of the darkest moments of her life.  ", "\"It's not the memories you want to have in your head all the time,\" she said.  ", "Arieva, 22, and Fursin, 25, rushed to tie the knot in St. Michael's Golden-Domed Monastery on February 24, months before their planned wedding in May. They wanted to be together, whatever came next. The place has since become a favorite spot for visiting foreign dignitaries on their show-of-support trips to Kyiv. Most recently, US President Joe Biden was photographed there with Ukraine's leader Volodymyr Zelensky during his surprise visit on Monday.   ", "\"I remember my wedding ceremony and that feeling of not knowing anything. That unpredictable and really scary future,\" Arieva said.  ", "The same day, they collected their weapons and signed up as volunteers with their local unit of territorial defense force, the volunteer branch of Ukraine's armed forces, determined to defend their city. Arieva serves as an elected Kyiv City councilor, a part-time unpaid government position that meant she was given a weapon.  ", "Fursin was immediately sent toward the front lines. He told CNN he saw a bus full of volunteers and simply jumped in, unsure where it was headed.  ", "He and other volunteers were forming the second line of defense north of Kyiv, in Irpin, Hostomel and other areas that quickly became key battlegrounds.   ", "\"The first night, we were totally not ready. We didn't have any trenches, nothing,\" he said.  ", "Fursin was put in charge of a group of 10 people, mostly other very young men. His qualifications? He was the only one of the 11 who had held an automatic weapon before.  ", "\"The commander watched how I handled the weapon and said: 'Take these people and make shelters and ambush positions and think about which way you will run,'\" Fursin related. \"We were digging trenches. Just digging, digging, digging, all night.\"   ", "Arieva, meanwhile, was back at the base of their territorial defense unit in Kyiv, trying to be helpful.  ", "\"The first night when I was waiting for my husband, when he left for his first battle, I think it was the scariest night of my life, because of course, I couldn't call him because he had to turn his phone off,\" she said.  ", "\"I wasn't religious but at that moment I prayed to all [the] gods I know for him to come back safe.\"  ", "The next month and a half is a blur.  ", "Fursin kept going on missions. He was mostly manning checkpoints and forming a second line of defense, but he did find himself face-to-face with Russian troops a couple of times and was trained in firing anti-tank missiles. He refuses to go into details beyond saying he had used his weapons during that time. \"We were told not to talk about it,\" he said.  ", "Arieva, meanwhile, was working in a tiny office with eight other people, 7 a.m. until 10 p.m. every day. There were three small tables with barely enough space for the computers, let alone the people. Bounty and Snickers bars, cigarettes and tobacco sticks became hard currency during that time.  ", "They both admit the experience was a tough one.   ", "\"In our dreams, when we were imagining it, we were so heroic and strong. And the reality was that we washed once a week because there were no showers in there and it wasn't very pleasant, [with] the lack of sleep and sometimes food,\" she said.   ", "Still, they look back at the time with pride and fondness.  ", "\"Everyone forgot who they are, if they were very famous or very, very rich or very [influential] politicians, they were just helping each other, standing together smoking and not knowing what was going on,\" Arieva said.  ", "Arieva said she quit smoking just days before the war began, but her determination didn't last.  ", "\"I said I will quit on victory day, but I might have to try earlier,\" she said.  ", "When Russian troops withdrew from the Kyiv region in early April, Arieva and Fursin's time in the territorial defense came to an end. The military decided it needed to make the volunteer units more professional and only those with previous military experience were allowed to stay.  ", "Fursin and Arieva were asked to leave the force.  ", "\"It was hard to become civilians again, because we didn't want to be protected, we wanted to do something,\" she said.  ", "They tried to enjoy the small things, like the first cappuccino since the start of the war.  ", "\"It was the tastiest thing. That cappuccino with the foam, that beauty, that taste, it [the war] has really made us value things much more,\" she said.  ", "For Fursin, last year's invasion was the second of his life. He grew up in Crimea and was living on the Ukrainian peninsula when Russia forcibly annexed it in 2014. His grandmother was too ill to travel at the time, so they stayed.  ", "\"I remember how the place has changed after that. We used to joke that you go to sleep in one country and wake up in another,\" he said.  ", "When Fursin's family finally left Crimea, they settled in Irpin. Just three years later, their home was, once again, invaded by Russian troops.  ", "The couple describes the shock of coming back to Irpin after it was liberated in early April. The town north of Kyiv became the front line during the battle for the capital city. It was here that Ukrainian forces managed to repel the attack.    ", "The family home was still standing, but was severely damaged, with windows shattered and half of the building scorched.   ", "Back in the civilian world, the couple began volunteering, bringing food and basic supplies to liberated settlements north of Kyiv. The demand was so overwhelming that sometimes they had to make multiple trips a day.  ", "\"I remember Katyuzhanka, because we brought a lot of bread and macaroni and some pasta sauce and batteries and there was a huge amount of people waiting. We gave out everything we had and we had to go back and bring more bread because more than half [of the] people didn't get anything and they didn't have a slice of bread in that town,\" Arieva said.   ", "She still remembers people sharing terrifying stories of life under occupation and bursting into tears upon hearing strangers speak Ukrainian.  ", "\"It was really ... hard to even listen to these stories, it hurts,\" she said.   ", "Slowly, life started to return to normal. It was spring, and Kyiv was in full bloom. It really felt like renewal, they said.   ", "They had their official town hall wedding and a small celebration in May, mostly because the deposit was paid and non-refundable. Arieva finally got to introduce her husband to her 97-year-old great-grandmother.   ", "They had both lost their jobs right at the beginning of the invasion. Arieva was working for the Committee of Voters of Ukraine, an observer organization, and Fursin for a housing co-op in Irpin.   ", "As they started running out of money, they decided to focus on work and their studies.   ", "Over the summer, Fursin finally graduated from university. He began his degree in Crimea, but when his family fled the occupied peninsula in 2019, he had to start over. He is now working on and off on software development projects.  ", "Arieva, meanwhile, decided to focus on learning to code. Tech is the only sector that is still growing in Ukraine, because it allows people to work remotely.   ", "But their plan to work and study remotely got derailed when Russia launched a wave of attacks on Ukraine's energy infrastructure in the fall. Working was quickly becoming impossible.  ", "\"We would have two hours of electricity, then five hours without electricity, then three hours of electricity, it was really demoralizing,\" Arieva said.  ", "\"The worst thing about that was that the streets weren't lit. And not all people use their torches or have [reflective] jackets to be seen on the road. And every week I would see a car crash from my balcony and some people died,\" she added.  ", "In the fall, they adopted a cat and called him Kus, Ukrainian for \"bite.\" Even now, months later, Fursin's arms are covered in cat scratches.  ", "As Christmas started approaching, the couple, along with their families, decided to switch the date they'd celebrate the Christmas holiday.  ", "Instead of January 7, which marks the birth of Jesus according to the Julian calendar, still used by the Russian Orthodox Church, they celebrated on December 24, which marks the birth of Jesus according to the Gregorian calendar.  ", "\"So we had two Christmases in 2022,\" Arieva said.  ", "Ukraine's Orthodox church announced in the fall that it would allow its churches to celebrate Christmas in December.  ", "\"It makes more sense. It was more symbolic and I really liked it. And also it feels good that we are not celebrating with Russians anymore,\" Arieva said.  ", "The family didn't have the usual full spread of 12 dishes for Christmas dinner, because the electricity was on for just six hours that day. They cooked Kutia, the traditional Ukrainian porridge-like Christmas meal that consists of wheat or rice, raisins, walnuts, honey and poppy seeds, using the emergency gas cylinder.  ", "As the first anniversary of the war - and their wedding - approaches, Arieva and Fursin are reflecting on how the year has changed them.   ", "Arieva said she is a completely different person. \"I became less naive and less childish. And maybe it has made me a little bit stronger. Because what doesn't kill us, makes us stronger, of course,\" she said.   ", "\"Only when you see this, you understand the value of life. And for me, this is 100%,\" Fursin said. \"What we went through together, I understand that [we are] completely different. And that we [continue] to love each other, that, for me, is maybe the biggest sign that it's true love,\" he said.   "], "headline": "They got married the day Russia invaded. It's been the longest year of their lives    ", "timestamp": "  Updated  9:24 AM EST, Fri February 24, 2023    ", "act": "/2023/02/23/europe/ukraine-married-couple-anniversary-russia-war-intl-cmd"}, "/2023/02/24/europe/ukraine-russia-europe-security-one-year-on-intl-cmd": {"paras": ["If you can remember clearly the Europe of a dizzying year ago, perhaps the biggest surprise in where we find ourselves now is the extent to which the West has been reminded of its values and purpose.  ", "Russia's unprovoked invasion of Ukraine served as the unwitting antidote to six years of clumsy populism and the huge economic and psychological shock of the pandemic. It also worked to counter a sense that morality, and the virtue of values, were becoming obsolete in the face of the many challenges posed by the world's crises.  ", "It shouldn't have taken the deaths of thousands of innocent Ukrainians, the threat of nuclear attack, and the leveling of so much of a country, to make this point. But it's perhaps the revulsion to Putin's brutal and inept war that helped Europe and the rest of the West rediscover a collective sense of purpose.  ", "The eyes of three old men thrust into our van in Posad Pokhrovka, in the early days of the war, desperate to flee shelling that had torn their world apart, still haunt me: Not even the Nazis beat them like that, they said, sobbing. They never thought they'd live long enough to see worse than the 1940s.  ", "Wars can intensify scrutiny of both sides' conduct to the point where each can be accused of some degree of wrongdoing. So, it's important to pause at this point and consider the ugliness of the way Russia has waged this war.  ", "Firstly, Moscow won't even admit that it's at war - a sign of the fictional landscape in which it wishes to fight.  ", "Secondly, Moscow has burned through its professional army so fast, it is press-ganging students to the front, and resorting to unleashing human waves of Russian prisoners at Ukrainian trenches. Some return in coffins, the injured are sent back to fight.    ", "Thirdly, the lack of sophistication - or even basic self-awareness - is striking. The Russian high command doesn't even seem to want to address how bad it is. In the background, the threat of nuclear force has been brandished so ineptly - in chest-pounding signals from a weak Kremlin which is losing the most conventional of fights - it appears to have had the almost opposite effect, galvanizing the West into concerted action in the face of what amounts to nuclear blackmail.  ", "Ukraine's response has been further fuel to Western unity. Ingenuity has bolstered the Ukrainians' defense. A territorial defense fighter, known as \"Graf,\" could talk in Kramatorsk for hours about the complexities of syncing drone surveillance to artillery, then switch to the role of Western private contractors in the war, and end with a blistering critique on the role alcoholism and corruption would have on the bones of Russia's nuclear program.  ", "Ukraine is sending its best and brightest to fight, and adapting to warfare faster than imaginable, while Russia is forcing convicts to run straight into the hail of bullets from Kyiv's machine guns.  ", "In the past year, fear of Moscow has begun to evaporate. The Cold War foe that could vaporize our world - whose warheads were the menace behind so many childhood animations and movies in the 80s - has not recovered and lost the internal blindness and shoddiness that led to the Soviet collapse. It's as bad as it was, only more desperate - its elite twice-humiliated, first in the 90s, and now.  ", "The Russian dead I witnessed, sprawled all over the roadside as Ukraine advanced in Kherson this summer, were scruffy, with a sleeping mat and workout gloves for comfort, and only rusting armor at their backs.   ", "There is something tragic about how fast Russia has fallen. Deservedly so, perhaps, but pause also to remember that the first Putin years contained, despite their massacres in Chechnya and slow strangulation of dissent, a kernel of economic reform and progress for ordinary Russians. Putin was creating the middle class that would ultimately risk his downfall.  ", "Now all that is gone, and a shrinking population will rasp on the edges of Europe for years to come. Whether Russia requires a harsh reprimand or not, the impact of its demise will be another problem Europe has to endure up close.   ", "What's most startling about the choice Moscow has imposed on the West - to seek its strategic defeat in Ukraine rather than its limited appeasement - is that Europe was heading in the other direction a year ago.  ", "Defense budgets were growing in recognition of Russian malice, but the broad hope was that Putin would be a benign, grumpy neighbor arguing over the border fence, rather than a savage marauder bent on restoring an empire so aged in concept not even he was old enough to have seen it in full.  ", "The West is engaged in an act of full-throated support of Ukraine that it's fair to say most of its officials would have deemed far too provocative a year ago. Sending tanks, thinking of F16s, training troops... It's hard to argue this isn't already NATO's war too, fought by proxy.  ", "Is that a bad thing? For Ukraine, yes, whose sacrifice should never have had to happen. So much loss remains hidden: I recall being inside and shivering outside the administration building of Mykolaiv at the start of the war. Now all I can think of is how many must have been inside it when a missile tore it in two in March.  ", "But this is a more limited scenario for Russia's defeat than NATO war planners could have gamed. The Great Power was never meant to falter so explicitly, or so ineptly inspire unity in the foes it had worked so hard to divide.   ", "A pattern of miscalculation and misstep by Moscow is not entirely comforting. It leaves the use of its nuclear arsenal as something of a wild card still. We know the consequences of nuclear weapons use for their victims and ordinary Russians. But that's not stopped Putin up to now.   ", "The possibility Russia's nastiest toys also fail in their most destructive use - that the nuclear button just smokes and whirrs when struck - is perhaps what is holding Putin back, or the same streak of self-preservation that has guided his every move.   ", "It is perhaps the innate selfishness and myopia of Russia's system that reduces this threat and has enabled such a meaty Western response. The year ahead will likely see the non-conventional menace of a desperate Russia grow, and the slow tiring of Western support, as elections churn and budgets are strained.  ", "But a wider victory has already been achieved in a year - in that unity of purpose and substance of support have prevailed, where Moscow sought to seek selfishness and division. That moment of clarity can't be erased, no matter how long it endures.  "], "headline": "Putin's war in Ukraine has exposed Russia's weaknesses - and brought the West together    ", "timestamp": "  Published  12:09 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/europe/ukraine-russia-europe-security-one-year-on-intl-cmd"}}