{"/2023/02/24/americas/mexico-asylum-policy-intl-latam": {"paras": ["Mexico is rethinking its approach toward asylum seekers after the Biden administration unveiled a controversial new proposal to limit asylum eligibility in the United States.  ", "Mexico's refugee assistance agency, known as COMAR, launched a pilot program in southern Mexico on Monday to explore expediting asylum denials to those it deems likely to travel onward to the US.  ", "The aim is to deter those migrants from accessing temporary documents issued by COMAR while their cases are being evaluated, which they might use to travel north - a common phenomenon, according to COMAR's head Andrés Ramírez.  ", "But after the Biden administration announced its proposed new asylum rules on Tuesday, COMAR plans to abandon the strategy and use what it learned from the pilot program to come up with a different solution, Ramírez said.  ", "The US proposal - which has been panned by human rights advocates and immigration experts - largely bars migrants who have not taken a legal pathway and instead traveled through other countries on their way to the US southern border from applying for asylum in the US. It would take effect in May.  ", "Among its proposed new conditions on eligibility for US asylum: being denied protection in a third country through which they traveled.  ", "Ramírez now worries that accelerating asylum denials could actually increase Mexico's attractiveness as a pit stop for those ultimately aiming to request asylum in the US.   ", "\"The new policy that was recently announced [by the United States] changes the whole thing. We need to rethink it,\" Ramírez said.  ", "Migrant numbers at the US-Mexico border have been on the rise since last year, with increasing numbers of people from Venezuela, Cuba, Nicaragua and Colombia - many fleeing repressive government and stark economic pressures.   ", "Though the one-week pilot program did not include actually issuing swift denials, it studied behaviors of individuals from nationalities deemed by COMAR most likely to be traveling for economic reasons rather than for international protection - Senegalese and Angolan migrants in particular, according to Ramírez.  ", "By Mexican law, asylum seekers are required to stay in the state where they filed for asylum to see the process through.   ", "Once registered with COMAR, asylum seekers are provided with deportation protection, access to the public health care system and work eligibility.  ", "Ramírez says that his agency recently noticed that many migrants who began the asylum process in the city of Tapachula, in southern Mexico, later abandoned the process. They used a preliminary COMAR document to travel within the country toward its northern border.  ", "\"They are abusing the system,\" said Ramírez. \"That shows us that many of these people are not really interested in (Mexico's) refugee system and the asylum procedure.\"  ", "He estimated that in Tapachula, Mexico about 70% of the individuals from countries other than Haiti were abusing the system.  ", "Haitians, he said, have been continuing with the local asylum process there at a higher rate.  ", "Mexico has received a surge of asylum applications in recent years, Ramírez says.  ", "In January 2023, nearly 13,000 people signed up to seek asylum in Mexico, according to COMAR data. That's more than double the number of asylum registrations from one year ago in January 2022, the data shows.   ", "If applications continue at this pace, 2023 could be on track to becoming the refugee agency's busiest year ever.  ", "The record for most applications ever was set in 2021, he said, when COMAR received nearly 130,000 asylum applications.  ", "\"We were at the risk of collapsing. It was terrible,\" Ramírez said.  ", "His priority now is to figure out a way to prevent the asylum system in Mexico from being overwhelmed, he says.  ", "After the results of this week's experiment documenting the behaviors of individuals who likely qualified for expedited denials is analyzed, his team will submit proposals with new solutions to combat what they see as abuses of the system - an approach that Ramírez says will ultimately allow COMAR to prioritize asylum seekers who intend to make Mexico home.  ", "\"For us it's very important to take care of the asylum system in Mexico,\" Ramírez said. \"If the asylum system is collapsed, then we're done.\"  "], "headline": "Mexico rethinks asylum initiative after controversial US announcement    ", "timestamp": "  Published  9:09 PM EST, Fri February 24, 2023    ", "act": "/2023/02/24/americas/mexico-asylum-policy-intl-latam"}, "/2023/02/23/americas/peru-protest-financial-support-deaths-intl-latam": {"paras": ["Peru's government is offering families who lost a relative during nationwide protests between December 8 and February 10 around $13,000 in financial support, according to a decree published by the official newspaper \"El Peruano\" on Tuesday.  ", "Each family will be granted approximately $13,000 US dollars (50,000 nuevos soles), while the injured will receive half this amount, or $6,500 US dollars (25,000 nuevos soles), according to the decree.  ", "The payments have been categorized as financial help for civilians and policemen and are not considered as reparations, the decree adds.  ", "Amnesty International criticized the government for not taking responsibility for the deaths in a statement.   ", "\"Economic assistance to the people killed and injured is a duty by the State due to the families' patrimonial affectation but does not exempt (the state) of the responsibility to look for truth, justice, and reparation for the victims for the abuse of their human rights,\" it wrote on Twitter.   ", "As CNN first reported, Peruvian families have demanded reparations for deaths and injuries around the protests since former President Pedro Castillo was impeached and arrested in December. His removal from office sparked the demonstrations amid deep dissatisfaction over living conditions and inequality in the country.  ", "There has been at least 60 protest-related deaths, according to Peru's Ombudsman's office, including one police officer. Most of those deaths happened outside Lima. As of February 22, seven people died in Apurimac, ten in Ayacucho and twenty in Puno for example, according to the same organization.  ", "The government's announcement comes after a preliminary report released by Amnesty International accused Peruvian authorities of acting with \"a marked racist bias\" in its crackdown on the protests last week.  ", "The human rights group also accused Peruvian security forces of using firearms with lethal ammunition \"as one of their primary methods of dispersing demonstrations, even when there was no apparent risk to the lives of others\" - a violation of international human rights standards.  ", "CNN reached out to the Ministry of Defense and Interior for comment on the Amnesty International report and the allegations of excessive use of force against protesters. The Ministry of Defense declined to comment and told CNN there is an ongoing investigation by Peru's Prosecutor Office with which they are collaborating.   ", "A spokesperson for the Interior Ministry also declined to comment, highlighting the ongoing investigation by the prosecutor's office.  "], "headline": "Peru offers $13,000 to families who lost loved ones in protests    ", "timestamp": "  Published  7:03 PM EST, Thu February 23, 2023    ", "act": "/2023/02/23/americas/peru-protest-financial-support-deaths-intl-latam"}, "/2023/02/20/americas/russian-migrants-mexico-united-states-intl-latam": {"paras": ["Nailia Manzurina's eyes filled with tears as she remembered the moment she and her two young sons had to separate from her husband in their native Russia.  ", "\"Praise God it was just temporary,\" she said as she wiped away tears.  ", "It was late September 2022 and emotions were high in Russia because President Vladimir Putin had just imposed the country's first military draft since World War II. Social media videos showed mothers and wives wailing as their loved ones were dragged into the war in Ukraine. Young men rushed to neighboring countries in droves to avoid getting pulled into the fight.  ", "Nailia's husband, Mikhail Manzurin, 25, qualified for the draft but he disagreed with Russia's invasion of Ukraine.  And he felt, very strongly, that he shouldn't be forced to serve in the military against his will.   ", "\"I don't want to kill (the) innocent people of Ukraine. They're protecting their territories. They're protecting their homes. And I don't want to be a part of this invasion,\" Mikhail Manzurin said.  ", "Fearing Mikhail would be drafted, jailed or worse, the family decided to flee, embarking on a multi-country odyssey with their newborn, Philip, and toddler, Mark, that would take them through Kazakhstan, Uzbekistan, Dubai, Mexico and ultimately to the United States - all with the help of strangers.   ", "They would become part of a vast wave of Russians seeking shelter from the war in the United States. Over the past six months, data posted by American border authorities shows that the number of Russian citizens they have encountered has nearly tripled: from 1,645 Russians in August 2022 (the month before Russia's draft began) to 4,509 in January.   ", "In total, nearly 22,000 Russians, including the Manzurins, have tried entering the United States through the country's southern border since October 2022, the first full month after the draft was announced, according to the latest US Customs and Border Protection data.   ", "Before all this, the Manzurins say, they loved their life in Russia. The couple enjoyed parenting and Mikhail says he earned good money teaching English and Chinese at a tutoring center.   ", "Then Russia invaded Ukraine in February 2022.  ", "\"It was shocking,\" Mikhail said. \"I realized that my country was doing something wrong.\"  ", "Even though he knew it wasn't safe to speak out, Mikhail says he expressed his disdain for the war on social media and from the pulpit of his Christian non-denominational church.   ", "Mikhail says his boss forced him to quit his job because parents complained about his public anti-war stance. At that point, Mikhail says he transitioned to teaching languages online and life as they knew it continued despite the war.   ", "But their world turned upside down in September 2022, when Putin imposed the military draft. Soon after, Mikhail says he kissed his wife goodbye and took a taxi to the border, where he hopped on a bus to Kazakhstan. The bus was packed with other young men who were also fleeing Russia, according to Mikhail.  ", "\"I was shaking,\" Mikhail said.   ", "When the bus crossed the border into Kazakhstan without incident, Mikhail says all the men onboard started cheering over their successful escape saying, \"We did that!\"  ", "Nailia, 27, and their sons joined Mikhail a week later.  ", "Days after reuniting in Kazakhstan, the Manzurins traveled by train to Uzbekistan. There, they slept on the floor for more than a month in an apartment they shared with friends. And Mikhail continued to teach languages online to provide for his family. But Mikhail says he didn't feel safe in Uzbekistan because the territory is a post-Soviet country.   ", "\"They can be friendly to Russia,\" Mikhail said.  ", "That's when Mikhail says he learned, from some of his Russian friends, that they had entered the United States through the country's southern border.  ", "\"They crossed the border from Mexico to the United States,\" Mikhail said. \"It happened to one family, then to another family and we started to pray.\"  ", "Mikhail put those prayers to work online, where he searched and found a US-based Christian non-profit organization named Practice Mercy Foundation.   ", "Alma Ruth, the founder and director of the non-profit, says the Manzurins asked her for guidance and prayer. Ruth says she connected them with friends in Mexico City and Reynosa, a city in northern Mexico that borders Hidalgo County, Texas.  ", "\"Immigration is a life-or-death conversation and as people of faith, we choose life,\" Ruth said. \"We answered his call for help because it was the first time a young family traveling with infants contacted us for help from their region of origin.\"  ", "But Ruth says this wasn't the first time she had seen Russians at the US southern border. She says that it's a phenomenon she started seeing about two years ago, but back then the numbers were small.   ", "According to US Customs and Border Protection data, there's been a 4,560% increase in the number of Russians trying to enter the US, when comparing fiscal years 2020 to 2022 (the latest full year available).   ", "In fiscal year 2020, 467 Russians were encountered at the US southern border, compared to 21,763 in fiscal year 2022.   ", "The Manzurins say they flew to Mexico through Dubai, because they learned from Russian friends that it increased their odds of entering Mexico without a problem. Indeed, the Manzurins arrived in Reynosa in late November and realized that as many as 700 Russians were waiting to enter the US legally.   ", "Mikhail says many of the men had protested the war and some had been arrested for demonstrating. And they all had one thing in common: They were against the Russian war with Ukraine.   ", "Pastor Hector Silva, who runs one of the largest migrant shelters in Reynosa, says most of the Russians he encountered were fleeing Russia's military draft and that most of them have either entered the United States or have departed to nearby Matamoros, Mexico.   ", "After 40 days of waiting in Reynosa, Mikhail says US immigration authorities allowed him and his family to enter the United States through something called humanitarian parole - which allows people who would otherwise be ineligible for admission to the US to enter the country for a temporary period of time for urgent humanitarian reasons.  ", "In January, the Biden administration expanded a humanitarian parole program to include Cubans, Venezuelans, Nicaraguans and Haitians to provide them with a legal pathway to enter the US.  As of January 27, more than 7,500 migrants with those nationalities had been approved to enter the US legally under the program. Russians were not a part of that program.  ", "The Manzurins say they were processed by US immigration authorities at the Hidalgo, Texas, port of entry and given a notice to appear before a US immigration judge in July 2024.   ", "The number of notices to appear issued to Russians by US immigration authorities has nearly quadrupled from August 2022 (the month before Putin issued the military draft) to December 2022 (the latest month available), according to analysis of government data by Transactional Records Access Clearinghouse (TRAC) at Syracuse University. In December 2022, 6,991 notices to appear in immigration court were issued to Russians, compared to 1,799 in August 2022, per TRAC.   ", "Mikhail Manzurin says he was apprehensive about moving his family to America because Russian propaganda and people in Russia say Americans are individualists who care only about themselves, and who don't like Russians.  ", "\"'Nobody is going to care about you. So nobody is going to help you,'\" Manzurin remembers he was told before he left Russia.  ", "To Mikhail's surprise, since his arrival to the United States, pastors and community members have provided his family with food, shelter, clothing and financial support.  ", "Pastor Aaron Reyes of Practice Mercy and his family hosted the Manzurins in their home in Austin, Texas, for about a week starting at the end of January. Reyes says Americans have much to learn from the Manzurin's story.   ", "\"Material possessions isn't what gives us contentment,\" Reyes said. \"They (the Manzurins) have, in their journey, lived on very little and they have lived from day to day and from week to week being content, happy.\"  ", "Mikhail says his family will file for political asylum and his dream is that his boys will one day become US citizens and grow up free and safe.  ", "And while the Manzurins say they have settled in a Russian-speaking Christian community in the state of Washington and feel safe from the tentacles of Russia's military draft, their future in America remains uncertain. It will be up to US immigration courts to ultimately grant or deny them asylum.  ", "\"(That) is my biggest fear here in the United States, that they will deport us,\" Mikhail said. \"(That) they (US immigration authorities) will say, 'Your case is not good enough to get political asylum.'\"  "], "headline": "'I realized that my country was doing something wrong': Nearly 22,000 Russians have tried to enter the US since Putin's war draft    ", "timestamp": "  Published  5:38 PM EST, Mon February 20, 2023    ", "act": "/2023/02/20/americas/russian-migrants-mexico-united-states-intl-latam"}, "/2023/02/16/americas/haiti-canada-naval-vessels-intl-latam": {"paras": ["Canada will deploy Royal Canadian Navy vessels off the coast of Haiti in the coming weeks, Canadian Prime Minister Justin Trudeau said Thursday, amid widespread insecurity and gang violence in the country.   ", "The vessels will conduct surveillance, gather intelligence and maintain a maritime presence off the coast of Haiti in the coming weeks, Trudeau said from Nassau, Bahamas, during a meeting of Caribbean leaders on Thursday.  ", "\"We need to work on long lasting solutions that will restore order and security, allow for essential aid to flow to those who urgently need it, and create the conditions for free and fair elections so that the Haitian people can live in a stable and democratic society,\" he added.   ", "While Trudeau said it was important to confront the \"severity\" of the situation, Canada stopped short of pledging any type of military presence on the ground.  ", "The Caribbean nation has been thrown into chaos over the past year by relentless anti-government protests, rampant kidnappings and a recent resurgence of deadly cholera.   ", "Large swathes of capital city Port-au-Prince are run by organized criminal groups, and last October, Haiti's government and United Nations Secretary-General Antonio Guterres urged the international community to consider deploying forces to Haiti to address growing humanitarian and security crises in the country.  ", "Earlier in February, Canada's government reiterated that it would continue to contribute aid to Haiti and in recent weeks has deployed a Royal Canadian Air Force surveillance aircraft to the Caribbean nation to support \"efforts to disrupt the activities of gangs in Haiti and demonstrate Canada's commitment to the Haitian people.\"  ", "Canada said it was committed to supporting the Haitian National Police but has so far ruled out sending any kind of armed force to the country, with Trudeau tweeting in recent days that he would be supporting \"Haitian-led\" solutions.  "], "headline": "Canada will send naval vessels to Haiti, but stops short of military intervention    ", "timestamp": "  Published  7:21 PM EST, Thu February 16, 2023    ", "act": "/2023/02/16/americas/haiti-canada-naval-vessels-intl-latam"}, "/2023/02/16/americas/peru-protests-indigenous-amnesty-report-intl-latam": {"paras": ["Amnesty International has accused Peruvian authorities of acting with \"a marked racist bias\" in its crackdown on protests that have roiled the country since December, saying \"populations that have historically been discriminated against\" are being targeted, according to a report released on Thursday.   ", "Drawing on data from the Peruvian Ombudsman's Office, Amnesty says it \"found that the number of possible arbitrary deaths due to state repression\" were \"disproportionately concentrated in regions with largely Indigenous populations.\"   ", "Amnesty also says that areas with majority indigenous populations have accounted for the majority of deaths since the protests began. \"While the regions with majority Indigenous populations represent only 13% of Peru's total population, they account for 80% of the total deaths registered since the crisis began,\" Amnesty wrote.    ", "The Ministry of Defense declined to comment on the report, telling CNN that there is an ongoing investigation being carried out by the country's public prosecutor office, with which they are collaborating.   ", "\"Not only have we delivered all the requested information, but we have supported the transfer of (the public prosecutor's) personnel (experts and prosecutors) to the area so that they can carry out their work. The Ministry of Defense is awaiting the results of the investigations,\" the ministry's spokesperson added.   ", "CNN also reached out to the Interior Ministry, which oversees the police, for comment.  ", "The Andean country's weeks-long protest movement, which seeks a complete reset of the government, was sparked by the impeachment and arrest of former President Pedro Castillo in December and fueled by deep dissatisfaction over living conditions and inequality in the country.   ", "While protests have occurred throughout the nation, the worst violence has been in the rural and indigenous south, which saw Castillo's ouster as another attempt by Peru's coastal elites to discount them.  ", "\"In a context of great political uncertainty, the first expressions of social unrest emerged from several of Peru's most marginalized regions, such as Apurímac, Ayacucho and Puno, whose mostly Indigenous populations have historically suffered from discrimination, unequal access to political participation and an ongoing struggle to access basic rights to health, housing and education,\" Amnesty wrote.    ", "Protests have spread to other parts of the country and demonstrators' fury has also grown with the rising death toll: As of Tuesday, at least 60 people have died in the violence, according to Peru's Ombudsman's Office, including one police officer.  ", "Castillo's successor, President Dina Boluarte, has so far refused to resign, while Peru's Congress has rejected motions for early elections this year - one of the protesters' main demands.  ", "The human rights group accuses security forces of using firearms with lethal ammunition \"as one of their primary methods of dispersing demonstrations, even when there was no apparent risk to the lives of others\" -  a violation of international human rights standards.   ", "Amnesty says it documented 12 fatalities in which \"all the victims appeared to have been shot in the chest, torso or head, which could indicate, in some cases, the intentional use of lethal force.\"  ", "There have also been instances of violence by some demonstrators, with the use of stones, fireworks and homemade slingshots. CNN has previously reported on the death of a policeman who was burned to death by protesters. Citing Health Ministry figures, Amnesty found that \"more than 1,200 people have been injured in the context of protests and 580 police officers have been wounded.\"  ", "But overall, police and army have responded disproportionately, firing \"bullets indiscriminately and in some cases at specific targets, killing or injuring bystanders, protesters and those providing first aid to injured people,\" Amnesty said.  ", "It cites the death of 18-year-old student John Erik Enciso Arias, who died in December 12 in the town of Andahuaylas, in the Apurímac region, where citizens had gathered to observe and film the protests. Erik's death has been confirmed by the Peruvian ombudsman.   ", "According to Amnesty, \"videos and eyewitness accounts suggest that several police officers fired bullets from the rooftop of a building in front of the hill that day. State officials confirmed to Amnesty International the presence of police on the rooftop and the organization has verified footage showing that John Erik was not using violence against the police when he was killed.\"  ", "In another incident, as CNN has previously reported, Leonardo Hancco, 32, died after being shot in the abdomen near Ayacucho's airport, where protesters had gathered with some trying to take control of the runway.  ", "\"Witnesses indicated that the armed forces fired live rounds for at least seven hours in and around the airport, at times chasing demonstrators or shooting in the direction of those helping the wounded,\" Amnesty said of its investigation into the December 15 incident.  ", "CNN has not verified the circumstances of each death as described by Amnesty.  ", "The report also cites the death of 17 civilians, who were killed during a protest in the southeastern Puno region on January 9 \"where a high percentage of the Indigenous population is concentrated,\" it writes.   ", "The city's head of legal medicine told CNN en Español that autopsies of the 17 dead civilians found wounds caused by firearm projectiles.  ", "\"The Attorney General's office itself declared that the deaths were caused by firearm projectiles, provoking one of the most tragic and disturbing events in the whole country,\" Amnesty wrote.   ", "\"The grave human rights crisis facing Peru has been fueled by stigmatization, criminalization and racism against Indigenous peoples and campesino (rural farmworkers) communities who today take to the streets exercising their rights to freedom of expression and peaceful assembly, and in response have been violently punished,\"  Erika Guevara-Rosas, Amnesty International's Americas Director, said in a statement.   ", "\"The widespread attacks against the population have implications regarding the individual criminal responsibility of the authorities, including those at the highest level, for their action and omission to stop the repression.\"  "], "headline": "Amnesty accuses Peruvian authorities of 'marked racist bias' in protest crackdown    ", "timestamp": "  Updated  2:02 PM EST, Thu February 16, 2023    ", "act": "/2023/02/16/americas/peru-protests-indigenous-amnesty-report-intl-latam"}, "/2023/01/30/americas/brazil-yanomani-lula-operation-intl-latam": {"paras": ["Brazilian President Luiz Inacio Lula da Silva has called for emergency action to assist the country's Yanomami indigenous group, according to a government statement on Monday.  ", "Living conditions among the relatively isolated Yanomani have deteriorated precipitously, with over 570 deaths from hunger over the last four years, according to CNN Brasil.  ", "The new Brazilian government plan will aim to provide nutritional and health assistance to the Yanomami and to guarantee security in the territory, where illegal miners and trespassers have caused deforestation and are accused of spreading disease and blocking travel.  ", "The operation - which will draw on Brazil's Justice, Defense, Indigenous People and Mining Ministries - also seeks to ensure access to safe drinking water through wells and cisterns, and to measure mercury pollution in local waterways, another consequence of illegal mining operations.  ", "Brazil's Health Ministry declared a public health emergency in the area on January 20. The announcement was quickly followed by a visit by Lula to Yanomami territory - one of the Brazilian President's first official trips since taking office at the start of the year.    ", "Separately, Justice Minister Flavio Dino has told CNN Brasil that his ministry is opening an investigation to determine if the actions of the previous government under Jair Bolsonaro amounted to a \"genocide\" of the Yanomami.  ", "The pro-business former leader Bolsonaro openly encouraged development in the Amazon. He too traveled to Yanomani territory as president, telling one community that he would respect their wishes for no mining, but throughout his term reduced funding for state agencies responsible for preventing illegal mining, logging and ranching.  ", "The Yanomami live in the rainforests and mountains of northern Brazil and southern Venezuela, according to Survival International, an organization that seeks to protect indigenous rights.  ", "In 2020, the Brazilian Socio-Environmental Institute warned that the coronavirus was spreading among the Yanomami from miners who had illegally entered indigenous territory.  ", "\"Today, without a doubt, the main vector for the spread of COVID-19 inside the Yanomami Indigenous Territory is the more than 20,000 illegal miners that go in and out of the territory without any control,\" ISA said in a statement on its website at the time.  "], "headline": "Lula moves to protect indigenous Yanomani amid hunger deaths    ", "timestamp": "  Published  7:04 PM EST, Mon January 30, 2023    ", "act": "/2023/01/30/americas/brazil-yanomani-lula-operation-intl-latam"}, "/2023/01/30/americas/brazil-jair-bolsonaro-us-visa-intl-latam": {"paras": ["Former Brazilian President Jair Bolsonaro is seeking a six-month tourist visa to remain in the United States, the law firm representing Bolsonaro confirmed to CNN Brasil on Monday.  ", "The request was filed on Friday, January 27, AG Immigration told CNN Brasil, and comes amid reports that he arrived to the US on an  A-1 visa, which is granted to heads of state and only valid while they are in that position. The US State Department has refused to confirm Bolsonaro's visa status due to confidentiality.  ", "Bolsonaro has been in Florida since December 30, leaving Brazil days before the January 1 inauguration of his successor, current President Luiz Inacio Lula da Silva. Five civil servants were authorized to accompany him to Miami from January 1 to 30.  ", "His presence in Florida has drawn criticism by House Democrats, who in mid-January urged US President Joe Biden not to \"provide shelter\" for Bolsonaro in the wake of his supporters storming Brazil's democratic institutions in the capital Brasilia - an attack that has drawn comparisons to the US Capitol riots on January 6, 2021.  ", "The former leader denounced the attack, but experts say his repeated and unfounded claims of election fraud in the run-up to October's election served to foment anger among his supporters. Before Sunday's violence, they had camped out for months in the capital and security outside the congressional building was  fortified due to their presence.  ", "On January 13, Brazil's Supreme Court accepted a request from the public prosecutor's office to have Bolsonaro investigated for alleged involvement in the January 8 attacks in Brasilia.  ", "CNN has reached out to AG Immigration for comment.  "], "headline": "Brazil's former President Jair Bolsonaro applies for six-month US tourist visa    ", "timestamp": "  Published  6:14 PM EST, Mon January 30, 2023    ", "act": "/2023/01/30/americas/brazil-jair-bolsonaro-us-visa-intl-latam"}, "/2023/01/28/americas/valentina-trespalacios-colombia-dj-murder-charge-intl-hnk": {"paras": ["Colombian authorities have charged an American citizen over the alleged murder of a female DJ in Colombia whose body was discovered inside a suitcase at the bottom of a garbage container.  ", "John Poulos was arrested and detained at the Tocumen International Airport in Panama on Tuesday while trying to leave for Istanbul, the Panamanian National Police said.   ", "During a televised court hearing in Bogota, lasting more than five hours, Poulos spoke through a translator to deny the charges, which relate to the death of Valentina Trespalacios, 23, a well-known electronic music DJ.  ", "Trespalacios' body was found by a recycler in the early hours of January 22 in a garbage container in the southwest of Bogota.  ", "In a previous hearing on Thursday, the court heard details of a relationship between Trespalacios and Poulos.  ", "Poulos's defense alleged that there were flaws in his arrest and that due process had not been respected.  ", "The Colombian Prosecutor's Office and police say they have more than 300 hours of security footage in which Poulos and Trespalacios are seen in the days before her body was found.  ", "Another hearing is set for January 31.   "], "headline": "US citizen charged over alleged killing of DJ in Colombia    ", "timestamp": "  Published  1:53 AM EST, Sat January 28, 2023    ", "act": "/2023/01/28/americas/valentina-trespalacios-colombia-dj-murder-charge-intl-hnk"}, "/2023/01/26/americas/haiti-police-killings-intl-latam": {"paras": ["Protesters and some police officers protested at the official residence of Haiti's prime minister in the capital Port-au-Prince on Thursday, decrying recent killings of police, according to one of his advisors.  ", "\"The police officers and the protestors came here to make their voices heard. They are angry and we understand and hear them,\" the advisor told CNN, requesting anonymity because he was not authorized to comment on the current situation.  ", "Social media images appeared to show protesters outside the prime minister's residence, and at the country's main airport, Toussaint Louverture International.  ", "Prime Minister Ariel Henry, who was returning to Haiti from a summit in Argentina on Thursday, was not at his residence during the incident. He has not commented publicly on the demonstrations.  ", "Amid widespread insecurity and gang violence in the country, the killings of several police officers in the line of duty this week has inflamed anger in the capital.  ", "Six police officers were killed on Wednesday, bringing the total number of deaths over the past week to at least 10, according to public statements by the Haitian National Police. The police did not respond to CNN's request for comment.  ", "In an announcement tweeted Thursday by the police, Director General Frantz Elbé declared a state of \"maximum alert\" in light of the killings.  ", "The international community has condemned the targeting of police in Haiti.   ", "In a tweet, the US Embassy in Haiti wrote that it \"offers its condolences to the families and friends of the brave  ... officers killed in the line of duty and appeals for calm to protect the population and allow a peaceful mourning period.\"  ", "\"We stand together with the security forces as they fight against the armed gangs to restore the security of the Haitian people,\" the Embassy also wrote.  ", "The United Nations Integrated Office in Haiti also tweeted its \"energetic condemnation of the targeted and deliberate attacks by armed gangs against police personnel.\"   "], "headline": "Protests reach Haiti airport and Prime Minister's residence over police killings    ", "timestamp": "  Published  5:14 PM EST, Thu January 26, 2023    ", "act": "/2023/01/26/americas/haiti-police-killings-intl-latam"}, "/2023/01/25/americas/peru-protests-ayacucho-intl-latam": {"paras": ["\"If something happens to me, don't cry,\" Leonardo Hancco told his wife, Ruth Barcena, the morning of December 15 in Peru's southern city of Ayacucho.  ", "The 32-year-old taxi driver and father of a seven-year-old girl had decided to join Peru's nationwide political protests at the last minute.  ", "\"If I have decided to join because I want to leave a better future for my children, I'm fighting for my rights,\" he added before leaving, according to Barcena.  ", "Demonstrations that first broke out after the ousting of former President Pedro Castillo in December have since continued - largely in central and southern Peru, where Ayacucho is located - fuelled by allegations of corruption in the government and elected officials, as well as anger over living conditions and inequality in the country. Protesters demand President Dina Boluarte's resignation, the Congress's closure, general elections as soon as possible and a new Constitution.  ", "The ancient city of Ayacucho,  known for its pre-Inca history and colonial churches, has seen dramatic eruptions of violence amid the demonstrations. In this region alone, at least 10 people have died with more than 40 injured, according to the country's Ombudsman office.  ", "Hancco was one of them. Hours after joining the march, he was shot in the abdomen near Ayacucho's airport, where protesters had gathered with some trying to take control of the runway.  ", "He died two days later of his injuries, Barcena told CNN.    ", " The storied region of Ayacucho was once home to the Wari civilization and became part of the Inca empire. Its capital, also called Ayacucho now, was one of main cities during the Spanish conquest. It was also the birthplace of one of the darkest and painful chapters in Peru's recent history, home to the armed rebel group Shining Path during the violent 80's and 90's.  ", "According to the final report of the country's Truth and Reconciliation Commission, almost 70,000 people ultimately died due to the internal conflict between Peruvian security forces and the Maoist rebel group Shining Path (Sendero Luminoso in Spanish), and the Marxist-Leninist Tupac Amaru Revolutionary Movement (MRTA). Both government forces and the rebel groups were accused of human rights violations as they warred. More than 40% of the deaths and missing from this bloody conflict were in the Ayacucho region.  ", "Since then, this region has welcomed local and international tourists, relies on agriculture, mining, and manufacturing of local products. But it still reflects the inequalities of the past. Compared to Peru's capital Lima, Ayacucho's health and education system are underdeveloped, with facilities and standards well below those benefitting the capital.  ", "\"They say that Peru is doing very well economically, but the pandemic stripped us bare,\" Lurgio Gavilán, Professor of Anthropology at the National University of San Cristóbal de Huamanga told CNN.  ", "After almost two decades of sustained economic growth, Covid-19 hit the country hard in 2020, with the highest per capita death toll in the world and more than half of the population lacking access to enough food during the pandemic. Poverty has been particularly insidious in rural areas of the country.  ", "Though the economy has rebounded, with GDP back to pre-pandemic levels, enduring inequality in the country means not all will benefit. The World Bank has forcast that poverty will remain above pre-pandemic levels for the next two years.  ", "Some protesters have called for the freeing of imprisoned ex-President Castillo, a onetime rural teacher who vowed to correct economic inequality before his downfall. But polarization and the chaos surrounding his presidency - including corruption allegations and multiple impeachment attempts by Congress, which Castillo dismissed as politically motivated - only exacerbated pre-existing tensions in Peru.  ", "Ayacucho's painful past has been the backdrop of clashes in the region. Derogatory language used by public officials, parts of the press and the public to criticize protesters, casting them as vandals, criminals and \"terrorists\" have touched a historical nerve.  ", "'No one is saying all the protesters are terrorists, however they must know that people linked to the Shining Path are marching alongside them,' said General Oscar Arriola Delgado, spokesperson for the National Police in Peru (PNP), after three people involved in the protests were arrested in Ayacucho for alleged links to the Shining Path. One of them is accused of handing money to the protesters and allegedly taking part in planning the attacks against public and private property.  ", "Although Shining Path has been disbanded since the late 90s, remnants of the group remain active in the country's south, where Peru's government says they are profiting from coca production. Police said one woman they arrested had spent years in prison in connection with guerrilla activities in the 80s and 90s, but has not made public whether they link her to any existing factions.  ", "Gavilán warns against overplaying the presence of Shining Path links, however. \"People are able to think, they know how to distinguish between what is good and what is bad, we also know how to be outraged despite the fact that we have been through so much\", the anthropologist said.  ", "\"For us the Shining Path died a long time ago, no one supports the Shining Path, they took us to a horrible war that no one wants,\" he also said.  ", "He himself has first-hand experience of Peru's entanglement with the Shining Path. After joining the group as an orphaned child soldier when he was 12 years old, the army recruited him at the age of 15 to fight against the same group. Gavilán later became a Franciscan priest before studying anthropology.  ", "The real threat here, in his opinion, lies in another déjà vu - Peruvian soldiers confronting civilians once again. \"Our population has seen the faces of the military on the streets again,\" he says.  ", "Ayacucho is one of the regions now seeking to hold Peruvian authorities accountable for alleged brutality against protesters. The National Prosecutor's office has already opened a preliminary investigation against current President Boluarte, three of her ministers, and police and military commanders.  ", "Nationwide, at least 55 people have been killed and more than 500 police officers have been injured amid clashes since the unrest began, according to the national Ombudsman's office and the Interior Ministry.  ", "Police say that their tactics match international standards. But a fact-finding mission to Peru by the Inter-American Commission of Human Rights (IACHR) reported that gunshot wounds were found in the heads and upper bodies of victims during protests, areas that should be avoided by law enforcement officers to preserve human life.  ", "According to guidelines issued by the Office of the United Nations High Commissioner for Human Rights, \"the use of firearms to disperse an assembly is always unlawful.\"  ", "Boluarte has said that the decision to deploy the military has been a difficult one, and that neither the police or the army had been sent to \"kill.\" She had also referred to the protests as \"terrorism\" when she visited an injured policeman in hospital- a label that the IACHR has warned could instigate a \"climate of more violence.\"  ", "Barcena believes the government should take responsibility for her husband's death. After the shock of losing Hancco, she decided to lead a group of relatives of the dead and injured in Ayacucho to support the prosecutor's investigation and to demand civil reparations from the government for those killed or injured.  ", "Her family relied on his income as a taxi driver, a job he took after losing his job as a heavy machinery operator in a mining company when the Covid-19 pandemic hit the country in 2020, she says.  ", "\"The ones who died were innocent people, [security forces] had no right to take their lives. I know what type of person my husband was; he was humble, he loved life, he gave everything for his family. A fighter. Despite being a peasant, he never had his head down,\" Barcena told CNN.  ", "Her claim is supported by human rights experts studying the current violence. Percy Castillo, Associate Ombudsman for Human Rights and persons with disabilities in Peru told CNN after being on the ground in Ayacucho, his office supports the creation of a reparation mechanism for these families who come from poverty.  ", "Also in support of such measures is Joel Hernández García, a commissioner for IACHR, who told CNN that the reparations for those killed were one of the three steps needed to fix the country's crisis.  "], "headline": "Peruvian families demand reparations for protester deaths amid reminders of a painful past    ", "timestamp": "  Published  12:07 AM EST, Wed January 25, 2023    ", "act": "/2023/01/25/americas/peru-protests-ayacucho-intl-latam"}, "/2023/01/19/americas/peru-protests-thursday-intl": {"paras": ["Peru's President Dina Boluarte has called for dialogue after clashes between protesters and police during nationwide demonstrations left one person dead and 30 injured.  ", "\"Once again, I call for dialogue, I call on those political leaders to calm down. Have a more honest and objective look at the country; let's talk,\" Boluarte said at a press conference on Thursday evening.  ", "Her comments came after clashes on the streets of the capital Lima, where thousands of protesters from across the country faced a massive show of force by local police.  ", "Protesters marching in Lima - in defiance of a government-ordered state of emergency - demanded Boluarte's resignation and called for general elections as soon as possible.   ", "State broadcaster TV Peru showed a group of protesters breaking through a security cordon and advancing onto Abancay Ave, near Congress. In the video, protesters can be seen throwing objects and pushing security agents.  ", "Police forces were also seen unleashing tear gas on some demonstrators in the center of the city.  ", "Fire destroyed a historic building in the center of Lima Thursday night. At least 25 fire trucks and dozens of firefighters worked on putting out the fire, TV Peru reported.    ", "An investigation has begun into what caused the blaze.  ", "Fierce clashes also broke out in the southern city of Arequipa, where protesters shouted \"assassins\" at police and threw rocks near the city's international airport, which suspended flights on Thursday. Live footage from the city showed several people trying to tear down fences near the airport, and smoke billowing from the surrounding fields.  ", "Boluarte said 22 members of Peru's National Police and 16 civilians had been injured and damage reported at airports in Cuzco and Puno, as well as Arequipa.  ", "\"All the law will fall on those people who are committing these criminal acts of vandalism, that we are not going to allow it again,\" Boluarte said.  ", "She also expressed solidarity with members of the press who had been attacked.  ", "\"That's not a peaceful protest march, the acts of violence generated throughout these days of December and now in January will not go unpunished,\" Boluarte said.  ", "Public officials and some of the press have disparaged the protests as driven by vandals and criminals - a criticism that several protesters rejected in interviews with CNN en Espanol as they gathered in Lima this week.  ", "Even if \"the state says that we are criminals, terrorists, we are not,\" protester Daniel Mamani said.  ", "\"We are workers, the ordinary population of the day to day that work, the state oppresses us, they all need to get out, they are useless.\"  ", "\"Right now the political situation merits a change of representatives, of government, of the executive and the legislature. That is the immediate thing. Because there are other deeper issues - inflation, lack of employment, poverty, malnutrition and other historical issues that have not been addressed,\" another protester named Carlos, who is a sociologist from the Universidad San Marcos, told CNNEE on Wednesday.   ", "The Andean country's weeks-long protest movement - which seeks a complete reset of the government - was sparked by the ouster of former President Pedro Castillo in December and fueled by deep dissatisfaction over living conditions and inequality in the country.   ", "Demonstrators' fury has also grown with the rising death toll: At least 54 people have been killed amid clashes with security forces since the unrest began, and a further 772, including security officials, have been injured, the national Ombudsman's office said earlier on Thursday.   ", "Peruvian authorities have been accused of using excessive force against protesters, including firearms, in recent weeks. Police have countered that their tactics match international standards.   ", "Autopsies on 17 dead civilians, killed during protests in the city of Juliaca on January 9, found wounds caused by firearm projectiles, the city's head of legal medicine told CNN en Español. A police officer was burned to death by \"unknown subjects\" days later, police said.   ", "Jo-Marie Burt, a senior fellow at the Washington Office on Latin America, told CNN that what happened in Juliaca in early January represented \"the highest civilian death toll in the country since Peru's return to democracy\" in 2000.  ", "A fact-finding mission to Peru by the the Inter-American Commission of Human Rights (IACHR) also found that gunshot wounds were found in the heads and upper bodies of victims, Edgar Stuardo Ralón, the commission's vice-president, said Wednesday.    ", "Ralon described a broader \"deterioration of public debate\" over the demonstrations in Peru, with protesters labeled as \"terrorists\" and indigenous people referred to by derogatory terms.   ", "Such language could generate \"a climate of more violence,\" he warned.  ", "\"When the press uses that, when the political elite uses that, I mean, it's easier for the police and other security forces to use this kind of repression, right?\" Omar Coronel, a professor at the Pontifical Catholic University of Peru, who specializes in Latin American protests movements, told CNN.   ", "Peruvian officials have not made public details about those killed in the unrest. However, experts say that Indigenous protestors are suffering the greatest bloodshed.  ", "\"The victims are overwhelmingly indigenous people from rural Peru,\" Burt said.  ", "\"The protests have been centered in central and southern Peru, heavily indigenous parts of the country, these are regions that have been historically marginalized and excluded from political, economical, and social life of the nation.\"  ", "Protesters want new elections, the resignation of Boluarte, a change to the constitution and the release of Castillo, who is currently in pre-trial detention.  ", "At the core of the crisis are demands for better living conditions that have gone unfulfilled in the two decades since democratic rule was restored in the country.  ", "While Peru's economy has boomed in the last decade, many have not reaped its gains, with experts noting chronic deficiencies in security, justice, education, and other basic services in the country.  ", "Castillo, a former teacher and union leader who had never held elected office before becoming president, is from rural Peru and positioned himself as a man of the people. Many of his supporters hail from poorer regions, and hoped Castillo would bring better prospects for the country's rural and indigenous people.  ", "While protests have occurred throughout the nation, the worst violence has been in the rural and indigenous south, which has long been at odds with the country's coastal White and mestizo, which is a person of mixed descent, elites.  ", "Peru's legislative body is also viewed with skepticism by the public. The president and members of Congress are not allowed to have consecutive terms, according to Peruvian law, and critics have noted their lack of political experience.  ", "A poll published September 2022 by IEP showed 84% of Peruvians disapproved of Congress's performance. Lawmakers are perceived not only as pursuing their own interests in Congress, but are also associated with corrupt practices.  ", "The country's frustrations have been reflected in its years-long revolving door presidency. Current president Boluarte is the sixth head of state in less than five years.  ", "Joel Hernández García, a commissioner for IACHR, told CNN what was needed to fix the crisis was political dialogue, police reform, and reparations for those killed in the protests.  ", "\"The police forces have to revisit their protocol. In order to resort to non-lethal force under the principles of legality, necessity, and proportionality and as a matter of last resort,\" Hernández García said.   ", "\"Police officers have the duty to protect people who participate in social protest, but also (to protect) others who are not participating,\" he added.  "], "headline": "Peru's president calls for dialogue after more than 30 injured in nationwide protests    ", "timestamp": "  Updated  4:34 AM EST, Fri January 20, 2023    ", "act": "/2023/01/19/americas/peru-protests-thursday-intl"}, "/2015/09/09/americas/wayne-gretzky-fast-facts": {"paras": ["Here is a look at the life of Hall of Fame hockey player Wayne Gretzky, who is the all-time leading scorer in National Hockey League (NHL) history, with 2,857 career points (894 career goals and 1,963 career assists).  ", "Birth date: January 26, 1961  ", "Birth place: Brantford, Ontario, Canada  ", "Birth name: Wayne Douglas Gretzky  ", "Father: Walter Gretzky, telephone technician  ", "Mother: Phyllis (Hockin) Gretzky  ", "Marriage: Janet Jones (July 16, 1988-present)  ", "Children: Emma, Tristan, Trevor, Ty and Paulina  ", "Nicknamed \"The Great One.\"  ", "Only player to have his jersey number (No. 99) retired by the entire NHL.  ", "Won four Stanley Cup championships with the Edmonton Oilers (1984-1985, 1987-1988) and was awarded the Conn Smythe Trophy (NHL Playoff MVP) twice (1985 and 1988).  ", "Awarded the Hart Trophy (NHL MVP) nine times (1980-1987, 1989).  ", "Won the Art Ross Trophy (NHL scoring title) 10 times (1981-1987, 1990-1991, 1994).  ", "Played in 18 NHL All-Star Games.", "At the time of his retirement in 1999, Gretzky held outright or shared 61 NHL records.", "Is a part-owner of Wayne Gretzky Estates, a winery and distillery in Ontario's Niagara region.  ", "1974 - At age 13, scores his 1,000th lifetime goal, in an exhibition hockey game.  ", "1978 - At the World Junior Championship, leads the tournament with 17 points (eight goals and nine assists).   ", "June 1978 - Turns professional, signing with the Indianapolis Racers of the World Hockey Association.  ", "November 2, 1978 - Gretzky's contract is sold to the Edmonton Oilers. After the collapse of the World Hockey Association (WHA), the Oilers are one of four WHA teams be absorbed into the NHL the following year.  ", "October 14, 1979 - Scores his first NHL goal, against the Vancouver Canucks.  ", "February 24, 1982 - Scores his 77th goal to break Phil Esposito's single season scoring record. Gretzky ends the season with 92 goals, which remains an NHL record.", "1983-1984 - Scores at least one point in 51 consecutive games. Gretzky's record of the longest consecutive point scoring streak remains active in the NHL.  ", "August 28-September 15, 1987 - Scores 21 points (three goals and 18 assists) in Team Canada's victory against the USSR in the best-of-three finals for the Canada Cup. The final is still \"considered by many to be the best exhibition of hockey in history.\"", "August 9, 1988 - His trade to the Los Angeles Kings is announced.  ", "October 15, 1989 - Surpasses Gordie Howe to become the NHL's all-time leading point scorer, with points 1,850 and 1,851.  ", "October 26, 1990 - Earns his 2,000th career point, the only NHL player to reach that landmark.  ", "March 23, 1994 - Scores his 802nd goal, passing Howe as the all-time leading goal scorer.  ", "February 27, 1996 - Traded from the Los Angeles Kings to the St. Louis Blues.  ", "July 21, 1996 - Signs with the New York Rangers as an unrestricted free agent.  ", "April 18, 1999 - Retires following the Rangers' 2-1 loss in overtime to the Pittsburgh Penguins. Gretzky played 20 seasons in the NHL, and a total of 21 seasons professionally.  ", "October 1, 1999 - Gretzky's jersey, No. 99, is formally retired league-wide.  ", "November 22, 1999 - Inducted into the NHL Hall of Fame, after the three-year waiting period is waived.  ", "June 2, 2000 - Announced as a minority owner, managing partner and head of hockey operations for the Phoenix Coyotes (formerly the Winnipeg Jets). Gretzky officially begins his position on February 15, 2001, when the sale of the Coyotes is completed.   ", "2002 - Establishes the Wayne Gretzky Foundation to connect underprivileged youth with hockey.  ", "February 2002 - The Canadian men's hockey team, for which Gretzky is the executive director, wins gold at the Winter Olympics for the first time in 50 years.   ", "2005-2009 - Head coach of the Phoenix Coyotes.  ", "2014 - Establishes Gretzky Hockey Schools.   ", "October 2016 - Becomes partner, vice chairman and alternate board member for the Oilers Entertainment Group, which owns the Edmonton Oilers. On May 25, 2021, Gretzky announces that he is stepping down as vice chairman.   ", "May 26, 2021 - Turner Sports announces that Gretzky is joining the network as a studio analyst.  "], "headline": "Wayne Gretzky Fast Facts    ", "timestamp": "  Updated  4:18 PM EST, Mon January 16, 2023    ", "act": "/2015/09/09/americas/wayne-gretzky-fast-facts"}, "/2023/01/16/americas/peru-protests-explainer-intl-latam": {"paras": ["Peru is seeing some of its worst violence in decades, which erupted last month following the ousting of former President Pedro Castillo, as protesters who oppose the current government call for political change in the country.   ", "In December, a state of emergency was imposed, airports and highways became the site of some clashes, and hundreds of foreign tourists were stranded in the country amid the chaos.  ", "To date, dozens of people have died in clashes with security forces, and human rights groups allege that authorities used excessive force against protests, including firearms. The army says protesters have used improvised explosives and weapons, Reuters reports.    ", "Over the weekend, the government of Peru extended its 30-day state of emergency in the capital Lima, and the regions of Cusco, Puno and the constitutional province of Callao. The state of emergency suspends several constitutional rights such as freedom of movement and assembly.   ", "The position of Peru's new President, Dina Boluarte, is now looking as embattled as her predecessor. In January, Peru's top prosecutor's office launched an inquiry into Boluarte's handling of the unrest, and several of her ministers have resigned.  ", "Castillo's ousting has accelerated long-simmering political tensions in the country.   ", "Protesters have been demanding new elections, the resignation of Boluarte, a change to the constitution and the release of Castillo, who is currently in pre-trial detention.   ", "Castillo, a former teacher and union leader who had never held elected office before becoming president, was himself from rural Peru and positioned himself as a man of the people. Many of his supporters hail from poorer regions, hoping Castillo would bring better prospects to the country's rural and indigenous people.  ", "While protests have occurred throughout the nation, the worst violence has been in the rural and indigenous south, which has long been at odds with the country's coastal White and mestizo, which is a person of mixed descent, elites.   ", "Peru's legislative body is also viewed with skepticism by the public. The president and members of congress are not allowed to have consecutive terms, according to Peruvian law, and critics have noted their lack of political experience.  ", "Peruvian politics has been mired in dysfunction for years with Boluarte being its sixth president since 2018.   ", "It was plunged into political turmoil again in December when Castillo attempted to dissolve Congress and install an emergency government.  ", "Castillo, whose brief time in office had been dogged by several corruption investigations, was impeached and removed from office. He is currently accused of crimes of rebellion and conspiracy, which he has denied.   ", "His supporters took to the streets in the days after his removal, demanding his release in what some have described as a \"national insurgency.\"   ", "Casualties resulting from protestors' clashes with police have further inflamed fear and anger on both sides.  ", "After a lull over the holidays, demonstrations resumed in early January. At least 17 people died in anti-government protests in the southern city of Juliaca, in the Puno region - where the majority of the Aymara indigenous population live.  ", "Autopsies on the 17 dead civilians found wounds caused by firearm projectiles, Juliaca's head of legal medicine told CNN en Español.", "Days later a police officer was burned to death by \"unknown subjects\" while patrolling the area, police said.   ", "Boluarte has struggled to appease the protesters. In mid-December, her then-Defense Minister Otárola declared a state of emergency, deploying troops to the street.  ", "The ensuing violence has seen hundreds injured, and the country's ombudsman said at least 49 people have died since the protests began.   ", "In January, Peru's prosecutor launched an investigation into Boluarte, Otárola, and other key ministers for the alleged crime of \"genocide, qualified homicide, and serious injuries\" in relation to the bloodshed. Boluarte has said she will cooperate with the probe.   ", "The attorney general's office also said it would investigate former Prime Minister Pedro Angulo and former Interior Minister Cesar Cervantes, both of whom served under Boluarte for just a few weeks, for their involvement in handling the protests.  ", "Several top ministers have resigned since protests began. The country's former Minister of Labor Eduardo García Birmisa resigned on Thursday, calling on Peru's president to apologize and hold general elections, according to a letter posted on his Twitter account.  Former Minister of Interior, Victor Rojas Herrera, and Minister of Women and Vulnerable Populations, Grecia Rojas Ortiz, resigned the following day.   ", "Despite mounting political pressure, Boluarte has said she has no intentions of leaving office.  ", " In a televised speech Friday on state-run TV Peru, Boluarte told the nation, \"I am not going to resign, my commitment is with Peru, not with that tiny group that is making the country bleed.\"    ", "The bloodshed in Peru has drawn global attention. The European Union on January 10 issued a statement condemning the violence and calling for dialogue in the country; the following day, an observation mission from the Inter-American Commission on Human Rights was sent to Peru.   ", "\"We remain deeply concerned about ongoing violence in Peru & saddened by the injuries & deaths. All Peruvians deserve to live in peace & enjoy their hard-earned democracy. We support peace on all sides & the govt's stated commitments to address the challenges gripping the country,\" tweeted Brian A. Nichols, US Assistant Secretary for Western Hemisphere Affairs, on Friday.  ", "The Organization of American States will convene to \"analyze the situation in Peru\" on January 18.  ", "Castillo rose from obscurity to be elected in July 2021 by a narrow margin in a runoff, and was seen as part of a \"pink tide\" of new left-wing leaders in Latin America.  ", "Despite his platform promising to rewrite the constitution and increase wealth redistribution, in his brief presidency Castillo struggled to deliver those pledges amid rising inflation in Peru, his lack of political experience and strong conservative opposition in Congress.  ", "His government became mired in chaos, with dozens of ministers appointed, replaced, fired or quitting their posts in little over a year. Castillo himself faced multiple corruption investigations and two failed impeachment attempts before he was ousted.  ", "Castillo has repeatedly denied the claims against him and reiterated his willingness to cooperate with any corruption investigation. He argued the allegations are a result of a witch-hunt against him and his family from groups that failed to accept his election victory.  ", "His detention has raised the ire of several leftist Latin American leaders, who denounced his impeachment and claimed Castillo had been a victim of \"undemocratic harassment\" since his election in 2021.  ", "After his family was granted asylum in Mexico, Peru ordered Mexico's ambassador to leave the country within 72 hours. Peru's foreign ministry said the decision was made after Mexican President Andres Manuel Lopez Obrador made comments about Peru, calling it an \"unacceptable interference in internal affairs, in clear violation to the principle of non-intervention.\"   "], "headline": "Peru extends state of emergency amid deadly protests    ", "timestamp": "  Published  3:35 PM EST, Mon January 16, 2023    ", "act": "/2023/01/16/americas/peru-protests-explainer-intl-latam"}, "/2023/01/16/americas/dwarf-boa-ecuador-scn": {"paras": ["Scientists have identified a tiny new species of dwarf boa living in the Ecuadorian Amazon that even a snake hater could love: These small reptiles are just a foot long.  ", "Alex Bentley, research coordinator of the Sumak Kawsay In Situ field station in the eastern foothills of the Andes, stumbled across a small, curled up snake in a patch of cloud forest, an upland forest where clouds filter through the treetops.   ", "He sent a photo of the snake to colleagues, including Omar Entiauspe-Neto, a graduate student at the Federal University of Rio Grande do Sul and Butantan Institute in Brazil.   ", "\"We were immediately surprised, because it shouldn't be there,\" said Entiauspe-Neto, the corresponding author of the paper describing the species in the European Journal of Taxonomy.   ", "Other dwarf boas have been identified elsewhere in South America and the West Indies, but none had ever been found in the region where Bentley spotted this one. The closest known match in Ecuador lives west of the Andes, and, according to Entiauspe-Neto, it looks \"radically different\" from the specimen in Bentley's photo.   ", "While the snake didn't match any known species of dwarf boas, it had a lot in common with a specimen in the Ecuadorian Museum of Natural Sciences collected several years ago.   ", "\"We're usually afraid to describe new species based on only a single one, because there's a chance that there might be some sort of variation,\" Entiauspe-Neto said. \"Once we had those two specimens, we were fairly sure they were a new species.\"  ", "By comparing both the physical characteristics and genetic sequences of the mystery snakes with known species, the researchers determined that they'd found an animal new to science. They named it Tropidophis cacuangoae in honor of Dolores Cacuango, an Indigenous activist who championed women's rights and founded Ecuador's first bilingual schools with lessons in Spanish and the Indigenous language Quechua.   ", "Like its fellow dwarf boas, T. cacuangoae is distantly related to the bigger boa constrictor, but they have key traits in common.   ", "They both have thickset bodies, and their skeletons bear vestigial hip bones, relics of snakes' ancient legged ancestors. And instead of being armed with venom, they squeeze their prey to death, blocking blood flow and causing cardiac arrest.  ", "While 10-foot-long boa constrictors go after animals as big as wild pigs, dwarf boas have diets that largely consist of small lizards. And since they don't have size on their side like true boa constrictors, dwarf boas have evolved a strange defense mechanism: When threatened, they curl into a ball and bleed out of their eyes.  ", "This behavior, also seen in horned lizards, might appear more gross than threatening, but Entiauspe-Neto suspects the behavior is part of a bigger constellation of death feigning found throughout the animal kingdom.   ", "\"Most predators tend to feed on living prey,\" he said. If a predator such as an eagle sees a dwarf boa coiled up and bleeding from its eyes, \"the predator is very likely to think that the snake might be either sick or dying, so therefore it will not feed on it\" to avoid catching whatever made the snake seem ill.  ", "However, dwarf boas face far bigger threats than predators: The newly identified species may already be endangered due to habitat loss. \"It has a fairly small range,\" Entiauspe-Neto said. \"So while it still needs to be formally evaluated by the IUCN (International Union for Conservation of Nature), I think it might be threatened with extinction.\"  ", "Thaís Guedes, a researcher at the State University of Campinas in Brazil who was not involved with the study, praised the work. \"I am always happy when I see a new species of snake being introduced to the world,\" Guedes said.  ", "Honoring activist Cacuango in the naming of the species is also important, she said, since Indigenous peoples play a key role in conservation.  "], "headline": "Foot-long dwarf boa found in Ecuadorian Amazon    ", "timestamp": "  Updated  7:30 AM EST, Mon January 16, 2023    ", "act": "/2023/01/16/americas/dwarf-boa-ecuador-scn"}, "/2023/01/14/americas/brazil-congress-riots-timeline-intl-latam": {"paras": ["A sea of people, draped in the yellow and green of the Brazilian flag, surge onto the roof of the country's modernist congressional building in the capital Brasilia, a video shared on social media shows.  ", "In the foreground, officers from the military police of Brazil's Federal District, which includes Brasilia, can be seen standing, chatting or filming the crowds in the distance.    ", "Their calm belies the chaos unfolding on January 8. For around four hours, thousands of far-right supporters of former President Jair Bolsonaro stormed all three branches of Brazil's government - Congress, the Supreme Court, and presidential palace - overwhelming security forces and calling for the leftist incumbent Luiz Inácio Lula da Silva to be ousted.    ", "The violence has shocked the country, with many wanting answers as to how so many people managed to enter some of the most highly securitized buildings in the country, with practically no resistance. Questions are mounting as to whether members of the security forces tasked with protecting the area and their leaders were just overstretched, incompetent or even actively assisted the protesters.    ", "Top Brazilian officials say that pre-agreed security plans were not carried out on the day.    ", "CNN has analyzed a series of videos and livestreams posted on social media to explore the security failures that allowed an insurrection to take place with such extraordinary ease and found that some officers appeared friendly to the rioters, while many others seem woefully underprepared for the angry mob. CNN has not identified and spoken to the officers in the videos.  ", "Videos show some police officers standing and watching the protestors as they stormed Congress, one even filmed the events. Credit: YouTube, Twitter and Telegram.", "Authorities investigating the riots, like the Supreme Court, have pointed fingers at officials in Brasilia, and several Federal District security chiefs have been fired or issued with arrest warrants for alleged collusion since the Sunday riots.   ", "\"The Brasilia police neglected [the attack threat], Brasilia's intelligence neglected it,\" Lula claimed one day after the siege. He said that from the footage it was easy to see \"police officers talking to the attackers. There was an explicit connivance of the police with the demonstrators.\"    ", "Suspicions of \"connivance\" have been fueled by his predecessor Bolsonaro's close relationship with the military during his presidency, filling his then-cabinet with military chiefs. In the weeks leading up to the siege, supporters of the ex-leader and former army captain - who never explicitly conceded his election loss in October - camped outside army barracks across Brazil, calling for a military intervention to overturn Lula's victory.    ", "Bolsonaro has made false claims of election fraud, sowing doubt in the legitimacy of the election. He left for Florida more than a week before the insurrection.   ", "Lula on Thursday also accused some people in the armed forces of complicity. \"There were many people complicit in this. There were many from the (military police), many from the armed forces complicit,\" he said during a press conference.   ", "The Brazilian president said he doesn't think of the events of January 8 as a \"coup\" but as a \"smaller thing, a band of crazy people who haven't realized that the election is over.\"    ", "The military police of the Federal District have not responded to CNN's questions about the alleged security failures of their forces. Nor has the Army Command in Brasilia - which has yet to make a public statement on the riots.     ", "Videos taken on January 8 suggest a reduced security presence compared to Lula's inauguration a week before, at the same government complex, when more than 8,000 troops from military and civil forces were deployed.      ", "On January 8, there were just 365 military police officers working in the area. After Lula authorized a federal intervention at around 6 p.m. local that evening, another 2,913 were summoned, a caretaker Federal District spokesperson told CNN. The leadership of the office has changed since the January 8 riots.    ", "The army and civil police forces did not respond to CNN's request for information on how many army troops and police forces were deployed to the area on Sunday.   ", "The military police are investigating the events on January 8 and \"will start procedures to investigate\" the alleged conduct of \"police agents who behaved differently from (how) they were supposed to,\" Ricardo Cappelli, the caretaker head of security for the Federal District of Brasilia, who got the role Sunday after his predecessor was fired, said this week.     ", "Sunday's protests had been openly organized online days before and intelligence services were aware of their plans. Telegram conversations seen by CNN show people messaging as early as January 5 about their intentions to storm Brazil's Congress.  ", "One post mentions a plan to use the Zello phone app, which works like a walkie talkie, if the internet was disrupted. The same app was used by some US Capitol rioters on January 6, 2021.  ", "Several others shared detailed maps of the parliamentary area, labeling clearly the Congress and Senate buildings as the assembly point.     ", "Brazil's intelligence agency said it issued daily alerts ahead of January 8 to the government and the federal district government, warning the protests would be large and violent, CNN Brasil reports.    ", "Their intelligence was based on a warning raised by the country's transport agency that an unusual volume of buses had been chartered to Brasilia. Both the Minister of Justice Flávio Dino and then-Federal District Governor Ibaneis Rocha, a Bolsonaro ally, were notified, said the intelligence agency.    ", "Despite the warnings, on January 7, Rocha told a Federal District news portal, Metropoles, that the protest would go ahead on the Esplanade - a grassy stretch surrounded by governmental buildings that leads directly to Brazil's seats of power.   ", "In a press conference a day after the riot, Justice Minister Dino said special security plans had been agreed upon with the Federal District - which handles the defense of the governmental complex and was led by Rocha - but did not materialize on January 8. There was a \"change in administrative orientation yesterday in which the planning, which did not allow people to enter the Esplanade, was changed at the last minute,\" he said.   ", "Rocha was removed from his post for three months on Sunday. He said he respected the decision in an official statement and had also apologized to officials, including Lula, for what happened that day, saying his team \"did not believe at all that the demonstrations would take on the proportions that they did.\" CNN has reached out to Rocha for comment.    ", "When protesters, as planned, turned out in droves on January 8, they were met with little resistance.    ", "Beginning from their encampment outside the army headquarters, they walked over 7 kilometers (4.3 miles) down Brasilia's main avenue, the Monumental Axis, to Congress.   ", "Prior to the breach of Congress, a long line of protesters march to the government complex. In one video, a military police officer appears to give a thumbs up while shaking hands with the pro-Bolsonaro crowd walking down the avenue. Some are even patting officers on the back.    ", "Military police attempted to stop the protesters by the Esplanade of Ministries along Eixo Monumental at around 2:25 p.m. local time, live video posted on YouTube by a protester and reviewed by CNN shows. But they were quickly over-run by protesters, who broke through the barricades. Police attempted to pepper spray a few of them as they tried to maintain the barricade but were overwhelmed.     ", "The time the crowds arrived outside Congress at around 2:45 p.m. local time. Videos showed some federal and military police units further attempting to block their way, but they were severely outnumbered.   ", "Chaos ensued.    ", "Another attempt by Brasilia's military police to use pepper spray on protesters failed. The officers, standing behind a line of metal barricades, were quickly overwhelmed as the crowd surged through, tossing the barricades to the ground.  ", "Police confront protestors with pepper spray as they approach Congress but are quickly overwhelmed. Credit: Twitter", "Free to roam in Praça dos Três Poderes (Three Powers Square), thousands of Bolsonaro supporters climbed the ramp leading to the Congress, which houses the Senate and Chamber of Deputies. They entered the buildings just before 3 p.m.    ", "Videos from inside show overturned chairs and documents strewn on the floor as the crowds march through chanting pro-Bolsonaro slogans.  ", "With the barricades gone, several military police officers simply watched the scene. One even filmed the protesters climbing onto the roof of Congress.  ", "Meanwhile, outside the Congress building two federal police vans sat with smoke billowing from their windows, video shows. One has swerved off the road half-submerged in a lake.   ", "The swarm of protesters also moved to the Supreme Court and the Presidential Palace. Officers seemed once again unable to control the situation. Some on horseback were attacked near the Supreme Court, pulled to the ground and pummeled by rioters.  ", "In the end, the crowd managed to break inside these buildings as well and wreak havoc.  ", "Videos showed little coordination between police divisions and left some officers overwhelmed by the crowds. Credit: TikTok and Telegram", "Lula has suggested that someone deliberately left the doors to the palace unlocked. It was \"opened for these people to enter because there is no broken door. It means someone facilitated their entry here,\" he told reporters Thursday.    ", "While he waits for the dust to settle, \"I want to see all the tapes recorded inside the Supreme Court, inside the palace. There were a lot of conniving agents. There were a lot of people from the MP (Military Police) conniving,\" he added.   ", "The January 8 videos found online seem to convey the chaos of the moment.    ", "In one video, responders seem to struggle to coordinate and communicate as security forces seem overwhelmed as they try to gain control.    ", "A military police officer shouts at soldiers from the presidential guard battalion to fight the invaders as they stand by the presidential Planalto Palace.  ", "\"Command your troops, damn it!\" he yells at the battalion commander.     ", "But the soldiers appear hesitant, and their leader remains silent as they struggle to make decisions while confronted by the horde.    ", "As it approaches 7 p.m. local time, the police and army finally have things under control. A YouTube livestream shows crowds filing off the roof of Congress and leaving the governmental compound.   ", "Two hours later, Bolsonaro condemns the day's events, saying \"peaceful demonstrations, respecting the law, are part of democracy. However, depredations and invasions... escape the rule.\"   ", "Brazil's response to the riots has been swift. The pro-Bolsonaro encampments outside army barracks were cleared, and a new round of protests on January 11 never materialized.  ", "The Supreme Court agreed to prosecutor's requests on Friday to investigate Bolsonaro for the alleged involvement in the attacks. His lawyer has rebutted the accusations, saying Bolsonaro always \"rejected all illegal and criminal acts ... and has always been a defender of the constitution and democracy.\"  ", "High level officials have aimed their sights on Bolsonaro allies still working in government, including Anderson Torres, who was effectively in charge of security for the Three Powers Square, where the governmental buildings were located.    ", "Brazil's Supreme Court on Tuesday ordered the arrest of Torres, who was previously Bolsonaro's justice minister and assumed the role of security secretary of the Federal District in January, and the district's former military police commander Fabio Vieira.   ", "The order accuses the pair of attempting a coup d'état, terrorist acts, damage to public property, criminal association, and violent abolition of the rule of law. It also argues \"the absence of the necessary policing\" during the riots happened due to the \"omission and connivance of several authorities in the area of security and intelligence.\"   ", "Torres, who was fired on Sunday with Vieira, had traveled to Florida on January 7, a day before the riots. It is unclear if he met with Bolsonaro, who was also in Florida, having left Brazil in December, days before the inauguration of Lula.    ", "The former security secretary has strenuously denied any involvement in the riots. \"I deeply regret these absurd hypotheses of any kind of collusion on my part,\" he tweeted on Sunday, and wrote days later that he would return to Brazil and fight the charges.   ", "He was arrested on his return to Brazil on Saturday, CNN Brasil reports.  ", "On Thursday, the Federal Police announced that during a search of Torres' home, it found a draft decree proposing to overturn October's presidential election. Torres has denied being the author.   ", "CNN has reached out to his lawyer for comment.   ", "Investigators are looking for funders and leaders of the riots, an unenviable task due to the protesters lack of formalized leadership, Michele Prado, an expert on the Brazilian far right, told CNN.    ", "\"Despite this fluidity of (protest) leaders and horizontality,\" there are thousands of people online who continue to share extremist positions, she added.    "], "headline": "'Command your troops, damn it!' How a series of security failures opened a path to insurrection in Brazil    ", "timestamp": "  Updated  11:45 AM EST, Sat January 14, 2023    ", "act": "/2023/01/14/americas/brazil-congress-riots-timeline-intl-latam"}, "/2023/01/12/americas/peru-anti-government-protests-intl": {"paras": ["One protester has died and at least 19 Peruvian police officers were injured in anti-government clashes in Cusco as officials in the tourist city put health facilities on red alert.   ", "Protesters had tried to enter the Alejandro Velasco Astete International Airport during curfew Wednesday, an Interior Minister statement said. The officers injured suffered from head trauma and bruises, it added.  ", "A member of the Anansaya Urinsaya Ccollana de Anta indigenous community was later reported to have been killed in the city, bringing the death toll across the country to 48 since protests began in December following the ousting of leftist former President Pedro Castillo, according to the Peruvian Ombudsman report.    ", "\"We demand an immediate investigation to find those responsible for the death and proceed to the respective sanctions,\" the Ombudsman said in a statement, according to Reuters news agency.   ", "The Ministry of the Interior reported that the Regional Health Management of Cusco had placed all health establishments on red alert.  ", "Thousands have paid tribute to the dead by parading coffins through the streets of Juliaca, a city where almost half of the deaths occurred, before burying them alongside images of the victims, Reuters reported.   ", "Peruvians carrying black flags also marched through the streets in the region of Puno, some shouting \"The bloodshed will never be forgotten!\"  ", "Peru's top prosecutor's office launched an inquiry Tuesday into new President Dina Boluarte and senior cabinet ministers over deadly clashes that have swept the country following the ousting of Castillo.  ", "Protesters are demanding the resignation of Boluarte, the dissolution of Congress, changes to the constitution and Castillo's release.  ", "The new government, however, won a vote of confidence in Congress by a wide margin Tuesday evening. A loss would have triggered a cabinet reshuffle and the resignation of Prime Minister Alberto Otárola.  ", "The vote of confidence, a constitutional requirement after a new prime minister takes office, passed with 73 votes in favor, 43 against and six abstentions.  ", "The inquiry comes after at least 18 people died since Monday night during demonstrations in the southern Puno region, including a Peruvian policeman who was burned to death by protesters.  ", "Police confirmed to CNN Espanol Tuesday that Peruvian officer Jose Luis Soncco Quispe died on Monday night after being attacked by \"unknown subjects\" while patrolling in Puno.  ", "\"We regret the sensitive death of José Luis Soncco Quispe. We extend our condolences to his closest family and friends. Rest in peace, brother policeman!\" Peruvian National Police wrote on Twitter.  ", "A curfew will be in place from 8 p.m. to 4 a.m. local time \"to safeguard the life, integrity and freedom of citizens\" following the conflicts in Puno, the Council of Ministers tweeted Tuesday.  ", "The recent unrest has proved to be the worst violence in Peru since the 1990s when the country saw clashes between the state and rebel group Shining Path. That violence left 69,000 people dead or missing over a period of two decades, according to Reuters.   "], "headline": "Protester killed in Peru as anti-government violence spreads to tourist city    ", "timestamp": "  Updated  12:10 PM EST, Thu January 12, 2023    ", "act": "/2023/01/12/americas/peru-anti-government-protests-intl"}, "/2023/01/11/americas/peru-president-boluarte-inquiry-protests-intl": {"paras": ["Peru's top prosecutor's office launched an inquiry Tuesday into new President Dina Boluarte and senior cabinet ministers over deadly clashes that have swept the country following the ouster of former President Pedro Castillo.  ", "The new government, however, won a vote of confidence in Congress by a wide margin Tuesday evening. A loss would have triggered a cabinet reshuffle and the resignation of Prime Minister Alberto Otárola.  ", "The inquiry comes after at least 18 people died since Monday night during demonstrations in the southern Puno region, including a Peruvian policeman who was burned to death by protesters.   ", "Police confirmed to CNN Espanol Tuesday that Peruvian officer Jose Luis Soncco Quispe died on Monday night after being burned while patrolling in Puno.  ", "Police say they were attacked by \"unknown subjects.\"   ", "Forty seven people have died since the protests erupted in December after Castillo was ejected from the premiership, according to the ombudsman's office.   ", "\"We regret the sensitive death of José Luis Soncco Quispe. We extend our condolences to his closest family and friends. Rest in peace, brother policeman!\" Peruvian National Police wrote on Twitter.  ", "A curfew will be in place from 8 p.m. to 4 a.m. local time \"to safeguard the life, integrity and freedom of citizens\" following the conflicts in Puno, the Council of Ministers tweeted Tuesday.  ", "The attorney general's office said it was investigating Boluarte, Otarola, Defense Minister Jorge Chavez and Interior Minister Victor Rojas on charges of \"genocide, qualified homicide and serious injuries,\" Reuters reported.  ", "Human rights groups say authorities have used firearms on protesters and dropped smoke bombs from helicopters, the agency added. The army says protesters have used weapons and homemade explosives.  ", "The attorney general's office also said it would investigate former Prime Minister Pedro Angulo and former Interior Minister Cesar Cervantes, both of whom served under Boluarte for just a few weeks, for their involvement in handling the protests.  ", "The president's and ministers' offices did not immediately respond to requests for comment.  ", "Protesters are demanding the resignation of Boluarte, the dissolution of Congress, changes to the constitution and Castillo's release.  ", "The vote of confidence, a constitutional requirement after a new prime minister takes office, passed with 73 votes in favor, 43 against and six abstentions.  ", "Otarola has blamed organized attackers financed by \"dark\" money for those killed on Monday. Another 68 civilians and 75 police officers were reported injured.  ", "Otarola also announced a three-day overnight curfew in Puno, aimed at quelling the violence. Footage from local media showed looting of Puno businesses on Monday night, while the airport in the region's city of Juliaca remained shut on Tuesday after 9,000 people were said to have attempted to invade the premises.  "], "headline": "Peru's top prosecutor launches inquiry into president and top ministers after deadly protests    ", "timestamp": "  Updated  9:17 AM EST, Wed January 11, 2023    ", "act": "/2023/01/11/americas/peru-president-boluarte-inquiry-protests-intl"}, "/2023/01/11/americas/brazil-bolsonaro-supporters-brasilia-intl-latam": {"paras": ["A man clenched his fist as he squeezed his upper body through the small window of a bus leaving the Brazilian Federal Police Headquarters in Brasilia on Tuesday.  ", "\"Victory will be ours,\" he screamed. \"This is our freedom!\"  ", "He is one of the more than 1,500 supporters of former Brazilian President Jair Bolsonaro who were arrested after breaking into the nation's Congress, Supreme Court and Presidential Palace this past Sunday - some armed with knives, axes and even grenades - in scenes reminiscent of the January 6 Capitol insurrection last year in the United States.   ", "Many are now being released by authorities after processing by the Federal Police and will not face charges.  ", "\"Our flag will never be red,\" he kept chanting, in reference to leftist President Luiz Inácio Lula da Silva's Workers Party.    ", "Next to him, fellow Bolsonaro supporter Wagner Lopes Loureiro was equally animated after spending two nights in jail. \"Always! I will always continue to fight,\" he said. \"I cannot let this disgrace continue.\"  ", "The pair, like many of Bolsonaro's supporters involved in Sunday's assault on Brazil's seat of government, refuse to recognize the results of Brazil's national presidential vote last year, which saw Lula narrowly win one of the tightest contests in decades.   ", "Authorities have released a large portion of the pro-Bolsonaro protesters arrested in connection with the riots and ransacking of government facilities in Brasilia.  ", "As they leave, most deny any wrongdoing.  ", "Among those who remain in custody, one protester told CNN that she had entered government buildings along with the protesters who forced their way in, but also denied being part of any violence.   ", "\"Right now (the police) are still interrogating people. Yesterday they did it with the oldest and those with health problems,\" she said of the scene inside the police headquarters.   ", "\"It's chaos here because we don't know anything, they can't say exactly if people are imprisoned, if they're going to get out,\" she said.   ", "So many protesters have been taken into custody since Sunday that authorities had to house them inside a gym at the headquarters. Many were allowed to keep their phones, some sending pictures and video of the location.   ", "The jailed protester told CNN that she had spent 50 days protesting outside the Brazilian army headquarters in Brasilia, hoping the military would intervene to overturn the election she believes was stolen from Bolsonaro.  ", "The former president had stoked concerns about Brazil's electoral system ahead of the election by criticizing the country's electronic ballot system and speculating that it could be corrupted. He also refused to explicitly concede the vote. However, Brazil's military found no sign of vote-rigging in the election and Bolsonaro has condemned Sunday's riots.  ", "\"Our intention? Not agreeing with everything that was happening,\" the protester said. \"The ballot boxes, we keep claiming this all the time, asking for help from the Armed Forces, to help the people. Because it was their coup.\"  ", "For her, at the heart of the issue is Lula, a two-time former president who enjoyed great popularity in previous terms but later served time on corruption charges. Lula's conviction was annulled on a jurisdictional technicality by a Brazilian judge in March 2021. The judge ordered Lula's case be retried in the correct jurisdiction, clearing the way for his political rebound.  ", "\"I don't accept Lula,\" she said. \"We didn't agree that he should be president and we wanted to know how many people voted for the other side.\"  ", "She says she's not a terrorist, because she was unarmed. \"I'm not a terrorist. I don't have weapons,\" she said. \"I couldn't see who started it. It was quick.\"  ", "And she does not regret her role in one of the darkest days in Brazilian democracy.  ", "\"I don't regret it. I don't regret it. Because I wasn't armed, I didn't go with a mask, I didn't go with goggles. I didn't go with a bomb. I was there democratically, for the future of my children, for something I believe,\" she said.   ", "\"We came looking for our future. Isn't it democratic for us to make an act for something?\"  ", "But for most of Brazil - and even many of those who would have preferred Bolsonaro to remain president - Sunday's riots were an affront to the very democracy she believes she's defending.  ", "On Tuesday the Supreme Court issued an order for the arrests of Anderson Torres, a former justice minister under Bolsonaro who had just assumed the role of Security Secretary for the Federal District, and Fabio Vieira, former military police commander of the Federal District, in relation to the attacks.  ", "Both Torres and Vieira have been accused of attempting a coup d'état, terrorist acts, damage to public property, criminal association, and violent abolition of the rule of law.   ", "The order suggests that the actions of Torres and Vieira \"demonstrate a possible criminal organization that has as one of its purposes to destabilize republican institution.\"  ", "Viera was arrested on Tuesday afternoon by Brazil's Federal Police, but Torres is currently in the United States on vacation.   ", "Torres has denied any involvement in the attacks against the government buildings, and said that he would present himself to authorities.  "], "headline": "Jailed Bolsonaro supporters are unrepenting in the aftermath of the January 8 riot    ", "timestamp": "  Updated  8:19 AM EST, Wed January 11, 2023    ", "act": "/2023/01/11/americas/brazil-bolsonaro-supporters-brasilia-intl-latam"}, "/2023/01/09/americas/bolsonaro-hospitalized-intl-latam": {"paras": ["Brazil's former President Jair Bolsonaro has been discharged from hospital and arrived at a residence in Orlando, Florida, CNN witnessed on Tuesday.  ", "Bolsonaro was admitted to a hospital in Florida on Sunday due to abdominal discomfort and on Monday tweeted a photo of himself from a hospital bed as several US lawmakers called for his removal from the country following attacks by his supporters on Brazil's seats of government.  ", "Bolsonaro said he was receiving treatment for complications relating to an old stab wound. Earlier, his wife, Michelle Bolsonaro, said in an Instagram post he was admitted to hospital for abdominal \"discomfort\" related to injuries from a knife attack during a political rally in 2018.   ", "Bolsonaro's hospitalization came after hundreds of his supporters stormed the capital Brasilia on Sunday, trashing government offices and drawing strong condemnation from the international community.  As of Monday, about 1,500 people had been arrested, according to Brazilian Justice Minister Flavio Dino.  ", "The former leader denounced the attack in a tweet on Sunday, but experts say his repeated and unfounded claims of election fraud in the run-up to October's election served to foment anger among his supporters. Before Sunday's violence, they had camped out for months in the capital and security outside the congressional building had been fortified due to their presence.  ", "Bolsonaro left Brazil for the United States on December 30, according to CNN Brasil - just two days before the inauguration of his successor, President Luiz Inácio \"Lula\" da Silva. Five civil servants were authorized to accompany him to Miami from January 1-30.  ", "A number of US lawmakers have called for Bolsonaro's extradition from the US, though it's unclear upon what grounds he could be removed.   ", "On Sunday, Dino said at that stage there were no legal grounds to investigate the former head of state in connection with the riots. And US State Department spokesperson Ned Price said Monday the US government had \"not yet received any requests for information or for action\" in relation to Sunday's attacks.  ", "Price declined to confirm that Bolsonaro had entered the US on an A1 visa - which is granted to heads of state and only valid while they are in that position - but said that if such a visa holder \"is no longer engaged in official business on behalf of their government, it is incumbent on that visa holder to depart the US or to request a change to another immigration status within 30 days.\"  ", "It's not clear how long Bolsonaro intends to stay in the US.   ", "The former leader has been hospitalized several times over the years due to the stabbing injury. The incident took place during his 2018 campaign, as Bolsonaro was led through a crowd on the shoulders of supporters in Juiz de Fora, a city in the southern state of Minas Gerais.   ", "Bolsonaro's son Flavio Bolsonaro tweeted at the time that his father's wounds \"reached part of his liver, lung and intestine\" and that he lost a lot of blood.   ", "In January 2019, Bolsonaro underwent surgery to remove a colostomy bag fitted after he was stabbed.  ", "He was again hospitalized in July 2021 after feeling abdominal pain and suffering persistent hiccups for over a week.   "], "headline": "Brazil's Bolsonaro discharged from Florida hospital    ", "timestamp": "  Updated  8:48 PM EST, Tue January 10, 2023    ", "act": "/2023/01/09/americas/bolsonaro-hospitalized-intl-latam"}}