{"/2023/03/03/middleeast/inside-palestinian-town-minister-wants-erased-mime-intl": {"paras": ["A burning smell lingers in the air of Huwara.   ", "Shattered glass still litters people's property. A ten-year-old child brandishes a spent Israeli military stun grenade, explaining he knows it's safe because the string that activates it is gone.    ", "The gray and black carcasses of burnt out cars serve as a grotesque reminder of the worst Israeli settler violence these Palestinian villagers say they've ever experienced.   ", "The town, just south of Nablus in the occupied West Bank, has long been a flashpoint for Israeli-Palestinian violence. Part of the reason is that it straddles one of the main roadways, route 60, that Israeli settlers and Palestinians alike use. It's also surrounded on three sides by Israeli Jewish settlements that have a reputation for being extremely nationalistic.     ", "It's here that two Israeli brothers were shot and killed at point blank range on Sunday while they sat in traffic. The person or persons responsible have yet to be found.     ", "It's here that, hours later, dozens of settlers went on a rampage that one of Israel's top military generals later called a \"pogrom,\" leading to the death of one Palestinian man and other injuries.   ", "Huwara resident Nahawand Damidi's house is behind a metal fence, for protection against settler attacks. But Sunday night the violence reached another level, she told CNN on Thursday.   ", "\"[The settlers] usually attack us by throwing stones. If we try to defend ourselves they will use weapons, but last time was different. Wherever you looked there were bullets ... fires, fires everywhere,\" she said, standing on her balcony.   ", "Security camera footage residents shared with CNN show settlers - identified by their religious tassels, called tzitzit, hanging from under their sweatshirts - piling flammable material in front of 75-year-old Nawal Dumeidi's door, before setting it aflame.    ", "The double door is marred with black scar marks from the flames that literally melted the lock, Dumeidi said. Her two sons had to come back from Dubai to force open the door and free her, she told CNN.   ", "\"What happened is a wild terrorism,\" she said, adding she was stuck in her home for three days before she was able to leave.   ", "Villagers told CNN that they would normally expect the Israeli military to protect them from settler attacks but that on Sunday they did not. The top Israeli general in the West Bank, Major General Yehuda Fuchs, admitted earlier this week the IDF was unprepared for the scale of the settler violence against Palestinians and took responsibility for not controlling it.   ", "Many Israelis go to Huwara to get their cars repaired - with prices being much cheaper than on the other side of the Green Line. The Abu Saris family owns one of those repair shops - but dozen of cars on their lot are now burnt.    ", "Daughter Lamar, 10, speaks confidently and openly about what happened - she's given several media interviews already.   ", "But she also no longer wants to sleep in her room. Her window was broken when settlers threw stones at it.   ", "\"Mom hid us in our room and went to the rooftop to see what's happening.  We heard them breaking the windows of the house. We didn't do anything to them,\" she says, her seven-year-old brother Joud and two-year-old sister Siwar sitting beside her.   ", "Siwar, wearing a yellow Pokemon onesie, whispers \"Beep, fire\" after she hears a noise outside.   ", "\"The biggest crime they did to us is not the business and the cars, but our terrified and traumatized children,\" their mother Hana says. \"Look at [Siwar], she's terrified only from hearing a random sound downstairs.\"   ", "Hana says as the settlers burned the cars in their lot and shot three bullets toward the home, they screamed \"death to Arabs, we will wipe out Huwara.\"   ", "Three days after settlers tried to do exactly that, far-right Israeli Finance Minister Bezalel Smotrich, himself a settler leader, repeated the phrase on stage at a media conference.    ", "\"I think the village of Huwara needs to be erased,\" he told a reporter at a conference run by the Israeli business magazine The Marker. \"I think the State of Israel needs to do this, and not - God forbid - private citizens.\"   ", "The incendiary remarks drew a harsh and swift rebuke from the US State Department, which dubbed them \"repugnant\" and \"disgusting.\" Even Israel's Ambassador to the US Michael Herzog called it \"against our values.\"    ", "And though Israeli Prime Minister Benjamin Netanyahu said he doesn't accept such violence and called on Israelis not to take the law \"into their own hands\" in the wake of the rampage, he has yet to denounce Smotrich's comments.   ", "Many Israelis are disgusted by the violence in Huwara, seeing it as a natural ramification of the most right-wing and pro-settler government in Israeli history.     ", "On Friday, Israeli soldiers intervened in Huwara to prevent dozens of Israelis from demonstrating in support of the villagers.    ", "The town has been deemed a closed military zone in the wake of the violence, specifically with the aim of keeping the sides apart and de-escalating the situation.   ", "Meanwhile, a campaign started by left-wing activist Yair \"Yaya\" Fink to raise funds for the residents has collected more than 1.7 million shekels (nearly $500,000).    ", " \"As a religious person, a Zionist, a major [in the military] and as a person, I cannot be silent while my peers are burning villages,\" Fink tweeted the day after the rampage.   ", "Fink says he's received death threats and spam calls and texts because of his campaign. But he tweeted he'll keep going: \"Whoever thinks that this or the threats on my life will break me doesn't know me, just another motivation to fight against the terrorist anarchists.\"    ", "And Huwara has even become a rallying cry during the protests against the Israeli government's sweeping judicial reforms. On Wednesday as border police clashed with protesters in Tel Aviv, many chanted \"Where were you in Huwara?\"   "], "headline": "Inside the Palestinian town that far-right Israeli minister wants 'erased'    ", "timestamp": "  Published  12:06 PM EST, Fri March 3, 2023    ", "act": "/2023/03/03/middleeast/inside-palestinian-town-minister-wants-erased-mime-intl"}, "/2023/03/03/middleeast/dubai-hip-hop-scene-spc-intl": {"paras": ["Think of the United Arab Emirates and you might not immediately think of hip-hop, but in recent years, Dubai has become home to a small and dedicated group of artists who rap in Arabic about local culture.  ", "Perhaps the biggest star is Mustafa Ismail, better known as \"Freek,\" a Somali rapper who was born and raised in the UAE. He has toured countries including the UK and performed at shows that featured the likes of Future, Gucci Mane, and Wu-Tang Clan.   ", "\"There's a culture here,\" said Ismail. \"There's a story to tell, and people like me that grew up here want to hear a story of a kid that grew up in UAE, or Dubai. This is what hip-hop is all about.\"  ", "In 2022, the scene was given a boost by the launch of GXR Records - which represents 14 UAE-based artists, including Freek - and RAPDXB, a platform that curates playlists and hosts interviews. RAPDXB recently released its first album, featuring some of the UAE's leading rappers.  ", "\"The hip-hop scene in Dubai is growing,\" said Ismail. \"If you see the hip-hop scene in Dubai 10 years ago and now, it's a huge difference. It is even going to get crazier.\"  ", "Watch the video to learn more about hip-hop in Dubai."], "headline": "Dubai's emerging hip-hop scene is finding its voice    ", "timestamp": "  Published  6:16 AM EST, Fri March 3, 2023    ", "act": "/2023/03/03/middleeast/dubai-hip-hop-scene-spc-intl"}, "/2023/03/01/middleeast/iran-schoolgirls-poisoned-schools-intl": {"paras": ["Concern is growing in Iran after reports emerged that hundreds of schoolgirls had been poisoned across the country in recent months.  ", "On Wednesday, Iran's semi-official Mehr News reported that Shahriar Heydari, a member of Parliament, cited an unnamed \"reliable source\" in saying that \"nearly 900 students\" from across the country had been poisoned so far.   ", "The first reported poisonings happened in the city of Qom on November 30, when 18 schoolgirls from one high school were hospitalized, according to Iranian state media. In another incident in Qom on February 14, more than 100 students from 13 schools were taken to hospitals after what the state-affiliated Tasnim news agency described as \"serial poisonings.\"   ", "There have also been reports of schoolgirls being poisoned in the capital Tehran - where 35 were hospitalized on Tuesday, according to Fars News. They were in \"good\" condition, and many of them were later released, Fars reported. State media have also reported student poisonings in recent months in the city of Borujerd and in Chaharmahal and Bakhtiari Province.  ", "Many of the reports involve students at girls' schools, but state media have also reported at least one incident of poisoning at a boys' school, on February 4 in Qom.  ", "CNN has reached out to one of the schools named by state media as having had an incident of poisoning, Noor Yazdanshahr Conservatory in Qom, as well as to individual teachers, but has not heard back.  ", "Iranian Health Minister Bahram Einollahi, who visited affected students in Qom, said on February 15 that the symptoms included muscle weakness, nausea, and tiredness, but that the \"poisoning\" was mild, according to a report in state media outlet Iranian Students News Agency.   ", "Einollahi said his team had taken many samples from patients admitted to one Qom hospital for further testing at Iran's renowned Pasteur Institute, which reported that no microbes or viruses had been identified in the samples, according to ISNA.  ", "It's unclear if the incidents are linked and if the students were targeted. But Iran's Deputy Health Minister in charge of Research and Technology Younes Panahi said on February 26 that the poisonings were \"chemical\" in nature, but not compound chemicals used in warfare and the symptoms were not contagious, according to IRNA.   ", "Panahi added that it appears that the poisonings were deliberate attempts at targeting and shutting down girls' schools, according to IRNA.  ", "\"After the poisoning of several students in Qom ... it became clear that some people wanted all schools, especially girls' schools, to be closed,\" Younes Panahi told a news conference Sunday, according to Iranian state media outlet IRNA. He later retracted the comment, saying he was misquoted, Fars news said.  ", "But a mother of two girls in Qom told CNN that both of her daughters had been poisoned, at two different schools, and one of them had experienced significant health issues after being poisoned last week. She spoke on the condition of anonymity due to the sensitivity of the reports, and fears for her family's safety.  ", "\"One of my daughters was poisoned in school last week,\" the mother told CNN on Tuesday. She said they spent two days at Shahid Beheshti Hospital in Qom along with several other schoolchildren and staff. Her daughter experienced nausea, shortness of breath and numbness in her left leg and right hand, she said.  ", "\"Now she has trouble with her right foot and has difficulty walking,\" the mother said.   ", "Local activists and national political figures have called for the government to do more in investigating the poisonings.  ", "\"The poisoning of students at girls' schools, which have been confirmed as deliberate acts, was neither arbitrary nor accidental,\" tweeted Mohammad Habibi, spokesman for the Iranian Teachers Trade Association on February 26.    ", "Habibi is among a growing number of people who believe that the poisonings may be linked to the recent protests under the \"Women, Life, Freedom\" movement. The movement has been characterized by women's and young girls' outpouring of anger over issues ranging from freedoms in the Islamic Republic to the crippling state of the economy.   ", "\"To erase the gains on freedom of clothing, (the authorities) need to increase public fear,\" he tweeted.   ", "United States Department of State Spokesperson Ned Price called the reports of poisoning schoolgirls \"very disturbing,\" during a briefing Wednesday.  ", "\"We've seen these reports, these are very disturbing, these are very concerning reports,\" Price said.\"To poison girls who are simply trying to learn is simply an abhorrent act.\"  ", "Price urged \"Iranian authorities to thoroughly investigate these reported poisonings and do everything they can to stop them and to hold accountable the perpetrators.\"  ", "In mid-February Tasnim reported that Iran's Minister of Education, Yousef Nouri, said \"most\" of the students' conditions were caused by \"rumors that have scared people,\" and that \"there is no problem.\" He said that some students had been hospitalized due to \"underlying conditions,\" according to Tasnim.  ", "Dan Kaszeta, a London based defense specialist and an associate fellow at the Royal United Services Institute, spoke to CNN about the difficulties authorities may face in confirming reports like these.  ", "\"Unfortunately, it can be very difficult to investigate such incidents. Often, the only way to discover the causative agent is to collect samples at the time of dissemination, and this is usually difficult or impossible,\" he said.   ", "\"These current incidents in Iran are remarkably similar to dozens of incidents at schools in Afghanistan since approximately 2009. In a few of these incidents, pesticides were strongly suspected, but most of the illnesses remain unexplained,\" he added.  ", "Kaszeta went on to explain that smells are difficult to use as an indicator. \"Some things have smell added to them as the underlying dangerous chemical may be odorless.\"  ", "Jamileh Kadivar, a prominent Iranian politician and former member of parliament, also believes that there is malicious intent behind the poisonings. \"The continuity and frequency of poisonings in schools during the past three months proves that these incidents cannot be accidental and are most likely the result of organized group actions directed by think tanks and aimed at specific goals,\" she wrote in an Op-Ed in Iran's state-run newspaper Etelaat.  ", "Iranian Education Minister Yousef Nouri visited some of the students who were hospitalized in Qom after the string of school poisonings in mid-February, and said that a special team had been formed in Tehran to follow up on the issue, according to a report in Tasnim, a state-affiliated media outlet.  ", "Iran's national police chief, Ahmadreza Radan, said on February 28 they are investigating the cause behind the \"poisonings\" and that no one has been arrested with the authorities still trying to determine whether the alleged poisonings are intentional or not, according to IRNA.  "], "headline": "Alarm grows in Iran over reports that hundreds of schoolgirls were poisoned    ", "timestamp": "  Updated  6:49 PM EST, Thu March 2, 2023    ", "act": "/2023/03/01/middleeast/iran-schoolgirls-poisoned-schools-intl"}, "/2023/03/01/middleeast/west-bank-smotrich-ned-price-intl": {"paras": ["Israel's far-right finance minister's call for a Palestinian town \"to be erased\" was harshly condemned by US State Department spokesperson Ned Price on Wednesday, who described the comments as \"repugnant\" and \"irresponsible.\"  ", "Bezalel Smotrich, who also leads the far-right Religious Zionism party, said earlier on Wednesday that the Palestinian town of Huwara \"needs to be erased.\"  ", "The incendiary comment was in reference to the town in the occupied West Bank where two Israeli brothers were shot and killed on Sunday, prompting a rampage through the area by Israeli Jewish settlers that left at least one Palestinian man dead, others injured, and homes and cars burned.  ", "Smotrich was asked Wednesday why he had liked a post on Twitter after the brothers were shot, but before the settler rampage, saying that Huwara should be erased.  ", "\"I think the village of Huwara needs to be erased,\" he told a reporter at a conference run the Israeli business magazine The Marker. \"I think the State of Israel needs to do this, and not - God forbid - private citizens.\"  ", "Price issued a strong condemnation from the US State Department podium Wednesday, saying, \"I want to be very clear about this. These comments were irresponsible. They were repugnant. They were disgusting.\"  ", "\"And just as we condemn Palestinian incitement to violence, we condemn these provocative remarks that also amount to incitement to violence,\" he said at a State Department briefing.  ", "Price also called on Prime Minister Benjamin Netanyahu \"and other senior Israeli officials to publicly and clearly reject and disavow these comments.\"  ", "\"We condemn, as we have consistently, terrorism and extremism in all of its forms, and we continue to urge that there be equal measures of accountability for extremist actions, regardless of the backgrounds of the perpetrators or the victims,\" he said.  ", "Asked by CNN if he would condemn Smotrich's comments following Price's call for \"senior Israeli officials to publicly and clearly reject and disavow these comments,\" Israeli Ambassador to the US Michael Herzog said, \"Notwithstanding the fact that Israel has been subjected to a recent wave of horrific terror attacks against its civilians, it is absolutely not Israeli policy and it's against our values to respond by wiping out civilian villages.\"  ", "Smotrich is expected to visit Washington and New York City in March, but has no meetings planned with Biden administration officials, a source told CNN.  ", "The top Israeli general in the West Bank, Yehuda Fuchs, Tuesday night referred to the Israeli settlers' actions as a \"pogrom.\"  ", "Maj. Gen. Fuchs said Tuesday night that the Israel Defense Forces had not been sufficiently prepared for the revenge attacks that followed the killing of the Yaniv brothers in the town on Sunday.  ", "\"We did not prepare for a pogrom on the scale of dozens of people who come with incendiary devices... they go and set fire to random Palestinian houses, vehicles, etc. - simply  indiscriminate terror,\" Fuchs said, in unusually blunt remarks by an Israeli military official criticizing Israeli settlers.  ", "\"This event in Huwara is a pogrom that was done by outlaws,\" he said, using a word originally meaning organized riots against Jews in imperial Russia.  ", "Palestinians have accused the IDF of attacking Palestinians or standing aside and allowing settlers to run riot.  ", "But Fuchs said the Israel Defense Forces had intervened in Huwara to defend Palestinians from settlers, who clashed not only with Palestinians but with Israeli troops and police.  ", "\"Soldiers of the Golani Reconnaissance Unit opened fire on Israelis, outlaws that almost killed Palestinians,\" he said.  ", "The IDF has sent four additional battalions to the area since Sunday in an effort to \"de-escalate\" the situation and keep Israeli settlers and Palestinians apart, they announced.  ", "Six additional people were arrested on Tuesday night in connection with the Huwara riots, Israel Police said Wednesday - four adults and two minors.  ", "\"These suspects were arrested on suspicion of their involvement in violent disturbances, arson, assault, and causing damage in Huwara,\" a police statement said, specifying that they are suspected of \"setting fire to vehicles and buildings, attacking Palestinians and causing damage.\"  ", "\"The investigation is ongoing and more arrests are expected,\" the statement said.  ", "Eight people were arrested on suspicion of involvement in the riots earlier in the week, of whom at least two are now under house arrest, Israel Police said earlier.  "], "headline": "US condemns Israel far right minister's call for Palestinian town 'to be erased'    ", "timestamp": "  Updated  4:58 AM EST, Thu March 2, 2023    ", "act": "/2023/03/01/middleeast/west-bank-smotrich-ned-price-intl"}, "/2023/03/01/middleeast/iran-uranium-enrichment-iaea-intl": {"paras": ["Uranium particles enriched to near bomb-grade levels have been found at an Iranian nuclear facility, according to the UN's nuclear watchdog, as the US warned that Tehran's ability to build a nuclear bomb was accelerating.   ", "In a restricted report seen by CNN, the Vienna-based International Atomic Energy Agency confirmed that uranium particles enriched to 83.7% purity - which is close to the 90% enrichment levels needed to make a nuclear bomb - had been found in Iran's Fordow Fuel Enrichment Plant (FFEP), an underground nuclear facility located some 20 miles northeast of the city of Qom.   ", "The report says that in January, the IAEA took environmental samples at the Fordow plant, which showed the presence of high enriched uranium particles up to 83.7% purity.    ", "The IAEA subsequently informed Iran that these findings were \"inconsistent with the level of enrichment at the Fordow plant as declared by Iran and requested Iran to clarify the origins of these particles,\" added the report.   ", "Iran's stockpile of uranium enriched up to 60% had also grown from 25.2 kg to 87.5 kg since the last quarterly report, according to the confidential IAEA report.   ", "The IAEA report said discussions with Iran to clarify the matter are ongoing, noting that \"these events clearly indicate the capability of the IAEA to detect and report changes in the operation of nuclear facilities in Iran.\"   ", "In an exclusive interview with CNN's Christiane Amanpour on Tuesday, Iran's Foreign Minister Hossein Amir-Abdollahian did not directly respond to a question on reports of the enrichment.   ", "Amir-Abdollahian said that the deputy director general of the IAEA, Massimo Aparo, had visited Iran on two occasions in the past weeks and that the IAEA's director general Rafael Grossi has been invited to visit the country.     ", "\"We have a roadmap with the IAEA. And on two occasions, Mr. [Massimo] Aparo, Mr. [Rafael] Grossi's deputy, came to Iran in the past few weeks, and we had constructive and productive negotiations. And we have also invited Mr. Grossi to come and visit Iran soon,\" Amir-Abdollahian told CNN.  \"Therefore our relationship with the IAEA is on its correct, natural path.\"  ", "Last year, Iran removed all of the IAEA equipment previously installed for surveillance and monitoring activities related to the nuclear deal, formally known as the Joint Comprehensive Plan of Action (JCPOA).   ", "The move had \"detrimental implications for the IAEA's ability to provide assurance of the peaceful nature of Iran's nuclear programme,\" the IAEA report stated.   ", "A US State Department spokesperson on Tuesday said the IAEA report potentially poses a \"very serious development.\"   ", "\"We are in close contact with our allies and partners in Europe and the region as we await further details from the IAEA on this potentially very serious development,\" added the spokesperson.    ", "Under Secretary of Defense for Policy Colin Kahl on Tuesday said that \"Iran's nuclear progress since\" the Trump administration withdrew the US from the 2015 nuclear deal \"has been remarkable,\" adding that in 2018, when the US withdrew, \"it would have taken Iran about 12 months to produce one fissile, one bomb's worth of fissile material.\"  ", "\"Now it would take about 12 days,\" he said.  ", "More than a year of indirect negotiations between the US and Iran to try to restore the 2015 nuclear deal broke down in September 2022. Tensions between the two countries only worsened after Iran's crackdown on nationwide protests at home, and as Tehran supplied Russia with drones in the Ukraine war.   ", "Kahl said Tuesday that the agreement is \"on ice.\"  "], "headline": "Near bomb-grade level uranium found in Iranian nuclear plant, says IAEA report    ", "timestamp": "  Updated  12:07 PM EST, Wed March 1, 2023    ", "act": "/2023/03/01/middleeast/iran-uranium-enrichment-iaea-intl"}, "/2023/02/28/middleeast/israeli-american-killed-west-bank-intl": {"paras": ["An Israeli-American citizen was killed in the occupied West Bank as tensions in the region continued to ratchet up after a weekend of violence.  ", "Elan Ganeles, 27, was shot dead on Monday evening in what Israel's Magen David Adom (MDA) emergency service described as a \"terror attack\" on a highway between Jericho and the Dead Sea.  ", "The attack took place on Route 90, north of the Beit Ha'Arava Junction, the MDA said. The location is normally peaceful and on one of the main routes for Israelis to visit the Dead Sea.  ", "Ganeles was visiting Israel for a friend's wedding and lived in the United States, friends of his told CNN on Tuesday. His synagogue in Connecticut said he would be buried in Israel on Wednesday.   ", "Steve Charter, the manager of a Hebrew language program Ganeles attended, told CNN on Tuesday that Ganeles was \"a really nice guy, a gentleman ... the type of guy you want your daughter to date.\" Charter said Ganeles attended the five-month course at Kibbutz Sde Eliyahu in 2015 before joining the Israeli army.  ", "After he completed his army service, he returned to the United States to study at Columbia University, Charter said.  ", "\"He wanted to celebrate his friend's wedding, see his friends and go back to America,\" added Michael Landau, a friend of Ganeles from the Hebrew program. \"He was on his way to see a friend when he got murdered.\"   ", "Landau said Ganeles was aware of the security situation in Israel and the West Bank but did not appear to be worried about it. \"He lived here in the past so he understands the situation,\" Landau said. \"He never expressed any concern about the fact that something was going on.\"  ", "The US State Department confirmed an Israeli-American citizen had been killed, and said it was \"extremely concerned by the events of this weekend and the continuing violence in Israel and the West Bank.\"  ", "Ganeles's death came after a mob of Israeli settlers went on a rampage Sunday in Huwara, south of Nablus in the Israeli-occupied West Bank, killing one Palestinian, beating others with metal bars, and stoning a Palestinian fire engine after burning several homes.  ", "Those attacks followed the fatal shooting of two Israeli brothers earlier on Sunday in Huwara, days after a massive Israeli military raid into Nablus in search of wanted militants left at least 11 Palestinians dead.  ", "State Department spokesman Ned Price on Monday reiterated the US' condemnation of the killings of Israelis over the weekend and the violence by settlers against Palestinians.  ", "\"We appreciate Prime Minister [Benjamin] Netanyahu and President [Isaac] Herzog's statements calling for a cessation of vigilante violence. We expect the Israeli government to ensure full accountability and legal prosecution of those responsible for these attacks, in addition to compensation for the lost homes and property,\" Price said. \"These events underscore the fragility of the situation in the West Bank and the urgent need for increased cooperation to prevent further violence.\"  ", "An Israel Defense Forces official condemned Sunday's attacks by Israeli settlers as acts of \"revenge\" and \"terror,\" and said the IDF was sending three additional battalions to the area to try to deescalate the situation.   "], "headline": "US citizen killed in West Bank as Israeli-Palestinian tensions rise    ", "timestamp": "  Updated  7:10 AM EST, Tue February 28, 2023    ", "act": "/2023/02/28/middleeast/israeli-american-killed-west-bank-intl"}, "/2023/02/27/middleeast/idf-settler-revenge-attacks-west-bank-intl": {"paras": ["The Israel Defense Forces (IDF) sees the previous day's attacks by Israeli settlers against Palestinians in the West Bank as \"actions of terror,\" an IDF official said Monday, as tensions in the region simmered after a weekend of violence.   ", "At least one Palestinian man was killed, a Palestinian fire engine was stoned by a crowd of about 50 settlers, and other Palestinians were injured with stones or metal bars, Palestinian medical officials said Sunday, blaming Israeli settlers in the West Bank.  ", "Violence continued into Monday, when a 27-year-old man, who has not yet been named publicly, was pronounced dead, according to a statement by Hadassah Mt. Scopus hospital.  ", "He was shot in the West Bank on a highway between Jericho and the Dead Sea on Monday, according to Israel's Magen David Adom (MDA) emergency service.  ", "The West Bank victim \"was unconscious outside his car with gunshot wounds to his upper body,\" when MDA paramedic Eden Cohen arrived to treat him, Cohen said in a statement released by the service.  ", "The attacks followed the fatal shooting of two Israeli brothers earlier on Sunday in the town of Huwara, south of Nablus in the Israeli-occupied West Bank, just days after a massive Israeli military raid into Nablus in search of wanted militants left at least 11 Palestinians dead.  ", "\"Last night there was revenge activity done by people that live in the area. I wanted to say we see these actions as actions of a terror, these violent riots,\" the IDF official said, asking not to be named due to the sensitivity of the situation. \"It's been a horrible night,\" the official added.  ", "The official said the reason the IDF was sending three additional battalions to the area was to keep the Palestinians and Israelis apart.  ", "\"More forces will de-escalate\" the situation, the official said. \"This morning we've sent in another Givati (reconnaissance) battalion - the Givati Special Forces battalion - into the area in addition to two Border Patrol companies, basically trying to de-escalate and keep the two sides apart.\"  ", "Israel's Minister of Defense Yoav Gallant vowed to arrest the individual or individuals who killed the settlers and called for calm while allowing military and security forces to work and apprehend the perpetrators.   ", "\"It is neither legitimate nor possible to operate individually,\" Gallant said Monday, while visiting the location where the incident took place. \"We cannot allow a situation in which citizens take the law into their hands. I call on everyone to follow law and order and to trust the IDF and security forces everywhere, across the country.\"  ", "The IDF detained eight people in connection with the attacks in Huwara, some of whom have since been released, Israel Police spokesman Dean Elsdunne told CNN Monday.  ", "Sameh Hamdallah Mahmoud Aqtash, 37, was shot in the abdomen and killed in the town of Za'tara, between Huwara and the Israeli settlement of Kfar Tapuach, the Palestinian Ministry of Health said Sunday night. In Huwara itself, at least one person was stabbed and another assaulted with an iron bar, the Palestinian Red Crescent said.   ", "The Israeli settlers who were killed earlier were named as brothers Hillel Menachem Yaniv, 21, and Yagel Yaakov Yaniv, 19, according to the local settler council.  ", "Video from the scene showed that their car had crossed a median, and hit a vehicle going the other direction, suggesting they were shot while driving.   ", "Late Sunday, the IDF announced that the older brother, Hillel, was a serving soldier and expressed condolences in a statement.  ", "Following rare talks on Sunday brokered by Jordan, Egypt and the United States, Israeli and Palestinian representatives \"affirmed their commitment to all previous agreements between them, and to work towards a just and lasting peace.\"  ", "Israel and the Palestinian Authority confirmed their \"joint readiness and commitment to immediately work to end unilateral measures for a period of 3-6 months. This includes an Israeli commitment to stop discussion of any new settlement units for 4 months and to stop authorization of any outposts for 6 months,\" a joint statement read.  ", "However, in response to the announcement of a halt on settlement construction, far-right Religious Zionism party leader Bezalel Smotrich firmly rejected a pause, \"even for one day.\"  ", "In a post on Twitter, the Israeli finance minister appeared out of alignment with his government, writing: \"There will not be a freeze on settlement building and development, not even for one day (this is under my authority). The IDF will continue to act to counter terrorism in all areas of Judea and Samaria without any limitations (we will reaffirm this in the cabinet). It's very simple.\"  ", "Also on Sunday, Israel's cabinet approved a proposed law to impose the death penalty on \"terrorists.\" It is officially a private member's bill sponsored by the far-right National Security Minister Itamar Ben Gvir, rather than government-backed legislation.   ", "The law would give courts the power to \"impose the death penalty on those who have committed the crime of murder on nationalistic grounds against the citizens of Israel,\" a statement from Prime Minister Benjamin Netanyahu and Ben Gvir said.  ", "After a preliminary vote in the Knesset, or parliament, Israel's political-security cabinet will next discuss the language in the bill, before it goes to the committee stage. If it passes the committee stage, it will require three Knesset readings to become law.  ", "There have been previous attempts to introduce the death penalty in 2016 and 2018, according to the Israel Democracy Institute, but they did not become law.  ", "In response to the moves, the Palestinian government on Monday condemned \"in the strongest terms\" the Israeli cabinet's approval, according to a statement from the Palestinian Ministry of Foreign Affairs.   ", "\"The death penalty violates the fundamental rights of the Palestinian people to life, non-discrimination, and self-determination. It is a cruel, barbaric, and inhumane bill rooted in Jewish supremacy and precisely aimed to deny the Palestinian people their right to exist and their humanity,\" it said, while also calling on the international community to take \"concrete actions to pressure Israel to rescind its bill.\"    "], "headline": "Israeli military calls settler attacks on Palestinians 'actions of terror' after weekend of violence    ", "timestamp": "  Updated  4:08 PM EST, Mon February 27, 2023    ", "act": "/2023/02/27/middleeast/idf-settler-revenge-attacks-west-bank-intl"}, "/2023/02/27/middleeast/netanyahu-power-challenges-mime-intl": {"paras": ["Benjamin Netanyahu has not even been back in power two months, and already he faces unprecedented, multi-faceted challenges on nearly every front.    ", "From Israeli-Palestinian violence, to protests over his government's judicial overhaul, to new challenges on the international stage, Israel's longest-serving prime minister has his work cut out for him.   ", "Netanyahu took office at the end of what was one of the deadliest years for both Israelis and for Palestinians in the occupied West Bank in years. And the cycle has only picked up speed.   ", "At least 60 Palestinians, both militants and civilian, have been killed so far this year according to Palestinian authorities, while at least 14 Israelis (all civilians except for one), have been killed in the same time period - the latest a 27-year-old man shot and killed on a normally calm West Bank road near the Dead Sea.   ", "Two particularly deadly daytime Israeli military raids in the West Bank targeting militants have triggered a series of Palestinian attacks targeting Israelis.    ", "On Sunday two Israeli brothers who live in West Bank settlements were shot \"point blank\" while sitting in traffic on a road that goes through the Palestinian town of Huwara, in what Israeli officials called \"an extremely serious terrorist attack.\"     ", "A few hours later, as night fell, Israeli settlers went on a rampage, burning houses, cars, and violently attacking some Palestinians, including shooting and killing a 37-year-old man, in what both Palestinian and Israeli officials say were \"revenge attacks\" - and which officials on both sides called terrorism.    ", "The Israel Defense Forces sent reinforcements into the West Bank with the Palestinian attacker still at large, while at least eight Israelis were detained in connection to the settlers' revenge attacks.   ", "All of this happened on the same day Israeli, Palestinian, Jordanian, Egyptian and American security officials met in Jordan in an effort to reduce exactly these sort of situations, and bring some sense of calm ahead of the Ramadan and Passover holidays ahead.   ", "But despite a joint communiqué about what steps will be taken, including an Israeli commitment to halt discussion around settlements for several months, some of Netanyahu's own ministers almost immediately dismissed the summit.   ", "\"What happens in Jordan (if it happens) will stay in Jordan,\" National Security Minister Itamar Ben Gvir tweeted.   ", "Despite the worsening security situation, most Israelis are focused on the effects of the Netanyahu government's proposed judicial overhaul, which have led to eight weeks in a row of regular, massive protests across the country.    ", "The most sweeping of these changes would give the Israeli parliament, the Knesset, power to overturn Supreme Court decisions and would fundamentally change how judges are chosen. While Netanyahu and his allies say these changes are sorely needed to help rebalance an elitist court that has sucked in too much authority, critics say it will end the independence of the judiciary. Others say it's simply a ploy to help Netanyahu out of his ongoing corruption trial - something he vehemently denies.    ", "But despite the regular protests attended by tens of thousands of Israelis - some 160,000 took to the streets this weekend - and pleas from President Isaac Herzog to meet with opposition lawmakers to come to a consensus on the planned overhaul, the legislation has been pushed through its initial stage.    ", "The plan has already led to economic fallout. Several financial institutions, including JP Morgan, have warned of a growing risk of investing in Israel as a result of the judicial changes overhaul. Executives in Israel's lucrative high tech sector have either already announced or are warning they're pulling investments as a result.   ", "\"We have been called the startup nation. And we basically say, come on, don't risk it. Foreign investors have voted with their feet in favor of Israel. And they vote with their feet when they are unhappy with the developments. And they express concern, deep concerns,\" Jacob Frenkel, former governor of the Bank of Israel, the central bank, told CNN's Richard Quest last month.    ", "Wiz, a cyber security startup, announced it had raised $300 million on Monday valuing the company at $10 billion - but won't put any of that money in Israel.   ", "\"Unfortunately, due to the legal coup the money raised will not enter Israel,\" Wiz CEO Assaf Rappaport said in a statement reported by Reuters. \"Our big concern about Israeli high tech is not only about money leaving Israel but also the large amount of money that will no longer enter Israel.\"   ", "Most of the controversies surrounding Netanyahu are exacerbated by his governing partners - the most right-wing government in Israeli history, says Netanyahu biographer Anshel Pfeffer.    ", "\"I think this is the least Netanyahu has ever been in control as a prime minister. He's basically not running his government, his government is being run by the coalition partners who have him over a barrel,\" said Pfeffer, who is also a correspondent for The Economist and Haaretz. \"He has no option... he has no alternative coalition.\"   ", "Netanyahu's ministers have occasionally undercut their own government's actions.    ", "After the summit in Aqaba, Finance Minister and settler leader Bezalel Smotrich tweeted: \"I have no idea what they talked about or didn't talk about in Jordan. I heard about this unnecessary conference from the media just like you. But one thing I do know: there will not be a freeze on settlement building and development, not even for one day (this is under my authority). The IDF will continue to act to counter terrorism in all areas of Judea and Samaria [West Bank] without any limitations (we will reaffirm this in the cabinet). It's very simple.\"   ", "It's also Netanyahu's coalition partners who are refusing to bend on the judicial overhaul plans, Pfeffer believes.   ", "His coalition is saying \"No way, we're not going to let up - we have this opportunity once in a state's lifetime. And we want to drastically reduce the power of the Supreme Court,\" Pfeffer said. \"Netanyahu is not running the show on this.\"   ", "Meanwhile, Netanyahu and his government face increasing international pressure from allies, notably the United States, which has criticized settlement expansion and some of Israel's actions in the occupied West Bank. Even President Joe Biden has gotten personally involved by calling for consensus on the judicial reforms, a rare presidential incursion into domestic Israeli politics.    ", "\"We've never had this kind of differences between Jerusalem and Washington, it's always been over the Palestinian issue. It's been over the Iran issue. It's never been about the way the Israeli government is legislating on a democratic agenda. And this is the first time that we've ever seen a president almost openly rebuke an Israeli prime minister over such matters,\" Pfeffer said.   ", "Netanyahu wouldn't choose these battles, Pfeffer said, arguing that he doesn't want to be in the position of \"having the entire Israeli business community, the security establishment, the media, and increasingly, the international community\" questioning his government.   ", "But, Pfeffer says, he has no other choice if he wants to stay in power.   "], "headline": "Netanyahu's crises mount as Israeli-Palestinian tensions ratchet up    ", "timestamp": "  Published  2:29 PM EST, Mon February 27, 2023    ", "act": "/2023/02/27/middleeast/netanyahu-power-challenges-mime-intl"}, "/2023/02/26/middleeast/west-bank-violence-intl": {"paras": ["Two Israeli settlers were shot and killed in the West Bank on Sunday, local settler leader Yossi Dagan said, calling it \"an extremely serious terrorist attack.\" The shooting sparked revenge attacks by Israeli settlers against Palestinians, causing at least one death and numerous injuries.  ", "The shooting of the settlers took place in Huwara, south of Nablus in the Israeli-occupied West Bank, just days after a massive Israeli military raid into Nablus in search of wanted militants left at least 11 Palestinians dead.  ", "The settlers killed on Sunday were named as brothers Hillel Menachem Yaniv, 21, and Yagel Yaakov Yaniv, 19, the local settler council said.  ", "\"We embrace the family and will be with them as much as necessary,\" the Shomron (Samaria) Regional Council said. They were from the settlement of Har Bracha, council leader Yossi Dagan said.  ", "Video from the scene showed that their car had crossed a median, and hit a vehicle going the other direction, suggesting they were shot while driving.   ", "The two Israeli men were taken to a hospital after the attack, the Israel Defense Forces (IDF) said, but they later died, the Magen David Adom medical agency said. The IDF added that it was pursuing the attacker.  ", "Another local settler leader said he was present when the two were shot.  ", "\"The shooting took place right behind me. It looked terrible - the shooting was from point blank range,\" said Shai Alon, the head of Beit El council, adding that Israel needed to \"go to war against those who wish us harm.\"  ", "Hours after the incident, Israelis killed at least one Palestinian man and injured several others with stones or iron bars in and around Huwara, Palestinian medics and the Ministry of Health said Sunday night.  ", "Sameh Hamdallah Mahmoud Aqtash, 37, was shot in the abdomen and killed in the town of Za'tara, between Huwara and the Israeli settlement of Kfar Tapuach, the ministry said.  ", "In Huwara itself, at least one person was stabbed and another assaulted with an iron bar, the Palestinian Red Crescent said. The emergency service also reported its ambulances were attacked, and said Israeli military forces had prevented three ambulances from entering the town.  ", "The Palestinian Ministry of Health said a person had been treated for a minor injury from a metal rod in the face, and another had been treated for a skull fracture from being hit in the head with a stone.  ", "Two Palestinian firefighters said that about 50 settlers had stoned their fire engine, injuring them as they attempted to respond to a fire at a Palestinian house in Huwara, the official Palestinian news agency WAFA reported. The Red Crescent also said it had dealt with nearly 100 cases of smoke inhalation.  ", "Social media video which CNN geolocated to Huwara appeared to show several dozen Israeli settlers walking down a main street as at least three fires burned by the side of the road. Other photographs and videos circulating on social media appeared to show fires burning in the town.  ", "The Palestinian Authority Presidency accused the settlers of carrying out \"terrorist acts... under the protection of the Israeli occupation forces, in Hawara, Burin, Einabus and other areas, which resulted in the injury of more than 100 Palestinians and the burning of shops, homes, cars and other public property.\"  ", "Israeli opposition leader Yair Lapid accused Finance Minister Bezalel Smotrich, the leader of the settler-based Religious Zionism party, of being responsible for the violence.", "Linking the events to deconfliction talks between Israel and the Palestinians in Jordan earlier in the day, Lapid tweeted: \"Smotrich's militias set out to burn Hawara in order to torpedo the summit in Aqaba of Netanyahu and [Defense Minister Yoav] Gallant. This government is dangerous to Israel's security.\"  ", "Prime Minister Benjamin Netanyahu issued a statement asking Israelis not to engage in revenge attacks for the killing of Hillel and Yagel Yaniv earlier in the day.  ", "\"I ask - even when the blood is boiling -  not to take the law into one's hands. I ask that the IDF and the security forces be allowed to carry out their work. I remind you that in recent weeks, they have targeted dozens of terrorists and thwarted dozens of attacks,\" Netanyahu said.  ", "The IDF are sending reinforcements to the West Bank to \"thwart terror attacks and prevent violent riots,\" it said Sunday night.  ", "The \"riots\" - an apparent reference to the settlers carrying out revenge attacks against Palestinians - \"are being handled by the IDF, Israeli Fire and Rescue Services, Israeli Border Police and additional security forces,\" the IDF said.  ", "On Sunday night, IDF Chief of Staff Herzi Halevi visited the site where the Yaniv brothers were shot, the IDF said, and \"ordered the area to be reinforced with additional forces to thwart terror attacks and prevent violent riots, while increasing and expanding the efforts to capture the terrorists.\"  ", "No group has so far claimed responsibility for the attack on the Israeli brothers, but Lion's Den had vowed revenge after Wednesday's raid in Nablus.   ", "Six of those who died there were members of the Palestinian militant group, which emerged in the city last year.  ", "\"As big as the pain filling Nablus, the occupation will taste twice the pain,\" the group said, referring to Israel. \"They will know that the fighters of the honorable groups in Nablus will not take a step back.\"  ", "Dagan, the head of the Samaria Regional Council, called after Sunday's killings for Israel to break off ongoing security talks between Israel and the Palestinians brokered by Jordan, Egypt and the United States, saying: \"I demand that the Prime Minister, the Minister of Defense and all the ministers return the delegation from the idle talks in Aqaba.... We need to launch an operation against terrorism!\"  ", "Following the rare talks on Sunday, Israeli and Palestinian representatives \"affirmed their commitment to all previous agreements between them, and to work towards a just and lasting peace,\" they said in a joint statement.  ", "Jordanian, Egyptian, and US senior officials attended the summit in Aqaba following an invitation of the Hashemite Kingdom of Jordan.  ", "The joint statement said both sides reaffirmed the necessity of committing to de-escalation on the ground and to prevent further violence.  ", "Israel and the Palestinian Authority confirmed their \"joint readiness and commitment to immediately work to end unilateral measures for a period of 3-6 months. This includes an Israeli commitment to stop discussion of any new settlement units for 4 months and to stop authorization of any outposts for 6 months,\" the statement read.  ", "The five parties agreed to convene again in Sharm El Sheikh, Egypt, in March.  ", "\"Jordan, Egypt and the United States consider these understandings as major progress towards re-establishing and deepening relations between the two sides, and commit to assisting and facilitating as appropriate their implementation,\" the statement said.  "], "headline": "Two Israeli settlers killed in West Bank shooting, days after Israeli raid kills 11 Palestinians    ", "timestamp": "  Updated  5:31 PM EST, Sun February 26, 2023    ", "act": "/2023/02/26/middleeast/west-bank-violence-intl"}, "/2023/02/26/middleeast/protests-tel-aviv-judicial-system-israel-intl": {"paras": ["About 160,000 people demonstrated in Tel Aviv Saturday night against the Israeli government's plans to weaken the country's judicial system, crowd expert Ofer Grinboim Liron told CNN. That would make it one of the biggest single demonstrations yet against the legislation.  ", "Grinboim Liron, the CEO of Crowd Solutions, which specializes in crowd dynamics at events and venues, based his estimate on drone photos at 8 p.m. local time (1 p.m. ET).  ", "Organizers of the protests said an additional 130,000 people protested in other demonstrations across the country Saturday night. Numbers from organizers have been higher than estimates from independent experts such as Grinboim Liron.  ", "Tel Aviv and other cities around Israel have been seeing regular Saturday night demonstrations against the judicial overhaul plans for eight weeks.  ", "The package of legislation would give Israel's parliament, the Knesset, the power to overrule Supreme Court decisions with a simple majority. It would also give the government the power to nominate judges, which currently rests with a committee composed of judges, legal experts and politicians. It would remove power and independence from government ministries' legal advisers, and take away the power of the courts to invalidate \"unreasonable\" government appointments,  as the High Court did in January, forcing Prime Minister Benjamin Netanyahu to fire Interior and Health Minister Aryeh Deri.  ", "Four legislative clauses that are part of the overhaul took steps forward this week. The bills allowing Knesset override of Supreme Court decisions and removing the court's power to rule government appointments unreasonable both passed early stages of the process on Wednesday and now go to the committee stage. Two other clauses passed first readings on Monday and require two more readings to become law.  ", "Critics accuse Netanyahu of pushing the legislation in order to get out of corruption trials he is currently facing. Netanyahu denies that, saying the trials are collapsing on their own, and that the changes are necessary after judicial overreach by unelected judges.  ", "About two out of three (66%) Israelis believe the Supreme Court should have the power to strike down laws incompatible with Israel's Basic Laws, and about the same proportion (63%) say they support the current system of nominating judges, a poll for the Israel Democracy Institute found last week.  ", "People who say they voted for opposition parties were far more likely than voters for the parties in the coalition to oppose the changes. Nearly nine out of 10 (87%) people who voted for the opposition said the Supreme Court should have the power to strike down laws incompatible with Basic Laws, while only 44% of coalition voters said it should. The percentage was slightly higher among people who voted for Netanyahu's Likud party, with nearly half (47%) saying the Supreme Court should have that power.  ", "Israel does not have a written constitution, but a set of what are called Basic Laws.  ", "The survey, which was released February 21, found that about half (53%) of Israelis believed that removing the political independence of the judiciary would harm Israel's economy - as Israeli economists and businesspeople have been warning. About a third (35%) do not believe the changes would harm the economy.  ", "The online and telephone survey of 756 adults in Israel was carried out between February 9 to 13, 2023, and has a margin of error of 3.56 points.  "], "headline": "About 160,000 people protest against Netanyahu's judicial overhaul in Tel Aviv    ", "timestamp": "  Published  8:24 AM EST, Sun February 26, 2023    ", "act": "/2023/02/26/middleeast/protests-tel-aviv-judicial-system-israel-intl"}, "/2023/02/17/middleeast/china-iran-visit-mime-intl": {"paras": ["Shortly before leaving for his first state visit to China on Tuesday, Iranian President Ebrahim Raisi issued a thinly veiled criticism of his powerful ally, saying the two countries' relationship has not lived up to expectations.   ", "The first Iranian president to arrive in China on a state visit in two decades, Raisi was keen to tell Beijing that it has not given enough support to Tehran, especially economically.   ", "\"Unfortunately, I must say that we have seriously fallen behind in these relations,\" he said, referring to trade and economic ties. Part of his mission, he said, was to implement the China-Iran Strategic Partnership Plan (CISPP), a pact that would see Beijing invest up to $400 billion in Iran's economy over a 25-year period in exchange for a steady supply of Iranian oil.   ", "Raisi said that economic ties had regressed, and that the two nations needed to compensate for that.    ", "The public criticism on the eve of the landmark trip demonstrated the heavily-sanctioned Islamic Republic's disappointment with an ally that has in many ways become one of its few economic lifelines.   ", "The speech was likely \"a reflection of Tehran's frustration with China's hesitancies about deepening its economic ties with Iran,\" Henry Rome, senior fellow at the Washington Institute for Near East Policy, told CNN. \"The same issues that have constrained China-Iran relations for years appear to remain.\"    ", "Analysts said Raisi's speech was a clear call for China to live up to its end of the relationship, seeking economic guarantees from the Asian power so he can have something to show at home amid a wave of anti-government protests and increasing global isolation.   ", "\"The mileage Raisi will get for having a visit is going to be very limited if that visit doesn't produce anything,\" said Trita Parsi, vice-president of the Quincy Institute in Washington, DC. \"The Iranians are not in a position right now in which a visit in and of itself is sufficiently good for them...They need more.\"   ", "Whether Iran is satisfied with what China offered it, however, is yet to be seen.   ", "\"Though more substance may be achieved following the visit, the reality is that Raisi needs both the substance and the announcement of concrete agreements,\" said Parsi. He added that China, on the other hand, appears to be inclined to \"play matters down\" as it balances the partnership with its ties with Gulf Arab states at odds with Iran, as well as its own fraught relations with the US.", "In a joint statement, both China and Iran said they are \"willing to work together to implement\" the CISPP and \"continue to deepen cooperation in trade, agriculture, industry, renewable energy, infrastructure and other fields.\"   ", "On Wednesday, Iranian Foreign Minister Hossein Amirabdollahian, who accompanied Raisi to China, said that the two countries agreed to remove obstacles in the way of implementing the CISPP, adding that Iran was \"optimistic at the results of the negotiations,\" according to state news agency IRNA.   ", "Chinese President Xi Jinping also accepted an invitation to visit Iran on a future date.   ", "Raisi's trip comes as Beijing strengthens its ties with Iran's foe Saudi Arabia, and as cheap Russian oil potentially threatens Iran's crude exports to China.    ", "Less than two years after he took power, Raisi's term has witnessed growing isolation from the West - especially after Iran supplied Russia with drones to use in its war on Ukraine - and failed efforts to revive a 2015 nuclear deal that removed some barriers to international trade with the Islamic Republic.   ", "As Western sanctions cripple its economy, Beijing has helped keep Tehran afloat economically. China is Iran's biggest oil customer, buying sanctioned but cheap barrels that other nations would not touch.   ", "Tehran's other ally, Russia, has however been biting into its Asian oil market as China buys more Russian barrels - also sanctioned by the West - for cheap, threatening one of Iran's last economic lifelines.   ", "The visit is therefore a strategic one, analysts say, and an attempt by Iran pull itself back up from domestic instability and worsened isolation from the West.    ", "\"(It) is an opportunity for Raisi to try to draw a line under the past five months of domestic unrest and project a sense of normalcy at home and abroad,\" said Rome.   ", "But Jacopo Scita, a policy fellow at the Bourse & Bazaar Foundation in London, said he did not expect the visit to result in much more than a recognition of China's partnership with Iran.    ", "\"Raisi will hardly get much from the economic perspective, except for a new series of memoranda of understanding and some minor deals,\" he told CNN.   ", "Iran has also been reminding its people that looking eastward is the right path toward economic revival as prospects of returning to nuclear agreement fade, said Parsi. The government has been keen to show that it has \"an eastern option\" that is supportive and lucrative, he said.    ", "Scita said that China is unlikely to live up to Iran's expectations, however.   ", "\"I don't believe that Beijing can offer guarantees to Tehran except a pledge to continue importing a minimum amount of crude regardless of the global market situation and China's domestic demand,\" he told CNN.   ", "How Raisi's visit will be received back at home remains unclear. If the trip yields no concrete results in the coming days, then Iran's move eastward could prove to be \"a huge strategic mistake that the Raisi government has really rushed into,\" said Parsi.   ", "Additional reporting by Adam Pourahmadi and Simone McCarthy  ", "Turkey's earthquake left 84,000 buildings either destroyed or in need of demolition after sustaining heavy damage, Turkish Urban Affairs and Environment Minister Murat Kurum said Friday, according to state media.   ", "The deadly earthquake - which sent shockwaves across the region - has so far killed more than 43,000 across both Turkey and Syria.    ", "At least 38,000 people died in Turkey, according to Turkey's governmental disaster management agency, AFAD. The death toll in Syria remains at least 5,841, according to the latest numbers reported Tuesday by the United Nations Office for the Coordination of Humanitarian Affairs (OCHA).   ", "Here's the latest:   ", "Palestinian activist beaten by Israeli soldier says he is scared for his life ", "Palestinian activist Issa Amro, who was filmed being assaulted by an Israeli soldier on Monday, told CNN Thursday that he is physically and psychologically affected by the attack and fears for his life.    ", "Protesters set fire to ATMs as Lebanese lira hits 80,000 against the dollar in new record low  ", "Lebanon's national currency has hit a new record low of 80,000 Lebanese lira against the US dollar, according to values sold on the black market on Thursday. On Thursday, protesters blocked roads across Beirut and set fires to ATMs and bank branches, according to videos posted on social media by the organizers, United for Lebanon and the Depositors Outcry Association, who are both advocating for the release of depositor savings.   ", "Iran denies links to new al-Qaeda leader, calls US claim 'Iranophobia' ", "Iranian Foreign Minister Hossein Amir Abdollahian on Thursday denied claims by the US that al-Qaeda's new leader, Seif al-Adel, is living in his country. \"I advise White House to stop the failed Iranophobia game,\" wrote Abdollahian on Twitter. \"Linking Al-Qaeda to Iran is patently absurd and baseless,\" he said.    ", "A Roman-era lead sarcophagus was uncovered on Tuesday at the site of a 2000-year-old Roman necropolis in the Gaza Strip. The necropolis is along the Northern Gaza coast and 500 meters (0.3 miles) from the sea.    ", "The sarcophagus may have belonged to a prominent individual based on where it was found, the Palestinian Ministry of Tourism and Antiquities' director of excavation and museums, Jehad Yasin, told CNN on Thursday.    ", "Yasin said the ancient Roman cemetery was discovered in 2022 \"as excavations were carried out at the site in cooperation with Premiere Urgence Internationale and funded by the British Council.\"    ", "Premiere Urgence Internationale, a French humanitarian organization, has collaborated on \"Palestinian cultural heritage preservation\" projects in Gaza under a program called INTIQAL.    ", "The coffin was exhumed from the site to perform archaeological analysis for bone identification, which will take around two months, according to Yasin.    ", "A team of experts in ancient funerary will unseal the coffin in the coming weeks.     ", "While Gaza is a site of frequent aerial bombardment and a land, air, and sea blockade imposed by Israeli and Egyptian officials, the sarcophagus remains intact.    ", "\"The state of preservation of the sarcophagus is exceptional, as it remained sealed and closed,\" read a press release from the Ministry of Tourism and Antiquities.    ", "French and Palestinian archaeologists have uncovered eighty-five individual and collective tombs in the 3,500-square-meter Roman acropolis since its discovery last year, while ten of them have been opened for excavation.    ", "Beyond the rubble of the coastal enclave lay dozens of artifacts and burial sites from the Roman, Byzantine and Canaanite eras.    ", "Last year a Palestinian farmer discovered the head of a 4,500-year-old statue of Canaanite goddess Anat while another Palestinian farmer discovered a Byzantine-era mosaic in his orchard.    ", "In 2022 the Ministry of Tourism and Antiquities released their first Arabic archaeological guide titled \"Gaza, the Gateway to the Levant.\" The guide charts 39 archaeological sites in Gaza, including churches, mosques and ancient houses that date back to 6,000 years.    ", "The ministry expects more archaeological findings at the necropolis.    ", "Further sarcophagi are likely to be uncovered in the following months, said Director Yasin.   ", "By Dalya Al Masri "], "headline": "Isolated Iran finds ally China reluctant to extend it a lifeline    ", "timestamp": "  Published  10:49 AM EST, Fri February 17, 2023    ", "act": "/2023/02/17/middleeast/china-iran-visit-mime-intl"}, "/2023/02/15/middleeast/reza-khandan-iran-prison-sentence-intl": {"paras": ["The husband of prominent Iranian human rights lawyer Nasrin Sotoudeh will be forced to serve the rest of a five-year prison sentence, Sotoudeh told CNN on Tuesday.  ", "Reza Khandan was summoned to report to the judiciary within 30 days to begin serving out the sentence, which was initially handed down in 2019.  ", "Sotoudeh said her husband's summons came days before she spoke with CNN's Christiane Amanpour in an exclusive interview from her home in Tehran, but he hadn't informed her about the matter.  ", "\"I ask for help from all free consciences [around the world] to prove that human solidarity [exists] and to put an end to oppression in order gain basic rights,\" Sotoudeh said.  ", "In her interview with Amanpour, Sotoudeh made clear that she and her family know the risks of speaking out publicly.   ", "Though she acknowledged she was \"fearful\" for her and her family's safety, she told Amanpour: \"I'm also frightened that if I don't do anything, if I stay passive, that would lead to worsening of the situation.\"  ", "Khandan was arrested in 2018 for his activism and for supporting his wife's fight against Iran's mandatory hijab laws, according to Iran's semi-official ISNA news agency.  ", "Khandan's lawyer, Mohammad Moghimi, said that his client was charged with \"gathering and collusion against national security\"; \"propaganda against the regime\"; and \"spreading and promoting not wearing hijab.\"  ", "Khandan was briefly held in prison before being released under the guardianship of Moghimi in late 2018, according to ISNA. He was then sentenced in 2019 but was not taken into custody to serve the five-year term.  ", "Khandan's lawyer is expected to go to the prosecutor's office Sunday to find out if the judiciary plans to make his client serve the remainder of his sentence.  ", "\"It's only natural that all of us, including my children, are worried about the sentence being carried out,\" Sotoudeh explained. \"If there is any hope left within me that the [judiciary does not] carry out the sentence, it's because of the solidarity and love for humankind.\"  ", "News of Khandan's summons comes days after his wife spoke exclusively to CNN's Christiane Amanpour about the recent protests in Iran, political prisoners and the mounting concerns over the health of Sotoudeh's friend, imprisoned Iranian doctor and civil rights activist Farhad Meysami.  ", "Meysami was jailed in 2018 after voicing his support for women protesting the compulsory hijab law, according to ISNA. The activist was charged with \"assembly and collusion to act against national security\" and of \"propaganda against the regime,\" according to Iranian Human Rights Activists News Agency (HRANA).  ", "\"For many years, Farhad has been a very active member of our civil society, but for the past 10 years, [his] activism has become more and more open. And he has been especially supporting the women in their protest movement,\" Sotoudeh told Amanpour.  ", "Meysami was released from prison last Friday as part of an annual amnesty granted by Iran's Supreme Leader Ayatollah Khamenei.  ", "But many other activists and protesters remain in custody or at risk of detention.  ", "\"Despite the release of dozens of political prisoners, the crackdown continues,\" Omid Memarian, a senior Iran analyst at Democracy for the Arab World Now (DAWN) told CNN.   ", "\"There are many activists who have been summoned or are expected go to prison to carry out the rest of their suspended sentences.\"  ", "Memarian expressed his outrage and disappointment at what he describes as a temporary reprieve for pardoned protesters, who he says will likely be summoned back to prison to serve the rest of their sentences.  ", "\"These activists have been asking for women's freedom, for the freedom to choose what to wear, and have been fighting against the compulsory hijab,\" he said.   ", "\"Now, by sending Khandan to prison for these activities, it shows us that the government's approach towards mandatory hijab in reality has not changed. They will continue to criminalize the fight against mandatory hijab and have zero tolerance toward activists who speak out.\"  "], "headline": "Husband of prominent Iranian human rights lawyer summoned by judiciary    ", "timestamp": "  Published  12:20 PM EST, Wed February 15, 2023    ", "act": "/2023/02/15/middleeast/reza-khandan-iran-prison-sentence-intl"}, "/2023/02/14/middleeast/turkey-olive-grove-split-earthquake-intl": {"paras": ["A verdant olive grove was cleaved into two during last week's devastating earthquake in Turkey, creating a valley 984 feet long (about 300 meters) that now divides the area.   ", "Remarkable footage of the split olive grove has emerged from Turkey's south-east Altınozu district, which borders Syria, showing a jagged, sandy-colored, canyon-like chasm. The cleavage reaches over 130 feet deep (40 meters).  ", "Its creation is another show of the devastating power of last Monday's magnitude 7.8 quake, which killed tens of thousands of people in Syria and Turkey and destroyed entire city blocks.   ", "Irfan Aksu, who lives in the neighborhood, told Turkish news agency Demioren News Agency that when the earthquake started last Monday it created \"an incredible sound\" where he lived.   ", "\"It was like a battlefield when we woke up,\" he said.   ", "He implored for experts to inspect the area for possible future damage. \"This is not a small town, there are 1000 houses, and 7000 people live here,\" he said. \"Of course, we are scared... if it was a little closer, it would have happened in the middle of our town.\"   ", "Last Monday's earthquake was the strongest to hit anywhere in the world since an 8.1 magnitude quake struck a region near the South Sandwich Islands in the southern Atlantic Ocean in 2021, though the remote location of that incident resulted in little damage.  ", "Turkey is no stranger to strong earthquakes, as it is situated along tectonic plate boundaries. Seven quakes with magnitude 7.0 or greater have struck the country in the past 25 years - but last Monday's was its most deadly.  ", "A number of factors have contributed to making this earthquake so lethal. One of them is the time of day it occurred. With the quake hitting early in the morning, many people were in their beds when it happened, and are now trapped under the rubble of their homes.  "], "headline": "Earthquake created a deep chasm in middle of Turkish olive grove    ", "timestamp": "  Updated  11:54 AM EST, Wed February 15, 2023    ", "act": "/2023/02/14/middleeast/turkey-olive-grove-split-earthquake-intl"}, "/2023/02/15/middleeast/assad-pariah-status-earthquake-mime-intl": {"paras": ["Eight days after a devastating earthquake struck Turkey and Syria, a relief plane touched down in the Syrian city of Aleppo, marking one of the biggest diplomatic feats for the country's isolated regime in over a decade.   ", "The plane came from Saudi Arabia, one of the staunchest opponents of Syrian President Bashar al-Assad and his Iran-allied regime that has been accused of brutally suppressing an uprising th-t started in 2011.   ", "It was the first Saudi plane to land at a regime airport in more than a decade, and it was aired prominently on both countries' state-backed media.    ", "Not long ago, such a move would have been inconceivable. In 2016, a bombardment campaign by Assad and his ally Russia battered Aleppo in an effort to take back the city from opposition forces - who at the time were supported by Riyadh.    ", "After years of Syrian infighting, Assad - with Moscow's help - regained control of most of the country, with the exception of a northern strip still controlled by a number of opposition forces, some of which are backed by Turkey or the United States. The quake impacted areas within the regime's control as well as those held by the rebels, which relief workers have had difficulty accessing.    ", "The quake has so far killed more than 41,000 in both Syria and Turkey.    ", "Since the quake struck, the Syrian government has mobilized its officials and diplomats to make the argument that Western sanctions against it are hindering the aid effort, but activists and sanctioning states aren't buying that.   ", "Syrian activists have warned that the Assad government is exploiting the earthquake to rehabilitate itself by calling on international donors to direct aid through Damascus, its capital, and remove the sanctions. Assad, they say, stands to benefit from the earthquake.   ", "\"The earthquake gave the regime an advantage to survive politically,\" said Omar Alshogre, a Washington, DC-based Syrian activist who says he was detained and tortured by Assad's regime. \"Because the Syrian regime will use the earthquake to normalize itself.\"   ", "Assad was sidelined internationally after a 2011 uprising morphed into a bloody civil war between the regime and opposition forces, backed by foreign actors, who wanted to see him go.   ", "Saudi Arabia has been one of the last major hurdles to regional normalization with Assad, whose regime was suspended by the Arab League in November 2011. But rumors have been circulating of late that Syria is close to being re-admitted, pending a no-objection from Saudi Arabia and Qatar, which is yet to reach out to Assad.   ", "During a meeting with European Union foreign policy chief Josep Borrell this week, Saudi Foreign Minister Prince Faisal Bin Farhan emphasized the need to deliver aid \"to all parts of Syria,\" adding that \"we must ensure that the huge humanitarian burden on the Syrian people is lifted.\"   ", "Riyadh isn't the only foreign actor to coordinate with Assad's regime following the quake. The president has received a number of calls and visits from foreign leaders and diplomats. The United Nations and the EU have also heeded the Syrian demand for cooperation with the regime if they wish to deliver aid to victims in the country.   ", "Among the harshest measures against the Syrian regime is the US' 2019 Caesar Act, which imposed wide-ranging sanctions to restrict individuals, companies or governments from economic activities that assist Assad's war effort. The act rendered the entire economy untouchable.    ", "Some Western officials and analysts deny that sanctions are affecting aid deliveries. Still, the US Treasury last week issued a 180-day sanctions waiver on transactions related to earthquake relief.   ", "Charles Lister, senior fellow at the Middle East Institute in Washington, DC, said that \"there is no correlation between sanctions by the US and other like-minded partners around the world and the delivery of humanitarian aid.\"   ", "\"The real obstacles are political,\" he told CNN's Boris Sanchez, adding that the regime has constrained cross-border aid by placing a great deal of pressure on the UN to coordinate with Assad.   ", "Alshogre, the Syrian activist, bemoans the UN's decision to coordinate with Assad despite the regime's human rights record, noting that Assad has in the past withheld aid to punish rebels.     ", "But not everyone agrees that coordination will necessarily lead to the regime's rehabilitation.    ", "Justine Walker, global head of sanctions, compliance and risk at the Association of Certified Anti-Money Laundering Specialists (ACAMS), said difficult discussions will have to be had with the regime if aid is to reach all impacted areas of Syria. \"You cannot deliver humanitarian aid in a vacuum without that,\" she told CNN.   ", "Walker, who worked on Syrian sanctions for years, stressed the importance of seeing the complexity that comes with sanctions, especially in the context of urgent humanitarian aid.   ", "While sanctions are not the direct cause of slowed humanitarian relief in quake-stricken northwest Syria, they have created a restricted environment that makes it harder to send money, equipment and other forms of relief compared to a non-sanctioned country, she said.    ", "From purchasing jet fuel in the sanctioned country to the overall risk appetite sanctions instill in various international actors, sanctions will ultimately complicate international aid in a situation like that of Syria, she said.   ", "\"It really is as complex as it gets around humanitarian response and sanctions,\" she told CNN.   ", "The Syrian government didn't respond to CNN's request for comment.   ", "Many are skeptical that Assad will deliver aid to his adversaries in regions he once bombed.   ", "The regime has maintained a \"siege and starve\" strategy over its opponents throughout the country, said Lister.    ", "\"So if that aid goes through Damascus, there is an extraordinarily slim chance of any of it ever going into opposition-held areas of the country,\" he said, adding that as recently as last year, Assad stifled the flow of humanitarian aid from regime-held to opposition-held areas.     ", "Additional reporting by Mostafa Salem and Celine Alkhaldi ", "China calls for early resolution of Iran nuclear issue ", "China's President Xi Jinping on Tuesday called for the early and proper resolution of the Iran nuclear issue while expressing his support for the Islamic Republic in safeguarding its rights and interests, Reuters reported, citing Chinese state media. \"No matter how the international and regional situation changes, China will unwaveringly develop friendly cooperation with Iran and promote the continuous development of the China-Iran comprehensive strategic partnership,\" Xi said.   ", "UAE's COP28 president-designate says world needs climate 'course correction' ", "The UAE climate envoy and designated president of the COP28 climate summit said Tuesday that the world needed a \"course correction\" to limit global warming and that he would lay out an inclusive and innovative roadmap, Reuters reported. \"The world is playing catch-up when it comes to holding global temperatures down to 1.5 degrees and the hard reality is that global emissions must fall 43% by 2030,\" he said, referring to the goal of capping global warming at 1.5 degrees Celsius.   ", "US says 'deeply troubled' by Israeli government approval of West Bank settlements  ", "The US is \"deeply troubled by Israel's decision yesterday to advance reportedly nearly 10,000 settlement units and to begin a process to retroactively legalize nine outposts in the West Bank that were previously illegal under Israeli law,\" US Secretary of State Antony Blinken said Monday. \"We strongly oppose such unilateral measures, which exacerbate tensions and undermine the prospects for a negotiated two-state solution,\" Blinken said in a statement.   ", "Saudi Arabia: #World_Love_Day ", "Love was in the air in Saudi Arabia on Tuesday. Red roses, pink balloons, giant teddy bears and heart-shaped chocolates filled the streets of the kingdom's shops and restaurants to celebrate the once-banned Valentine's Day.   ", "Hashtags marking the day were trending in the country.   ", "\"On this beautiful day and every day, practice the duty of love and declare it in front of everyone,\" tweeted Saudi writer Waleed Dhafeeri to his one million followers. \"Do not pay attention to the complicated people who practice their hatred against others, sometimes in the name of religion and sometimes in the name of tradition.\"   ", "The holiday was banned in the kingdom under a decree from the Saudi Committee of Promotion of Virtue and Prevention of Vice, often referred to as \"religious police,\" whose powers have been significantly curtailed since 2016.    ", "The religious police had previously banned shops from selling roses and red items on this day as it was deemed un-Islamic.    ", "Globally a multibillion-dollar industry, Valentine's Day has been embraced in Saudi Arabia as the country embarks on a dramatic social transformation. While there was no formal revocation of the ban, police no longer confiscate items or patrol the markets anymore.     ", "In the past few years, the kingdom has shifted its stance on music festivals, tourist attractions and lavish resorts, in a bid to attract tourists and rival Dubai as a luxury destination. This is part of Crown Prince Mohammed bin Salman's plan to diversify the economy away from oil, which has seen decades-old rules relaxed.   ", "Rights organizations say the social reforms are necessary but are also an attempt to rehabilitate the crown prince's image.   ", "Human Rights Watch has accused the kingdom of spending billions of dollars \"hosting major entertainment, cultural, and sporting events as a deliberate strategy to deflect from the country's image as a pervasive human rights violator.\"    ", "Saudi-owned English language news outlets Arab News and Al Arabiya English marked Valentine's Day with special coverage. Arab News even changed its Instagram display picture to a heart. Arabic language news outlets however were conspicuously silent on the holiday.   ", "By Dalya Al Masri "], "headline": "Syria's Assad hopes quake can help free him from global isolation    ", "timestamp": "  Updated  9:17 AM EST, Wed February 15, 2023    ", "act": "/2023/02/15/middleeast/assad-pariah-status-earthquake-mime-intl"}}