{"/2023/03/06/uk/wayne-couzens-indecent-exposure-sentencing-gbr-intl": {"paras": ["Wayne Couzens, the former London police officer who abducted, raped and murdered Sarah Everard in 2021, has been sentenced to 19 further months in prison for indecent exposure incidents that took place while he was serving in the force.  ", "Couzens, 50, was already serving a life sentence without the possibility of parole for the killing of 33-year-old Everard, which sparked outrage towards the Metropolitan Police and began a national debate about violence against women.  ", "He was additionally sentenced on Monday for exposing himself to women on three occasions in the months prior to the murder. Two occurred at a fast-food restaurant - the latter of which was just days before he murdered Everard - and another took place while Couzens was on shift with the police.  ", "Couzens appeared via video link from prison during Monday's hearing. The court heard that he stepped into the path of a female cyclist while naked and masturbating, in a woodland area of Kent in November 2020, while he was supposed to be working from home.   ", "Then, on two dates in February 2021, Couzens displayed his erect penis to staffers at a fast food drive-through, while picking up food in his car.  ", "The second incident took place on February 27; days later, on March 3, Couzens kidnapped Everard in south London.  ", "On Monday, Couzens also pleaded not guilty to a fourth indecent exposure charge from an alleged incident in June 2015. The UK news agency PA Media reported that he will not face trial over that charge as it was left on file.  ", "Confidence in the Met police force has plummeted following a series of scandals, including cases of violence against women and allegations of a misogynistic and protective culture among officers.  ", "The crisis began after Couzens' murder of Everard, which stunned Britain and drew sharp scrutiny towards Scotland Yard. The 33-year-old was walking to her London home on March 3 when Couzens used his police identification and handcuffsto deceive her into getting in his car under the pretense that she had violated Covid-19 pandemic rules. He raped her and strangled her with his police belt later that evening.  ", "Police were subsequently criticized for their heavy-handed tactics at a vigil for Everard in Clapham, south London, near where she went missing, and for not acting upon red flags in his behavior sooner.   ", "Two police officers are currently facing misconduct hearings over their handling of two separate indecent exposure reports related to Couzens, the Independent Office for Police Conduct (IOPC) confirmed last month.  ", "In January, former Met senior officer David Carrick admitted 49 offenses, including 24 counts of rape, over an 18-year period, sparking another round of anger. Critics have called for a root-and-branch inquiry into its the Met's operations and its process in dealing with complaints.  ", "Met Commissioner Mark Rowley apologized for the failings that led to Carrick not being caught earlier, in an interview distributed to UK broadcasters in January.  ", "Announcing a review of all those employees facing red flags, he said: \"I'm sorry and I know we've let women down. I think we failed over two decades to be as ruthless as we ought to be in guarding our own integrity.\"  ", "A report last fall found that when a family member or a fellow officer filed a complaint, it took on average 400 days - more than an entire year - for an allegation of misconduct to be resolved.  "], "headline": "London police officer who killed Sarah Everard sentenced for indecent exposure    ", "timestamp": "  Updated  8:16 AM EST, Mon March 6, 2023    ", "act": "/2023/03/06/uk/wayne-couzens-indecent-exposure-sentencing-gbr-intl"}, "/2023/03/05/uk/harry-meghan-king-charles-coronation-intl-hnk": {"paras": ["Prince Harry and Meghan, Duchess of Sussex, have received an invite to the coronation of King Charles III - but the couple have yet to confirm if they will attend, the Duke's spokesperson told CNN on Sunday.  ", "\"I can confirm The Duke has recently received email correspondence from His Majesty's office regarding the coronation,\" the spokesperson said. \"An immediate decision on whether The Duke and Duchess will attend will not be disclosed by us at this time.\"  ", "King Charles and his wife, Queen Consort Camilla, will be crowned on May 6 at Westminster Abbey.  ", "The coronation will see three days of celebrations across the country in which the public will be invited to participate.  ", "Buckingham Palace said the coronation itself will be \"a solemn religious service, as well as an occasion for celebration and pageantry,\" that reflects \"the Monarch's role today and look towards the future, while being rooted in longstanding traditions.\"  ", "That line has been interpreted by experts as a hint that Charles' coronation will be different and more subdued than the one his late mother experienced seven decades ago, with a shorter ceremony and amendments to some of the more feudal elements of the ritual.   ", "At this point, the palace has not specified which members of the family will appear in a procession from Buckingham Palace to Westminster Abbey, and on the balcony of the palace at the end of the day alongside the King and Queen Consort.   ", "It follows Prince Andrew's continued exile from public life as a result of historical sexual abuse allegations and the publication of Prince Harry's memoir, which railed against his family.  ", "Harry has previously declined to be drawn on whether his family will return for his father's coronation.  ", "\"The door is always open,\" he said in a January interview with Britain's ITV to publicize his book. \"The ball is in their court. There's a lot to be discussed and I really hope that they're willing to sit down and talk about it.\"  ", "On Wednesday, the spokesperson for the Duke and Duchess of Sussex told CNN the couple had been asked to vacate Frogmore Cottage, their official UK residence.  ", "Buckingham Palace said Wednesday it would be offering no comment. A royal source told CNN that any such discussions would be a private family matter.  "], "headline": "King Charles invites Harry and Meghan to coronation, but it's unclear if they'll go    ", "timestamp": "  Updated  6:29 AM EST, Mon March 6, 2023    ", "act": "/2023/03/05/uk/harry-meghan-king-charles-coronation-intl-hnk"}, "/2023/03/04/uk/king-charles-iii-coronation-oil-gbr-intl": {"paras": ["The sacred oil that will be used to anoint King Charles III at his coronation May 6, has been consecrated at a Christian holy site in Jerusalem, Buckingham Palace has announced.   ", "The \"chrism oil\" was created using olives harvested from two groves on the Mount of Olives, a mountain ridge to the east of Jerusalem's Old City, which holds religious importance to Christians.  ", "Olives from the Monastery of Mary Magdalene and the Monastery of the Ascension were pressed just outside Bethlehem, where Christians believe Jesus was born, according to a statement.   ", "The Archbishop of Canterbury, Justin Welby, said he wanted to see a new oil produced from the olives from the Mount of Olives since planning for the coronation began.  ", "\"This demonstrates the deep historic link between the Coronation, the Bible and the Holy Land. From ancient kings through to the present day, monarchs have been anointed with oil from this sacred place. As we prepare to anoint The King and The Queen Consort, I pray that they would be guided and strengthened by the Holy Spirit,\" he said in the statement.  ", "On coronation day, the Archbishop of Canterbury will perform the anointing service, a duty which has been undertaken by the post since 1066.   ", "A ceremony at The Church of the Holy Sepulchre in Jerusalem, saw the consecration of the oil on Friday. It was held by the Patriarch of the Orthodox Church of Jerusalem, His Beatitude Patriarch Theophilos III, and the Anglican Archbishop in Jerusalem, The Most Reverend Hosam Naoum. Christians believe Jesus was crucified where the Holy Sepulchre now stands.  ", "Charles' coronation oil is based on the centuries-old formula used in his mother, Queen Elizabeth II's anointment in 1953, but with some important differences.  ", "The late Queen's coronation oil included a concoction of orange, rose, cinnamon, musk and ambergris oils. Ambergris is a substance that originates from the intestine of the sperm whale.   ", "The King's sacred mix is made of oils of sesame, rose, jasmine, cinnamon, neroli, benzoin, amber and orange blossom - without any ingredients from animals.   ", "It will also be used to anoint Camilla, the Queen Consort, the statement added.  "], "headline": "Holy oil to anoint King Charles III on his coronation, has been consecrated in Jerusalem    ", "timestamp": "  Updated  11:43 AM EST, Sat March 4, 2023    ", "act": "/2023/03/04/uk/king-charles-iii-coronation-oil-gbr-intl"}, "/2023/02/28/uk/aristocrat-partner-arrest-missing-baby-gbr-intl-scli": {"paras": ["British police have arrested an aristocrat and her partner after the pair went missing with their newborn baby in early January, but the search for the infant continues.  ", "In an update Tuesday, London's Metropolitan Police said in a statement that  Constance Marten, 35, and Mark Gordon, 48, had been \"initially arrested on suspicion of child neglect,\" but were later \"further arrested on suspicion of gross negligence manslaughter.\"    ", "Police said that the couple's baby, whom they believe was born just before the pair disappeared without receiving medical attention, is still missing.    ", "\"Throughout this investigation our key priority has been finding the baby, and we remain committed to that,\" Detective Superintendent Lewis Basford said in the statement.     ", "Police helicopters, sniffer dogs, thermal imaging cameras and drones are all being used to assist the over 200 officers on the ground in their search for the baby, the police statement added.    ", "Prior to their arrest, the couple were spotted in Brighton, southern England, on Monday night, police had said earlier on Tuesday.  ", "Basford said a member of the public there \"quickly called police\" on Monday night after spotting the couple, enabling police to get \"on the scene within minutes to make the arrest.\"    ", "He also appealed to residents of the area to report any potential sightings or information about where the couple may have slept.    ", "The search for the couple and newborn began in early January, with police releasing several appeals and offering a £10,000 ($12,090) reward for information that would lead to their discovery.  ", "Marten is the daughter of aristocrat Napier Marten, a film and music producer. In an audio appeal to his daughter, published by UK news outlet The Independent last month, Napier Marten said Constance was \"much, much loved, whatever the circumstances,\" adding that the family was \"deeply concerned\" for her and her child's welfare.  ", "\"Darling Constance, even though we remain estranged at the moment, I standby, as I have always done and as the family has always done, to do whatever is necessary for your safe return to us.  ", "\"I beseech you to find a way to turn yourself and your wee (little) one into the police as soon as possible so you and he or she can be protected. Only then can a process of healing and recovery begin, however long it may take, however difficult it may be,\" he added.  ", "In a renewed appeal for information last week, Basford said more than 630 hours of security camera footage had been reviewed and police had received more than 350 calls from members of the public. ", "He explained at the time that they were \"not doing this and putting so many resources and efforts into finding the family just to be awkward or to interfere,\" but explained the police \"have a genuine concern for the health and wellbeing of the baby, and Constance and Mark, and it our duty to ensure that they are okay.\"  ", "On January 5, police inquiries identified Marten and Gordon as the occupants of a car that had caught fire on a highway in the northwestern town of Bolton, England.   ", "The pair were not at the scene and most of their belongings were destroyed in the fire, according to police, who launched a missing persons investigation.  ", "Several confirmed sightings of the couple by members of the public were reported in the days following their disappearance.   ", "The pair and their baby had left the highway safely, and police used sightings and security camera footage to map their movements through various UK cities and towns.  ", "On January 7, the pair were seen in London with their faces covered leaving a taxi with an orange carrier bag and a pram.  ", "Using cash, they paid for various items, including a two-man tent, two sleeping bags and two pillows, which made detectives fear they had been camping or sleeping rough, at a time of cold temperatures.   ", "The couple dumped the buggy and other items later that day before continuing to travel.  "], "headline": "Police arrest aristocrat and partner, but search for missing baby continues    ", "timestamp": "  Updated  3:19 PM EST, Tue February 28, 2023    ", "act": "/2023/02/28/uk/aristocrat-partner-arrest-missing-baby-gbr-intl-scli"}, "/2023/02/27/uk/brexit-northern-ireland-negotiations-gbr-intl": {"paras": ["Britain and the European Union have reached an agreement on new trade rules in Northern Ireland in an attempt to resolve a thorny issue that has fueled post-Brexit tensions in Europe and on the island of Ireland.  ", "The deal could potentially resolve the issue of imports and border checks in Northern Ireland, one of the most challenging and controversial aspects of the United Kingdom's split from the EU. Northern Ireland is part of the UK but shares a land border with the Republic of Ireland, an EU member state.  ", "Speaking at a press conference in Windsor, just outside London, Prime Minister Rishi Sunak said that the new deal, called the \"Windsor Framework,\" will deliver \"smooth flowing trade\" within the UK, \"protects Northern Ireland's place\" in the UK and \"safeguards\" the sovereignty of Northern Ireland.   ", "European Commission President Ursula von der Leyen acknowledged the tense relations between the UK and EU since Brexit. She said that in order for the two parties to \"make the most of our partnership\" new solutions were needed. She pointed to the UK and EU's cooperation on Ukraine and said that \"we needed to listen to each others concerns very carefully.\"  ", "The purpose of the deal is to fix the issues created by the Northern Ireland Protocol, an addendum to the Brexit deal agreed by Boris Johnson and the EU in 2019. The protocol was created to prevent a hard border on the island of Ireland by keeping Northern Ireland aligned with the EU, meaning goods don't need to be checked between the Republic and the province. The Windsor Framework will replace the Northern Ireland Protocol.   ", "The two leaders laid out three essential areas in which the new deal will improve the protocol.   ", "Sunak said the deal will protect the flow of free trade between Great Britain and Northern Ireland by creating green and red lanes for goods flowing into Northern Ireland. Goods that might end up entering the Republic of Ireland will be placed in the red lane for checks before entering Northern Ireland.   ", "Goods destined to remain in Northern Ireland will flow freely, Sunak said, meaning that \"if food is available on supermarket shelves in Great Britain, it will be available in Northern Ireland.\" New rules affecting different goods - like product labeling - will be phased in at different times to make the implementation of the framework as smooth as possible.   ", "The prime minister said that through the deal the UK and the EU have managed to protect \"Northern Ireland's place in the union\" by allowing the UK government to determine VAT rates applicable in Northern Ireland, as opposed to the current system where the rates are determined by the EU.He said this would allow recent policies, such as the reform to lower the price of pints in British pubs, to now apply in Northern Ireland.  ", "Finally, he also announced a new \"Stormont brake\" that would allow Northern Ireland's devolved government to pull an \"emergency brake\" on any new EU laws from being imposed on the province.   ", "\"This will establish a clear process through which the democratically elected assembly can pull an emergency brake for changes to EU goods, rules that would have significant and lasting effect on everyday lives,\" Sunak said.  ", "He added that if the brake is pulled by the Northern Irish government, the Westminster government will be given a veto over the law.  ", "The Stormont brake is likely to be the most controversial part of the deal as it raises questions over the imposition of EU law on a sovereign country. While the brake makes use of an old mechanism that exists in the Good Friday Agreement, also known as the Belfast Agreement, a peace deal signed in 1998 that brought peace to Northern Ireland, there is inevitably confusion about how the brake will be used.  ", "If the Northern Ireland government pulls the brake but the British government doesn't use its veto, there will be tension between Westminster and Northern Ireland. If one party in the Northern Irish government wants to use the brake but another doesn't (Northern Ireland's government must be made up of politicians from both the Unionist and Republican communities) the government in Westminster might have to effectively pick a side.   ", "UK government officials implied in briefings on Monday that there is a certain degree of flexibility in what will happen in these circumstances. It's clear from the noises both in London and Brussels that the deal has been negotiated in a way that assumes good faith - something that seemed impossible just a few months ago.   ", "The announcement of the deal will also raise questions about the future of British politics. Boris Johnson, the former Prime Minister, has spent recent weeks arguing that Sunak should not drop the Northern Ireland Protocol Bill, legislation Johnson brought forward during his mandate that allowed the British government to effectively ignore parts of the Northern Ireland Protocol.  ", "Both Sunak and von der Leyen have made clear that this bill is now dead - possibly taking with it the political career of Johnson.   ", "Von der Leyen arrived in the UK Monday for final talks with Sunak, ahead of a statement about the deal in the House of Commons. On Von der Leyen's schedule was also tea with King Charles III at Windsor Castle, Buckingham Palace confirmed.  ", "Now that a deal is done, Sunak faces a potential political backlash from hardline Euroskeptics in his Conservative Party, though many prominent Brexiteers have given the deal their blessing.   ", "Von der Leyen's meeting with the King has proved controversial. \"The King is pleased to meet any world leader if they are visiting Britain and it is the Government's advice that he should do so,\" the Palace said when it announced the sit-down.  ", "According to a royal source, the meeting would be an opportunity for Charles to discuss topics including the war in Ukraine and climate change.  ", "But it was criticized by some prominent unionist figures. \"I cannot quite believe that No 10 would ask HM the King to become involved in the finalising of a deal as controversial as this one,\" former Northern Ireland First Minister Arlene Foster wrote in a tweet. \"It's crass and will go down very badly in NI.\"  ", "The Northern Ireland Protocol, signed with Brussels by Boris Johnson, attempted to recognize the delicate situation that Brexit created in Northern Ireland.  ", "Ordinarily, the existence of a border between an EU member state and a non-EU nation like the UK would require infrastructure such as customs posts. But during the period of sectarian strife known as the Troubles, security posts along the border between Northern Ireland and the Republic of Ireland became a target for paramilitary groups fighting for a united Ireland.   ", "In theory, the Northern Ireland Protocol was intended to do away with the need for border infrastructure. It was agreed that Northern Ireland would remain within the EU's regulatory sphere, and that goods entering Northern Ireland from Great Britain would be checked before they arrived - effectively imposing a sea border.  ", "That enraged the pro-British unionist community in Northern Ireland, who argued they were being cut off from the rest of the UK and forced closer to the Republic. Disputes about the arrangements, in part, have been a barrier to the restoration of the Northern Ireland Assembly, which has been suspended since last year. The sharing of power between unionists and republicans is a key part of the Good Friday Agreement - the peace deal that marked the end of the Troubles.  ", "The wrangling has also affected trade between Great Britain and Northern Ireland to the extent that the UK has not fully implemented the protocol.  ", "Without question the biggest issue in Northern Ireland at the moment is that it doesn't have a government. The Belfast Agreement requires that Northern Ireland's government is comprised of representatives from the the Unionist and Republican communities.   ", "Disagreements over many things, including the protocol, caused the government to collapse, with the Democratic Unionist Party (the largest Unionist party) feeling cut off from the rest of the UK due to being in the EU's regulatory sphere and subject to new EU law.   ", "While this deal does make things less complicated and addresses the issue of EU laws being imposed, there will still be less friction between Northern Ireland and the Republic of Ireland than Northern Ireland and Great Britain.   ", "It's also worth noting that the Stormont Brake can only work if there is a government, which could through stick rather than carrot finally restore the government in Belfast.   ", "That depends on who you ask. Since the UK left the EU's regulatory spare, trade between the two has been hampered. That has impacted all manner of businesses - from delays meaning retailers are unable to import fresh food in time to exporters giving up doing business in Europe due to it being too expensive.   ", "The Bank of England has said that Brexit has made inflation worse for the UK and has discouraged inward investment.   ", "Brexiteers, however, are quick to dismiss complaints about the economics of Brexit as being part of larger structural problems, like the war in Ukraine and the recovery from the Covid pandemic.   ", "It's worth noting that this deal only fixes the specific issues surrounding the unique status of Northern Ireland, but doesn't change anything for the rest of the UK.   ", "The EU is very happy. Brussels largely wants to stop thinking about Brexit, which has slipped quite a long way down its priority list since 2020.   ", "Sunak will be happy for now. Prominent Brexiteers have given their approval to the deal, which was likely to be his biggest problem at home. Things might unravel as lawmakers examine the deal in closer detail, but the potential of a Conservative rebellion was the biggest risk to Sunak's premiership taking a critical hit.   ", "European officials are vaguely amused that the UK is still arguing about Brexit and privately point out that the UK hasn't been able to implement its own deal - a sign that the balance of power lies firmly in Brussels. Still, the quickest way to get a European diplomat's blood boiling is by asking a question about Brexit.  ", "That said, this deal really has been negotiated in good faith. The flexibility the EU has shown and willingness to leave certain legal issues vague shows a dramatic improvement in trust.   ", "The US president has said repeatedly that his priority is protecting the Belfast Agreement. This deal in theory means that the risk of a hard border between Northern Ireland and the Republic of Ireland is off the cards for a while. However, that doesn't mean tensions will evaporate, especially if the Unionist community feels hard done by.  "], "headline": "EU and UK strike new deal over post-Brexit trade rules in Northern Ireland    ", "timestamp": "  Updated  8:07 AM EST, Tue February 28, 2023    ", "act": "/2023/02/27/uk/brexit-northern-ireland-negotiations-gbr-intl"}, "/2023/02/23/uk/prince-harry-ben-wallace-intl-scli": {"paras": ["UK Defense Secretary Ben Wallace said he disagrees with the Duke of Sussex's decision to reveal how many Taliban fighters he killed while serving in the British Army in Afghanistan, saying \"boasting about tallies\" lets down others in the armed forces.  ", "Prince Harry faced criticism last month from some British security and military figures, as well as the Taliban itself, after he claimed in his autobiography \"Spare\" that he had killed 25 of the insurgent group's fighters.  ", "\"So, my number: Twenty-five. It wasn't a number that gave me any satisfaction. But neither was it a number that made me feel ashamed,\" Harry wrote.  ", "Wallace told British radio station LBC Thursday that \"every veteran makes their own choices about what they want to talk about,\" but \"the armed forces is not about a tally.\"  ", "A former soldier himself, Wallace said that \"boasting about tallies, or talking about tallies ... distorts the fact that the army is a team game,\" with the infantry supported by hundreds of people, such as those in the Royal Logistic Corps and in headquarters.  ", "\"It's not about who can shoot the most or who doesn't shoot the most,\" Wallace added. \"It's my personal view that if you start talking about who did what, you're actually letting down all those other people because you're not a better person because you did and they didn't.\"  ", "In his autobiography, Harry wrote at length about his experiences in the British Armed Forces.   ", "The prince completed two tours of Afghanistan, one spanning 2007 to 2008 and the other from 2012 to 2013.  ", "In his book passages, Harry recounted how the advancements in technology allowed him to say \"precisely how many enemy combatants\" he had killed, and that he saw them as \"chess pieces removed from the board.\"  ", "\"I'd been trained to 'other-ize' them, trained well. On some level I recognized this learned detachment as problematic. But I also saw it as an unavoidable part of soldiering,\" Harry wrote.  ", "He later denied boasting about the number of Taliban fighters he had killed, saying last month on \"The Late Show with Stephen Colbert\" that his \"whole goal ... with sharing that detail is to reduce the number of (veteran) suicides.\"  ", "Some leading figures from the military community criticized Harry in January, when sections of his book were leaked shortly before its publication date, saying that his remarks could jeopardize his safety and give the British Army a bad reputation.  ", "The UK's former national security adviser Kim Darroch, who was the British ambassador to the United States from 2016 to 2019, told Sky News he would have advised Harry against making the statements.   ", "Colonel Richard Kemp, a retired British army officer, told the same network they \"tarnished\" his reputation and \"unjustly\" painted the British Army in a negative light.  ", "Sign up for CNN's Royal News, a weekly dispatch bringing you the inside track on the royal family, what they are up to in public and what's happening behind palace walls."], "headline": "UK defense secretary criticizes Prince Harry for 'boasting' about Taliban deaths    ", "timestamp": "  Published  12:37 PM EST, Thu February 23, 2023    ", "act": "/2023/02/23/uk/prince-harry-ben-wallace-intl-scli"}, "/2023/02/25/uk/boris-johnson-british-politics-intl-cmd": {"paras": ["Seven months since he announced his resignation as prime minister of the United Kingdom, Boris Johnson's shadow still looms large over therulingConservative party.  ", "Despite being forced from office in disgrace and presiding over a massive decline in support for both himself and his party, Johnson is still attempting to influence government policy. His supporters say his interventions are the Conservatives' last hopes at saving the party from decimation at the next election. Hiscritics think he is not only undermining current PM Rishi Sunak, but, by reminding voters - withmany ofwhom he is unpopular - of his existence, he is damaginghisparty'selectoral prospects.  ", "A quick recap: Johnson was forced to resign after multiple ethics scandals made his position untenable.Thosescandalsincluded the notorious \"Partygate\" where Johnson became the first sitting PM to be found guilty of breaking the lawby holding illegal gatherings during the pandemic lockdown. The final straw came for Johnson afteritallegations emerged that his deputy chief whip, Chris Pincher, had been sexually harassing party members while drunk. Johnson hired Pincher despitebeing aware ofrumors about his conduct.  ", "Johnson has spent much of the past week leaving Westminster guessing as to whether or not he is going to publicly come out against Sunak as he attempts to negotiate an agreement with the European Union to fix part of the 2019 Brexit deal. It is worth noting that Johnson himself negotiated and signed that deal, calling it \"oven ready\" during hiselection campaignthat same year.  ", "The part of the deal causing all the problems is the Northern Ireland Protocol, an arrangement that theoretically prevents a hard border between Northern Ireland, which left the EU along with the rest of the UK, and the Republic of Ireland, an EU member state. Both sides agree a border should not exist for fears of provoking tensions and violence.Northern Ireland has been largely peaceful since a 1998 accord ended the three-decades-long \"Troubles,\" in which more than 3,500 people were killed.  ", "The UK has not implemented the protocol in full for fears it would damage trade between Northern Ireland and the rest of the UK. Northern Irishpro-Britishunionists claim the protocol cuts the province off from the rest of the UK, while hardline English Brexiteers believe the protocol - and any deal Sunak might make to revive it - is essentially a capitulation to the EU, despitethemsupporting the deal in 2019.  ", "Those hardliners, along with Johnson, believe that Sunak should specifically not abandon a piece of proposed legislation that Johnson introduced during his time in office, the Northern Ireland Protocol Bill, which allows the UK government to rip up parts of the protocol. Critics say this would break international law. The constant noise and anticipation of a Johnson intervention has effectively killed talks of an agreement being reached with the EU and left many questioning Sunak's strength to deliver as PM.  ", "Johnson has also publicly implored Sunak to become the firstWesternleadertosend fighter jets to Ukraine as the conflict marks its 12-month anniversary.  ", "The vast majority of MPs that CNN spoke with are sick of Johnson's \"attention seeking,\" as many of them described it. They all declined to speak on the record for fear of derailing Northern Ireland talks which, as many of them were quick to say, is a very dangerous situation, pointing to the shooting of a detective that took place in the province just this week.  ", "\"I just wish he would get on side and realize that his efforts would be best spent supporting Rishi,\" said a former government minister who served under Johnson. \"The next election is going to be hard enough without this distraction. Boris is still popular in certain parts of the country that we might lose seats. He should be up there campaigning, not teasing a return to the frontline.\"  ", "Another government minister who also served under Johnson is less optimistic about Johnson's ability to help, even if he wanted to.  ", "\"He is fundamentally too selfish to want to help the people who he no doubt believes kicked him out of office unfairly,\" the former minister said. \"And he is unpopular enough that the prospect of him returning to the frontline could be one of the biggest motivating factors for people to vote against us.\"  ", "The polls back up this theory. A recent Ipsos MORI survey revealed that Johnson is still less trusted than either Sunak or leader of the opposition Keir Starmer. Poll after poll on the outcome at the next general election predicts the Conservatives suffering heavy losses. The dip in the Conservative's fortunes can be traced directly back to the start of the Partygate scandal. Before that, Johnson was enjoying an unusually high level of support, thanks in large part to the UK's successful Covid vaccine roll-out.  ", "Johnson's supporters don't entirely believe the polls and challenge the narrative that he is responsible for the collapse in the Conservatives' support, claiming instead it was due to a media obsession with Partygate.  ", "One Johnson loyalist told CNN that \"people forget he won us the largest majority since Margaret Thatcher\" and believes he is still \"a giant\" in the eyes of the public. His supporters in the party welcome his interventions, with one saying of the Northern Ireland debate, still taking aim at the press,that the media \"should welcome the widest possible debate on this major constitutional issue for our nation.\"  ", "Other Conservatives fear that the Johnson loyalists, who are mostly at the harder end of the Brexit-supporting spectrum, will learn the hard way that their assumptions are wrong.  ", "\"Most of his supporters in parliament have either already decided to stand down at the next election, probably because they know the writing is on the wall, or stand a very good chance of losing their seat,\" the former governmentministersaid.  ", "A senior Conservative and former cabinet minister who worked in government with Johnsonlooks on with some degree of bewilderment. \"I don't really know what these hardline Brexiters are hoping to achieve. The public largely views Brexit as a mistake, so why double down on it so aggressively,\" theymused.  ", "There are an increasing number of Conservatives who look at the polls and think a heavy loss at the next general election is inevitable. They see onebigadvantage of Johnson returning to the frontline:that himloselosingmight finally kill the myth that he is the\"chosen one\"and finally draw a line under thewholeJohnson experiment.  ", "It seems unlikely that Johnsonwill end his agitation fromthe backbenches, especially over policies that he believes might trash his legacy. However, the louder he shouts andtheharder he stamps his feet, the biggest threat to the Johnson legacy could easily become Boris Johnson himself. Whether he brings down his party too seems a matter that doesn'tundulybother many of his supporters.  "], "headline": "Seven months after he left office, Britain is still reeling from Boris Johnson    ", "timestamp": "  Updated  5:02 AM EST, Sat February 25, 2023    ", "act": "/2023/02/25/uk/boris-johnson-british-politics-intl-cmd"}, "/2023/02/24/uk/royal-news-newsletter-02-24-23-scli-gbr-cmd-intl": {"paras": ["Britain's King Charles has commended the people of Ukraine for showing \"truly remarkable courage and resilience in the face of such human tragedy,\" in a message marking 12 months of conflict in the country.   ", "\"It has now been a year that the people of Ukraine have suffered unimaginably from an unprovoked full-scale attack on their nation,\" the monarch said in a statement Friday.   ", "\"They have shown truly remarkable courage and resilience in the face of such human tragedy. The world has watched in horror at all the unnecessary suffering inflicted upon Ukrainians, many of whom I have had the great pleasure of meeting here in the UK and, indeed, across the world, from Romania to Canada.\"  ", "The King added that it was \"heartening\" to see the UK and its allies \"doing everything possible to help at this most difficult time.\"   ", "King Charles reaffirmed his support to Ukrainian President Volodymyr Zelensky, whom he met at Buckingham Palace earlier this month, and expressed his \"personal support\" for the people of Ukraine.   ", "When Zelensky was in London in early February, he praised Britain for its steadfast support of his homeland in the year since Russia's unprovoked invasion. Standing in the historic surroundings of Westminster Hall - the oldest part of the Palace of Westminster, where the late Queen Elizabeth II lay in state a few months before - he namechecked former Prime Minister Boris Johnson, an early and steadfast supporter, and commended UK lawmakers for their \"strong British character.\"   ", "Earlier this week, King Charles visited an undisclosed location in southwest England where Ukrainian military recruits are being trained.  ", "King Charles watched as the troops - many of them civilians with little to no military experience - were taught basic combat training as part of a five-week course delivered by the UK and international partner forces.  ", "He viewed defensive training exercises, including a scenario where recruits stormed a trench amid a gun battle. Scenes reminiscent of World War I trench warfare have been commonplace in Ukraine over the past year.  ", "The course, which has been in operation since last summer, is designed to provide recruits with hostile-environment training. Over 35 days, they learn basic fieldcraft, medical care, marksmanship, weapon handling, and awareness of the laws of armed conflict, among other subject areas.  ", "\"You are amazing, I don't know how you do it. I am full of admiration,\" the King said to a senior Ukrainian officer shortly after his arrival, UK news agency PA Media reported.  ", "The British Army's Chief of General Staff, Gen. Patrick Sanders, accompanied the King during his visit and outlined the training being delivered. He later described the monarch's visit as \"an honour\" before adding that the international training effort had so far made 10,000 troops combat-ready.  ", "A 32-year-old Ukrainian high school teacher, who volunteered to fight in the war, told PA: \"We've been mostly digging trenches for now, how to defend a trench and counter attack and take it back.  ", "\"One of my favorite parts was the urban terrain which will be particularly useful for fighting in the Donbas (region of Ukraine). The hard fight there is mostly urban and we look forward to putting these skills to use and pushing the enemy back,\" he added.  ", "As well as meeting many of the Ukrainian recruits and their interpreters, the King also spoke with some of the military personnel providing the training - including instructors from New Zealand, Australian and Canadian forces.  ", "One of them said the royal visit had boosted morale. \"To hear that The King was coming to visit was very exciting, not only for the Ukrainian recruits but also for those of us who are training them,\" said Capt. Freddie Bradshaw, Company Second in Command, 1st Battalion Irish Guards. \"It means a lot to us all to know that he is keen to understand what is taking place here.\"  ", "The new monarch has enlisted famed British composer Andrew Lloyd Webber to write the flagship anthem for his upcoming May 6 coronation. The King has personally selected the musical program for the service, which will see \"a range of musical styles and performers blend tradition, heritage and ceremony with new musical voices of today,\" according to Buckingham Palace. Twelve new pieces have been prepared for the occasion. Lloyd Webber, whose hit musicals \"Cats\" and \"Phantom of the Opera\" have been performed around the world, said he was \"incredibly honoured\" to be involved. Lloyd Webber isn't the only familiar name the King turned to. Find out more here.", "Top UK defense minister criticizes Prince Harry.", "The UK's Secretary of State for Defence, Ben Wallace, has said he disagrees with the Duke of Sussex's decision to reveal how many Taliban fighters he killed while serving in the British Army in Afghanistan, adding that \"boasting about tallies\" lets down others in the armed forces. Prince Harry faced criticism last month from some British security and military figures, as well as the Taliban itself, after he revealed in his autobiography, \"Spare,\" that he had killed 25 of the insurgent group's fighters. \"So, my number: Twenty-five. It wasn't a number that gave me any satisfaction. But neither was it a number that made me feel ashamed,\" Harry wrote. Wallace, a former soldier himself, told British radio station LBC Thursday that \"every veteran makes their own choices about what they want to talk about,\" but \"the armed forces is not about a tally.\" Read more here.", "Catherine, Princess of Wales put a thrifty spin on regal elegance at the 2023 BAFTAs on Sunday night, pairing an upcycled Alexander McQueen gown with $28 earrings from fashion retailer Zara. Arriving at the British film industry's equivalent to the Oscars with her husband, Prince William, the princess turned heads on the red carpet outside London's Royal Festival Hall in a dress she previously wore to 2019's awards. But she transformed the look with an altered shoulder design and a pair of opera gloves. Read the full story. ", "Speaking of the BAFTAs, the Waleses appeared visibly moved when veteran screen star Helen Mirren took center stage to lead a tribute to the late Queen Elizabeth II on Sunday night. Take a look:  ", "A childhood letter written by King Charles to his \"granny\" has been discovered by a couple living in Warwickshire, England, as they cleared out their attic during the Christmas break.  ", "\"Dear Granny, I am sorry that you are ill. I hope you will be better soon,\" the letter reads on one side, carefully written on lined Buckingham Palace notepaper and dated March 15, 1955, when the King was 6 years old.  ", "It was discovered inside an envelope addressed from Queen Elizabeth II to the Queen Mother, providing a \"three generation run,\" Charles Hanson, owner of Hansons Auctioneers and who is responsible for the sale of the letter, told CNN.  ", "Read more on this story.", "Norwegian King's first ever motorbike restored for 86th birthday.", "Norway's King Harald turned 86 on Tuesday and as a gift from all employees at the Royal Court, the monarch received a \"repaired and restored\" motorbike that was first given to him 70 years ago. In a press release to mark the King's birthday, the Royal Court said the King had received a \"Husqvarna light motorcycle, model 30 Sport, for his 16th birthday in 1953,\" which was \"a gift from his father, then Crown Prince Olav.\" The Royal Court said the King used the bike until he received his full driver's license in 1955, when it was sold. During a visit to an exhibition of royal vehicles last year, the King had \"asked if anyone knew where his first motorcycle was kept today.\" The refurbished bike was presented to the King with its original license plate number in the Royal Palace in Oslo. (With contributions from CNN's James Frater)", "Disgraced art dealer's family returns rare royal jewels to Cambodia.", "While most monarchies' crown jewels are heavily protected or given pride of place in a museum, dozens of Cambodia's were, until recently, stashed away in four boxes near London. The pieces have now been safely returned to their home. The crown jewels were among 77 pieces of centuries-old gold jewelry handed over by the family of the late Douglas Latchford, a British antiquities dealer and leading scholar of Khmer art who in 2019 was accused by US authorities of trafficking artifacts looted from Cambodia. Get the full story on the return of the royal jewels."], "headline": "King Charles III pays tribute to Ukraine's 'courage and resilience'    ", "timestamp": "  Published  8:17 AM EST, Fri February 24, 2023    ", "act": "/2023/02/24/uk/royal-news-newsletter-02-24-23-scli-gbr-cmd-intl"}, "/2023/02/23/uk/king-charles-childhood-letter-intl-scli": {"paras": ["A childhood letter written by King Charles to his \"granny\" has been discovered by a couple living in Warwickshire, England, as they cleared out their attic during the Christmas break.  ", " \"Dear Granny, I am sorry that you are ill. I hope you will be better soon,\" the letter reads on one side, carefully written on lined Buckingham Palace notepaper and dated March 15, 1955, when the King was six years old.   ", "\"Lots of love from Charles,\" it says on the other side, alongside colorful kisses and doodled circles.  ", "It was discovered inside an envelope addressed from Queen Elizabeth II to the Queen Mother, providing a \"three generation run,\" Charles Hanson, owner of Hansons Auctioneers and who is responsible for the sale of the letter, told CNN Thursday.  ", "Finding the letter, which Hanson estimates could fetch as much as £10,000 ($12,000) at auction, left the couple \"gobsmacked\" as they sifted through their loft.  ", "\"It had belonged to my late grandad Roland Stockdale,\" the seller, a 49-year-old farm manager who has not been named, said in a statement.  ", "\"My wife said 'wow, look at that!' We were pretty gobsmacked but we weren't sure whether anyone would be interested in it.\"  ", "Stockdale worked for the Metropolitan Police where he was part of the Queen's personal protection force during the 1950s after he had left Carlisle, northern England, and his previous job as a farm worker, the seller added.  ", "Stockdale's folder containing the letter had \"been gathering dust\" in various attics for \"30 to 40 years\" as it was passed around family members following his death.  ", "\"I have absolutely no idea how he came to have the letter written by King Charles when he was a boy,\" the seller said. \"It's one of many things he kept.\"  ", "Citing postcards and birthday greetings that Stockdale received from the Queen and Queen Mother, Hanson hypothesized that \"these keepsakes were gifted to the officer\" since he \"was clearly so highly regarded.\"  ", "The couple found other royal memorabilia in the folder, including an invitation to a dance at Balmoral Castle, a note signed by the Queen Mother, gift tags signed by Queen Elizabeth II and Prince Philip, as well as a copy of the Queen's 1956 Christmas broadcast.  ", "The items will go on sale March 7.  "], "headline": "Letter written by King Charles to his 'granny' in 1955 found in attic    ", "timestamp": "  Published  8:17 AM EST, Thu February 23, 2023    ", "act": "/2023/02/23/uk/king-charles-childhood-letter-intl-scli"}, "/2023/02/23/uk/northern-ireland-shooting-intl": {"paras": ["Three men have been arrested in connection with the attempted murder of a high-profile detective in Northern Ireland.   ", "Detective Chief Inspector John Caldwell was shot multiple times on Wednesday in front of his son and other children at sports complex on Wednesday.  ", "Chief Constable of the Police Service of Northern Ireland (PSNI), Simon Byrne, said the men arrested are aged 38, 45, and 47 and are currently being questioned by police.  ", "Caldwell was shot several times by masked men in Omagh, County Tyrone on Wednesday as he put footballs in his car with his son, Police Service of Northern Ireland (PSNI) Assistant Chief Constable Mark McEwan told media.   ", "\"Two gunmen approached and we believe both have fired multiple shots. John ran a short distance and fell to the ground. While he was on the ground, the gunmen continued to fire at him,\" McEwan said, describing the attack.   ", "The shooting occurred in a crowded space with children nearby, McEwan added, and that \"we saw many of those young people and children running in sheer terror to get to safety.\" Caldwell remains in a \"critical but stable condition\" after being taken to hospital.  ", "Police launched an attempted murder investigation and have appealed for witnesses to contact them. \"[The] investigation is in early stage. We believe the gunman made off in a small dark car which was later found burned out.\" McEwan told BBC Radio Ulster.   ", "McEwan also said \"our primary focus is on violent dissident republicans\" in the investigation, singling out a group called the New IRA, which was responsible for the murder of journalist Lyra McKee in 2019.  ", "The Police Federation for Northern Ireland has called the attack a \"callous, cold-blooded and barbaric attempted murder on an off-duty officer\" and appealed to anyone with information to come forward.   ", "The Taoiseach (Irish prime minister) Leo Varadkar condemned the shooting as a \"grotesque act of attempted murder,\" on Twitter.   ", "British Prime Minister Rishi Sunak said he was \"appalled by the disgraceful shooting,\" writing on Twitter, \"My thoughts are with the officer and his family. There is no place in our society for those who seek to harm public servants protecting communities.\"  ", "The attack is the most serious in Northern Ireland for several years; the last time a police officer was shot in Northern Ireland was 2017, according to Reuters.   ", "In 1998, the town of Omagh saw the single deadliest attack in the 30-year conflict between Roman Catholic nationalists and Protestant pro-British loyalists, as a blast killed 29 people, including a woman pregnant with twins, and wounded more than 300.  ", "It occurred at the tail-end of the bloody period known as the Troubles, which lasted from the late 1960s to the late 1990s. It was also four months after the signing of the Good Friday peace accord - which ushered in a new era in the region despite the continuation of some fighting.  "], "headline": "Three men arrested after Northern Ireland detective shot    ", "timestamp": "  Published  7:44 AM EST, Thu February 23, 2023    ", "act": "/2023/02/23/uk/northern-ireland-shooting-intl"}, "/2023/02/20/uk/uk-nicola-bulley-body-identified-intl": {"paras": ["The body of missing British mother Nicola Bulley was identified by UK police on Monday, weeks after she disappeared while walking her dog in northern England in January.    ", "Lancashire Police confirmed in a news conference Monday that a body recovered from the River Wyre on Sunday, close to where 45-year-old Bulley was last seen, is hers.   ", "\"Sadly, we are now able to confirm that yesterday we recovered Nicola Bulley from the River Wyre,\" Assistant Chief Constable Peter Lawson told reporters.    ", "\"Nicola's family have been informed and are of course devastated. Our thoughts are with them at this time, as well as with all her loved ones and the wider community,\" he said.  ", "The announcement caps off a turbulent and emotional few weeks when police faced widespread criticism of sexism in their investigation, and a social media frenzy around her disappearance was mired in unfounded claims and conspiracy theories.   ", "Bulley, a mortgage adviser, went missing on the morning of Friday, January 27. Police say she was walking her dog after dropping her two children off at school.  ", "A short while later, her dog was found wandering alone and her phone spotted on a bench next to the river, still logged into a group work call. But for three weeks, the search launched by Lancashire Police drew a blank.  ", "Lancashire Police's Detective Chief Superintendent Pauline Stables read a statement on behalf of Nicola's family on Monday, in which they said the body identification had confirmed their \"worst fears.\" \"We will never be able to comprehend what Nicky had gone through in her last moment,\" it said.    ", "\"Our girls will get the support they need from the people who love them the most. It saddens us to think that one day we will have to explain to them that the press and members of the public accused their dad of wrongdoing (and) misquoted and vilified friends and family. This is absolutely appalling. They have to be held accountable. This cannot happen to another family.,\" the statement added.   ", "Lancashire police officers have insisted throughout the investigation that there is no evidence to indicate third-party involvement and their main working hypothesis remained that she fell into the River Wyre.    ", "The case baffled the public and attracted widespread media attention, with police also - unusually - choosing to reveal that Bulley had been struggling with alcohol issues and menopause at the time of her disappearance.  ", "Last week saw investigators sharply criticize members of the public they said were pedaling \"persistent myths.\"  ", "Lancashire Police Detective Superintendent Rebecca Smith told journalists on Wednesday that the social media frenzy had \"significantly distracted\" the investigation. \"In 29 years' police service, I've never seen anything like it,\" Smith said.  ", "Social media users \"playing private detectives\" and pedaling \"persistent myths\" on Tik Tok had \"significantly distracted\" the investigation, Smith told journalists last week.    ", "The family also fiercely rebuked journalists in their statement, lambasting some major UK media outlets as \"shameful\" for making direct contact with the family when they \"expressly asked for privacy.\"    ", "Lancashire Police's decision to reveal personal details about Bulley sparked widespread criticism, with many accusing the force of sexism. Even the government slammed the police, with Home Secretary Suella Braverman raising concerns over its handling of the case.  ", "Stephanie Benyon, a friend of Bulley's whose children attend the same school, previously told CNN that she is a \"kind, loyal and thoughtful person who adores her two girls and family and friends.\" Bulley's partner of 12 years, Paul Ansell, had described the situation as a \"perpetual hell.\"  "], "headline": "Police identify body of missing British mother Nicola Bulley    ", "timestamp": "  Updated  3:14 PM EST, Mon February 20, 2023    ", "act": "/2023/02/20/uk/uk-nicola-bulley-body-identified-intl"}, "/2023/02/19/uk/nicola-bulley-intl-gbr": {"paras": ["Police searching for missing UK mom Nicola Bulley said Sunday they had found a body.  ", "A body was recovered from a river near where Bulley went missing in the northern English village of St. Michael's on Wyre, Lancashire Police said. The body has yet to be formally identified, but Bulley's family has been informed of the discovery.   ", "\"We were called today at 11:36am to reports of a body in the River Wyre, close to Rawcliffe Road,\" a police statement read.  ", "\"An underwater search team and specialist officers have subsequently attended the scene, entered the water and have sadly recovered a body.  ", "\"Nicola's family have been informed of developments and our thoughts are with them at this most difficult of times. We ask that their privacy is respected.\"  ", "Home Secretary Suella Braverman wrote on Twitter that the latest developments in the case were \"heart-breaking\" and \"distressing.\"  ", "\"My thoughts remain with Nicola's family at this extremely difficult time,\" she added.   ", "Bulley, who worked as a mortgage adviser, went missing on the morning of Friday, January 27. Police say she was walking her dog after dropping her two children off at school.     ", "A short while later, her dog was found wandering alone and her phone spotted on a bench next to the river, still logged into a group work call. But for three weeks, the search launched by Lancashire Police for the 45-year-old mother of two drew a blank.  ", "The case baffled the public and attracted widespread media attention, with police also - unusually - choosing to reveal that Bulley had been struggling with alcohol issues and menopause at the time of her disappearance.   ", "Last week saw investigators sharply criticize members of the public they said were pedaling \"persistent myths.\"   ", "Lancashire Police Detective Superintendent Rebecca Smith told journalists on Wednesday that the social media frenzy had \"significantly distracted\" the investigation. \"In 29 years' police service, I've never seen anything like it.   ", "\"Some of it's been quite shocking and really hurtful to the family. Obviously, we can't disregard anything, and we've reviewed everything that's come in but of course it has distracted us significantly.\"  ", "Lancashire Police's decision to reveal personal details about Bulley sparked widespread criticism, with many accusing the force of sexism. Even the government slammed the police, with Braverman raising concerns over its handling of the case.  ", "Stephanie Benyon, a friend of Bulley's whose children attend the same school, previously told CNN that she is a \"kind, loyal and thoughtful person who adores her two girls and family and friends.\" Bulley's partner of 12 years, Paul Ansell, had described the situation as a \"perpetual hell.\"  "], "headline": "Police searching for missing UK mom Nicola Bulley find a body    ", "timestamp": "  Updated  4:40 AM EST, Mon February 20, 2023    ", "act": "/2023/02/19/uk/nicola-bulley-intl-gbr"}, "/2023/02/18/uk/king-charles-coronation-music-andrew-lloyd-webber-intl-gbr": {"paras": ["Britain's King Charles III has enlisted the help of acclaimed British composer Andrew Lloyd Webber to write the flagship anthem for his upcoming coronation.   ", "Charles's coronation will take place on May 6 at Westminster Abbey in London, and will see Camilla, Queen Consort crowned alongside her husband.   ", "The King has personally selected the musical program for the service, which will see \"a range of musical styles and performers blend tradition, heritage and ceremony with new musical voices of today,\" according to Buckingham Palace.  ", "Twelve new pieces of music have been prepared for the occasion - including six orchestral works, five choral pieces and one organ commission - by several world-renowned composers whose styles include classical, sacred, film, television and musical theater.   ", "Famed composer Andrew Lloyd Webber, whose hit musicals \"Cats\" and \"Phantom of the Opera\" have been performed around the world, said he was \"incredibly honoured\" to be involved.   ", "\"My anthem includes words slightly adapted from Psalm 98. I have scored it for the Westminster Abbey choir and organ, the ceremonial brass and orchestra,\" Lloyd Webber said. \"I hope my anthem reflects this joyful occasion.\"   ", "A Coronation March has been written by Patrick Doyle, an award-winning Scottish composer best known for his work on films like \"Harry Potter and the Goblet of Fire,\" \"Gosford Park\" and \"Carlito's Way.\"  ", "One of the more sentimental inclusions from the King is his choice to have Greek Orthodox music played during the service, performed by the Byzantine Chant Ensemble, in tribute to his father, the late Prince Philip, who died two years ago.   ", "Meanwhile, musical themes from countries across the Commonwealth will feature in Iain Farrington's new solo organ commission. The other new works have been created by Sarah Class, Nigel Hess, Paul Mealor, Tarik O'Regan, Roxanna Panufnik, Shirley J. Thompson, Judith Weir, Roderick Williams, and Debbie Wiseman.  ", "A handpicked gospel choir - The Ascension Choir - is also set to perform as part of the service, in addition to the Choir of Westminster Abbey and the Choir of His Majesty's Chapel Royal, St James's Palace. They will be joined by girl choristers from the Chapel Choir of Methodist College, Belfast and from Truro Cathedral Choir. The traditional \"Vivat\" acclamations will be proclaimed by the King's Scholars of Westminster School.   ", "Andrew Nethsingha, organist and master of the choristers at Westminster Abbey, said all coronation services are a blend of \"deeply-rooted tradition and contemporary innovation\" and praised the new British monarch for \"choosing fine musicians and accessible, communicative music for this great occasion.\"  ", "The ceremony will also include historic music featured in coronation services over the past four centuries by the likes of William Byrd, George Frideric Handel, Edward Elgar, Henry Walford Davies, William Walton, Hubert Parry and Ralph Vaughan Williams.  ", "Antonio Pappano, musical director of the Royal Opera House and conductor of the Coronation Orchestra, said: \"His Majesty has chosen a most beautiful and varied programme that I believe will enhance the splendour of this very special celebration.\"  ", "Buckingham Palace previously revealed the coronation will be \"a solemn religious service, as well as an occasion for celebration and pageantry,\" conducted by the Archbishop of Canterbury Justin Welby.  ", "The three-day weekend at the beginning of May is set to include grand processions through central London, a star-studded concert at Windsor Castle in addition to celebrations across the country. Britons have been given an extra bank holiday and members of the public are being invited to join \"The Big Help Out\" by volunteering in their communities.  ", "\"Everyone is invited to join in, on any day,\" Michelle Donelan, UK culture secretary, said in a statement. \"Whether that is by hosting a special street party, watching the Coronation ceremony or spectacular concert on TV, or stepping forward during The Big Help Out to help causes that matter to them.\"  "], "headline": "King Charles turns to 'Cats' composer Andrew Lloyd Webber for flagship coronation music    ", "timestamp": "  Published  5:30 PM EST, Sat February 18, 2023    ", "act": "/2023/02/18/uk/king-charles-coronation-music-andrew-lloyd-webber-intl-gbr"}, "/2023/02/17/uk/royal-news-newsletter-02-17-23-scli-gbr-cmd-intl": {"paras": ["The British monarchy is entrenched in symbolism. Time and again we've seen instances where members of the Windsor clan use subtle messaging in what they say, do, use and wear. Sometimes it's an understated nod to an ancestor, while other times it's a hat-tip to royal tradition or a historic occasion.  ", "The late Queen Elizabeth II was well known for masterfully using her wardrobe as an alternative means of soft diplomacy, as well as identity. So, when the emblem for King Charles's coronation was unveiled by Buckingham Palace, it came as no surprise that subtle symbolism was threaded throughout its design.  ", "The emblem is essentially the logo that'll be used in all official marketing and comms around the coronation and will be featured on merchandise and at key events, like the Westminster Abbey service and Windsor concert, as well as national events such as street parties and community gatherings. But it's not just a decorative element.  ", "At face value, the insignia has a lot of floral motifs, which would make sense when trying to reflect a King known for being a decades-long crusader for the environment. But take a closer look and you'll notice there's a rose for England, a shamrock for Northern Ireland, a thistle for Scotland and a daffodil for Wales. Combined, these four flowers represent the four nations of the United Kingdom and make up the shape of St Edward's Crown, which will be placed on the King's head on May 6. Then there's the color palate of red, white and blue - a clear nod to the Union Flag.  ", "The flowers - chosen by British former Apple design guru Jony Ive - represent something much deeper. Ive confirmed the design his team came up with was \"inspired by King Charles' love of the planet, nature, and his deep concern for the natural world.\"   ", "He said: \"The emblem speaks to the happy optimism of spring and celebrates the beginning of this new Carolean era for the United Kingdom. The gentle modesty of these natural forms combine to define an emblem that acknowledges both the joyful and profound importance of this occasion.\"  ", "Another example of how royals use symbolism came this week in the form of the Queen Consort's choice of jewel-encrusted crown for the coronation. Buckingham Palace revealed that she would use Queen Mary's Crown during the ceremony on May 6, which has been removed from the Tower of London to be resized.  ", "It will be the first time in recent history that a consort has opted to reuse an existing crown rather than commission a new one to be made. The palace said Camilla's choice was \"in the interests of sustainability and efficiency.\"  ", "That's not to say that Camilla isn't making some \"minor changes and additions\" while it's in the workshop, which the palace said was \"in keeping with the longstanding tradition that the insertion of jewels is unique to the occasion.\"  ", "The Queen Consort also wants to honor her mother-in-law by resetting the crown with some diamonds - the Cullinan III, IV and V - from the late monarch's personal collection. While the Cullinan diamonds have been set into Queen Mary's Crown before, they were often repurposed by Queen Elizabeth II as brooches.   ", "Her choices also avoid the use of the controversial Koh-i-Noor diamond, a 105-carat jewel set into the Queen Mother's crown, which has been the source of a decades-long contention between India and the UK amid questions over its ownership. Following Queen Elizabeth II's death, there was speculation Camilla would use that crown during her coronation, sparking renewed calls from people in India to return the diamond.  ", "But not everyone is happy about the upcoming coronation and subtle hints - and messaging will do little to change that. King Charles was greeted by anti-monarchy protesters while visiting Milton Keynes on Thursday to celebrate its new city status. Amid the large gathering of supporters, there was a smaller cohort of anti-monarchists brandishing signs that read \"Not My King.\"  ", "Among the demonstrators was Graham Smith, from the campaign group Republic. While there he questioned the need for \"a pointless coronation\" instead of a debate over whether the monarchy was still relevant today, according to a statement from the group. \"We believe the British public should be asked, do you want Charles or a choice? The tide is starting to turn against the monarchy and we need a serious debate about its future,\" Smith added.  ", "According to the UK's PA Media news agency, another protester shouted, \"why are you wasting money on a coronation Charles?\" but other members of the public started singing \"God Save the King,\" drowning out the dissent. King Charles still made sure to greet members of the public in front of where the protesters had gathered. And while he appeared unfazed by the hecklers present, there have now been a few instances of anti-monarchists turning up at royal engagements to voice their grievances against the institution - something we didn't see as overtly while the Queen was alive.  ", "Palace reschedules Camilla event.", "Buckingham Palace has announced that the Queen Consort will host a literary reception at Clarence House to celebrate the second anniversary of her Reading Room initiative. This was one of the events Camilla was forced to cancel this week after again testing positive for Covid. Initially Buckingham Palace had said she was suffering from a \"seasonal illness.\" A royal source had told us: \"We hope that a new date can be found for them before too long.\" The Queen Consort had been due to join the King in Milton Keynes. This is the second time Camilla, who is fully vaccinated, has caught Covid - she previously had it in February 2022. But with one of her postponed engagements back on the books, it perhaps signals to royal-watchers that the Queen Consort is on the mend.  ", "William and Kate's glamorous night out. ", "The Prince and Princess of Wales will leave their three kids at home to attend the EE British Academy of Film and Television Arts (BAFTA) awards ceremony on Sunday night. The couple haven't attended the event since 2020. Last year, Prince William's busy schedule meant the president of BAFTA was unable to attend, while the year before he opted against going as it took place just a few days after the death of his grandfather, the Duke of Edinburgh. This time round, the couple will watch the awards before meeting winners and the nominees in the EE Rising Star award category. Meanwhile, veteran actor Helen Mirren, who has portrayed Queen Elizabeth II on multiple occasions, will lead a special tribute to the late monarch at Sunday's ceremony, PA Media reported.  ", "King Charles on Tuesday met with volunteers in London who are helping to send aid to quake-stricken regions in Turkey and Syria. The two nations were devastated after a powerful 7.8-magnitude earthquake hit last week, killing more than 42,000 people. The King started by visiting a west London charity that is coordinating aid to be sent over before heading to a pop-up support center in Trafalgar Square. King Charles appeared visibly upset while talking to members of the Syrian diaspora, including a former White Helmet volunteer rescue worker.  ", "How to help victims of the earthquake in Turkey and Syria.", "Following the harrowing natural disaster, both countries have called on the international community for help. If you would like to donate to organizations on the ground, head here to help.", "Swedish King to undergo heart surgery.", "Sweden's King Carl Gustaf is scheduled to have heart surgery next week, according to a statement from the country's royal family. The 76-year-old monarch will undergo \"a technique known as a heart tap\" on Monday following advice from the King's surgeon, the statement said. \"After the procedure, a period of rest is recommended.\" Due to the King's operation, all planned engagements between February 20 and March 3 have been postponed to later in the spring. \"The King is doing well and his official programme up to the day of the operation is being carried out as planned,\" the statement concluded. (From CNN's James Frater in London)", "William and Kate sent a message of support to New Zealand following the devastation left in the wake of Tropical Cyclone Gabrielle earlier this week. The country declared a state of emergency for the third time in its history on Tuesday as the cyclone pounded the North Island with wind and rain, knocking out power to tens of thousands of homes.  ", "The royal couple said they were \"thinking of all the communities who have been affected,\" adding \"we are in awe of the valiant efforts of emergency responders risking their lives to help those in danger.\"  "], "headline": "The hidden meaning behind King Charles III's coronation art    ", "timestamp": "  Published  10:21 AM EST, Fri February 17, 2023    ", "act": "/2023/02/17/uk/royal-news-newsletter-02-17-23-scli-gbr-cmd-intl"}, "/2023/02/17/uk/ex-british-embassy-spy-sentenced-intl-gbr": {"paras": ["A former security guard at the British embassy in Berlin was sentenced to more than 13 years in prison at the Old Bailey in London on Friday after being caught spying for Russia.  ", "Judge Mark Wall said 58-year-old David Ballantyne Smith had collected information from the British embassy \"by stealth\" between 2018 and 2021, some of which was clearly marked as \"secret.\" He then sold the information to Russia as part of an \"ongoing\" relationship.   ", "\"I am sure that you committed these crimes intending to assist Russia... Your motive in assisting them was to damage British interests,\" the judge said, according to Reuters.  ", "\"You were paid by the Russians for your treachery.\"  ", "\"Of the clearly secret documents, one was a sensitive report addressed to the then Prime Minister of this country, Boris Johnson, sent to him by members of his cabinet. Some of the documents of a lower classification revealed the names, photographs, and personal details of embassy staff,\" the judge said.  ", "Smith had pleaded guilty to eight charges under the Official Secrets Act by committing an act prejudicial to the safety or interests of the state in November 2021, PA reported.  ", "According to the news agency, Smith sent two letters to Russian Embassy officials in 2020, with one of them revealing the identity of a diplomat who had worked in Russia. The second letter sent in November 2020 was traced back to Smith, prompting police to launch an investigation.   ", "Smith was being paid by Russia in exchange for providing the secret information, the judge ruled, telling him that he had copied a \"significant amount of material\" during his time at the embassy.   ", "\"You were fully aware that you should not have copied any of these documents and equally aware were these documents to get into the wrong hands, they might harm British interests or pose a threat to those working at the British Embassy,\" the judge said.   ", "Nick Price, from the Crown Prosecution Service, said Smith's actions were not just driven by money and greed, but that he had \"expressed a strong dislike towards the UK and Germany and expressed sympathy with the Russian authorities.\"  ", "\"These beliefs may have caused further damage had Smith not been discovered and prosecuted.\"  "], "headline": "Former guard at British embassy in Berlin jailed for spying for Russia    ", "timestamp": "  Updated  8:28 AM EST, Fri February 17, 2023    ", "act": "/2023/02/17/uk/ex-british-embassy-spy-sentenced-intl-gbr"}}